{
  "CookiePolicy.choicesP1": "सांख्यिकी कुकीज़ प्राप्त करने के लिए आप {choice}। आप इस पसंद को यहाँ बदल सकते हैं:",
  "CookiePolicy.cookieExpiryTableHeader": "समाप्ति",
  "CookiePolicy.cookieP1": "Kolibri लर्निंग प्लेटफॉर्म आपके अनुभव को वैयक्तिकृत और सुरक्षित करने, ट्रैफ़िक का विश्लेषण करने और अपनी सेवा के प्रदर्शन और कार्यक्षमता में सुधार करने के लिए कुकीज़ का उपयोग करता है। कुकीज़ छोटी टेक्स्ट फ़ाइलें होती हैं जिनका उपयोग वेबसाइटों द्वारा यूज़र के अनुभव को अधिक कुशल बनाने के लिए किया जा सकता है।",
  "CookiePolicy.cookieP2": "वर्तमान गोपनीयता कानून (GDPR और CCPA) कहते हैं कि यदि वे सेवा के संचालन के लिए कड़ाई से आवश्यक हैं तो हम आपके डिवाइस पर कुकीज़ संग्रहीत कर सकते हैं। अन्य सभी प्रकार की कुकीज़ के लिए, हमें आपकी अनुमति की आवश्यकता है।",
  "CookiePolicy.cookieP3": "Kolibri लर्निंग प्लेटफॉर्म विभिन्न प्रकार की कुकीज़ का उपयोग करता है। कुछ कुकीज़ अत्यंत आवश्यक हैं, और कुछ वैकल्पिक विश्लेषिकी उद्देश्यों के लिए हैं। आप किसी भी समय अपनी सहमति बदल सकते हैं या वापस ले सकते हैं।",
  "CookiePolicy.cookieP4": "हमारे उपयोग और गोपनीयता नीति में आपके डेटा को कैसे संसाधित किया जा सकता है, इसके बारे में और जानें।",
  "CookiePolicy.cookieP5": "आवश्यक कुकीज़ पेज नेविगेशन और इसके सुरक्षित क्षेत्रों तक पहुँच जैसे बुनियादी कार्यों को सक्षम करके वेबसाइट को प्रयोग करने योग्य बनाने में मदद करती हैं। वेबसाइट इन कुकीज़ के बिना ठीक से काम नहीं कर सकती।",
  "CookiePolicy.cookiePurposeTableHeader": "उद्देश्य",
  "CookiePolicy.csrftokenCookiePurpose": "लॉगिन पेज को सुरक्षित करने और यह सुनिश्चित करने के लिए कि कोई भी आपकी सहमति के बिना आपके ब्राउज़र में लॉग इन नहीं कर सकता है या आपकी ओर से कार्रवाई नहीं कर सकता है।",
  "CookiePolicy.kolibriCookieConsentPurpose": "इसका उपयोग यह पता लगाने के लिए किया जाता है कि क्या विज़िटर ने पहले वैकल्पिक कुकीज़ को स्वीकार या अस्वीकार कर दिया है, और फिर से पूछने की आवश्यकता से बचें।",
  "CookiePolicy.kolibriCookieExpiry": "सत्र के अंत तक",
  "CookiePolicy.kolibriCookiePurpose": "अपने लॉग इन सत्र को सुरक्षित करने के लिए और आपको अपने व्यक्तिगत डेटा तक पहुंच प्रदान करने के लिए",
  "CookiePolicy.necessaryCookiesHeader": "आवश्यक कुकीज़",
  "CookiePolicy.statisticsCookiesHeader": "सांख्यिकी कुकीज़",
  "CookiePolicy.statisticsCookiesP1": "सांख्यिकी कुकीज़ वेबसाइट के मालिकों को यह समझने में मदद करती हैं कि आगंतुक गुमनाम रूप से जानकारी एकत्र और रिपोर्ट करके वेबसाइटों के साथ कैसे इंटरैक्ट करते हैं।",
  "CookiePolicy.twoYearExpiry": "2 साल",
  "CookiePolicy.visitorIdPurpose": "एक अद्वितीय ID पंजीकृत करता है जिसका प्रयोग सांख्यिकीय डेटा उत्पन्न करने के लिए किया जाता है कि एक अज्ञात आगंतुक वेबसाइट का उपयोग कैसे करता है।",
  "CookiePolicy.yourChoicesHeader": "आपकी पसंद",
  "UsageAndPrivacy.kolibriAboutP1": "Kolibri सॉफ़्टवेयर का निर्माण Foundation for Learning Equality, Inc. द्वारा किया गया है। कोलिब्री के प्रयोग की शर्तें और गोपनीयता नीति जैसी अधिक जानकारी यहाँ पर मिल सकती हैः",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri एक सॉफ़्टवेयर एपलिकेशन है जिसे बिना इंटरनेट से जोड़े कई प्रकार के उपकरणों पर स्थापित किया जा सकता है।",
  "UsageAndPrivacy.kolibriAboutP3": "ऐसी कई ऑनलाइन वेब सेवाएँ हैं जिन्हें इसी तरह एक वेब ब्राउज़र से एक्सेस किया जा सकता है। उनके विपरीत, संसार भर में Kolibri के हज़ारों स्वतंत्र इंस्टालेशन हैं - जिनमें से यह Kolibri भी एक है। प्रत्येक Kolibri का प्रबंधन और नियंत्रण उस उपकरण के मालिक द्वारा किया जाता है जिस पर उनकी स्थापना की गई है।",
  "UsageAndPrivacy.kolibriAboutP4": "व्यवस्थापकों के लिए यह भी संभव है कि वे Kolibri डेटा को क्लाउड-आधारित Kolibri डेटा पोर्टल सेवा से सिंक करें। यदि ऐसा होता है, सभी सुविधा डेटा Kolibri डेटा पोर्टल पर संगठन के प्रवेश के लिए सुलभ होगा। इसे लर्निंग इक्वेलिटी द्वारा संचालित क्लाउड सर्वर पर अपलोड किया जाएगा, जिनके पास इस डेटा की पहुंच भी होगी।",
  "UsageAndPrivacy.kolibriAboutP5": "Kolibri की गुणवत्ता और उस पर संसाधनों को बेहतर बनाने के लिए, Learning Equality उस अज्ञात उपयोग की जानकारी एकत्र करता है, जब Kolibri की इंटरनेट तक पहुंच है। इसमें सर्वर से जुड़े आईपी पते, और ऑपरेटिंग सिस्टम और समय क्षेत्र जैसे डिवाइस विवरण शामिल हैं। हम कुल आंकड़े भी एकत्रित करते हैं: उपयोगकर्ताओं और सुविधाओं की संख्या, जन्म वर्ष और लिंग वितरण और संसाधन लोकप्रियता। हम Kolibri उपयोगकर्ताओं के बारे में व्यक्तिगत रूप से पहचान करने से बचने के लिए हर संभव प्रयास करते हैं।",
  "UsageAndPrivacy.kolibriAboutTitle": "Kolibri के बारे में",
  "UsageAndPrivacy.kolibriOwnersP1": "आप Kolibri को सभी लागू कानूनों के अंतर्गत एक सेवा के रूप में चलाएँ। यदि आप उस उपकरण के मालिक हैं जिस पर Kolibri की स्थापना की गई है, तो ध्यान रखिए कि Kolibri में संग्रहित उपयोगकर्ता डेटा की सुरक्षा के लिए अंततः आप ही ज़िम्मेदार हैं।",
  "UsageAndPrivacy.kolibriOwnersP2": "आपको अपने यूज़र के डेटा की सुरक्षा के लिए सर्वश्रेष्ठ जानकारी सुरक्षा प्रथाओं का पालन भी करना चाहिए । इसमें उपकरण को भौतिक रूप से सुरक्षित रखने, हार्ड ड्राइव को एंक्रिप्ट करने, सशक्त और अनोखे पासवर्ड का उपयोग करने, ऑपरेटिंग सिस्टम को अद्यतित रखने, और ठीक से कन्फ़िगर किए गए फ़ायरवॉल रखना शामिल हैं ।",
  "UsageAndPrivacy.kolibriOwnersP3": "यदि आप अपने सुविधा डेटा को Kolibri डेटा पोर्टल में सिंक करना चुनते हैं, तो आप Kolibri डेटा पोर्टल संगठन व्यवस्थापकों को आपके डेटा तक पहुँच प्रदान करेंगे। आप लर्निंग इक्वेलिटी को भी एक्सेस दे रहे होंगे, जो सर्वर का संचालन करता है।",
  "UsageAndPrivacy.kolibriOwnersP4": "सुनिश्चित कीजिए कि अगर आपके उपयोगकर्ताओं को अपने खातों के बारे में चिंता हो, तो उनके पास आपके साथ संपर्क करने का कोई तरीका हो।",
  "UsageAndPrivacy.kolibriOwnersTitle": "व्यवस्थापक/एडमिनस्ट्रेटर",
  "UsageAndPrivacy.kolibriUsersL1": "अपना पासवर्ड साझा करें, किसी को भी अपने खाते का उपयोग करने दें या कुछ ऐसा करें जिससे आपके खाते को ख़तरा हो सकता है",
  "UsageAndPrivacy.kolibriUsersL2": "किसी भी अन्य उपयोगकर्ता के खाते तक पहुंचने का प्रयास",
  "UsageAndPrivacy.kolibriUsersL3": "Kolibri की सुरक्षा से संबंधित विशेषताओं को हटाएं, नाकाम करें, बेकार करें, क्षति पहुंचाएं या उनमें हस्तक्षेप करें",
  "UsageAndPrivacy.kolibriUsersL4": "किसी भी तरह से कोलिब्री या किसी भी उपयोगकर्ता के आनंद के संचालन में जानबूझकर या क्षति के साथ हस्तक्षेप करते हैं",
  "UsageAndPrivacy.kolibriUsersP1": "आपको सभी कानूनों का पालन करते हुए Kolibri का उपयोग करना चाहिए। इसका अर्थ अपने माता-पिता, अभिभावक या शिक्षक से अनुमति लेना हो सकता है।",
  "UsageAndPrivacy.kolibriUsersP2": "ध्यान रखें कि आपकी व्यक्तिगत जानकारी दूसरों को दिखाई दे सकती है, यह इस बात पर निर्भर करता है कि सॉफ़्टवेयर को कैसे कॉन्फ़िगर किया गया है और आप सॉफ़्टवेयर का उपयोग कैसे करते हैं।",
  "UsageAndPrivacy.kolibriUsersP3": "कृपया अपने स्थानीय कोलिब्री व्यवस्थापक से संपर्क करके यह समझिए कि आपकी कौन-सी व्यक्तिगत जानकारी संग्रहित की जा सकती है, उसे कौन देख सकता है, उसे हटाएँ या अपडेट कैसे करें, या यदि आपको लगता है कि आपके खाते का कोई और दुरुपयोग कर रहा है।",
  "UsageAndPrivacy.kolibriUsersP4": "आपको यह नहीं करना चाहिए:",
  "UsageAndPrivacy.kolibriUsersP5": "जब आप एक लॉग-इन उपयोगकर्ता के रूप में Kolibri का उपयोग करते हैं, तो आपका नाम, उपयोगकर्ता नाम, आयु, जन्म वर्ष, पहचान संख्या, आपके द्वारा देखे जाने वाले संसाधन और मूल्यांकन पर आपका प्रदर्शन आपकी सुविधा में व्यवस्थापकों और कोचों को उपलब्ध कराया जा सकता है। आपकी जानकारी का उपयोग Kolibri के डेवलपर्स द्वारा भी किया जा सकता है और विभिन्न रचनाकारों के लिए सॉफ्टवेयर और संसाधनों को बेहतर बनाने में मदद करने के लिए सामग्री रचनाकारों के साथ साझा किया जाता है।",
  "UsageAndPrivacy.kolibriUsersP6": "जब आप Kolibri का अतिथि के रूप में उपयोग करते हैं, तो आपके और अन्य अतिथि उपयोगकर्ताओं द्वारा देखी जाने वाली सामग्री के बारे में समग्र जानकारी व्यवस्थापकों और कुछ कोचों को उपलब्ध करवाई जा सकती है ।",
  "UsageAndPrivacy.openIdH1": "Kolibri के द्वारा थर्ड पार्टी एप्लिकेशन पर साइन इन करना",
  "UsageAndPrivacy.openIdP1": "Kolibri के द्वारा थर्ड पार्टी एप्लिकेशन पर रजिस्टर या साइन इन करना संभव है। यदि आप ऐसा करते है, तो थर्ड पार्टी एप्लिकेशन को आपके Kolibri उपयोगकर्ता नाम, उपयोगकर्ता आईडी और आपके पूरे नाम की जानकारी प्राप्त होगी।"
}