{
  "CookiePolicy.choicesP1": "Tu {choice} per ricevere i cookie statistici. Puoi modificare questa preferenza qui:",
  "CookiePolicy.cookieExpiryTableHeader": "Scadenza",
  "CookiePolicy.cookieP1": "La piattaforma di apprendimento Kolibri utilizza i cookie per personalizzare e proteggere la tua esperienza, per analizzare il traffico e per migliorare le prestazioni e la funzionalità del suo servizio. I cookie sono piccoli file di testo che possono essere utilizzati dai siti Web per rendere più efficiente l'esperienza dell'utente.",
  "CookiePolicy.cookieP2": "Le attuali leggi sulla privacy (GDPR e CCPA) stabiliscono che possiamo memorizzare i cookie sul tuo dispositivo se sono strettamente necessari per il funzionamento del servizio. Per tutti gli altri tipi di cookie, abbiamo bisogno del tuo permesso.",
  "CookiePolicy.cookieP3": "La piattaforma di apprendimento Kolibri utilizza diversi tipi di cookie. Alcuni cookie sono strettamente necessari e altri sono per scopi di analisi facoltativi. Puoi in qualsiasi momento modificare o revocare il tuo consenso.",
  "CookiePolicy.cookieP4": "Scopri di più su come i tuoi dati possono essere trattati nella nostra Informativa sull'utilizzo e sulla privacy.",
  "CookiePolicy.cookieP5": "I cookie necessari aiutano a rendere fruibile un sito Web abilitando funzioni di base come la navigazione della pagina e l'accesso alle sue aree sicure. Il sito Web non può funzionare correttamente senza questi cookie.",
  "CookiePolicy.cookiePurposeTableHeader": "Scopo",
  "CookiePolicy.csrftokenCookiePurpose": "Per proteggere la pagina di accesso e garantire che nessuno possa accedere al tuo browser o eseguire azioni per tuo conto senza il tuo consenso.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Utilizzato per rilevare se il visitatore ha precedentemente accettato o rifiutato i cookie opzionali ed evitare di doverlo richiedere nuovamente.",
  "CookiePolicy.kolibriCookieExpiry": "Fino alla fine della sessione",
  "CookiePolicy.kolibriCookiePurpose": "Per proteggere la tua sessione di accesso e fornirti l'accesso ai tuoi dati personali",
  "CookiePolicy.necessaryCookiesHeader": "Cookie necessari",
  "CookiePolicy.statisticsCookiesHeader": "Cookie statistici",
  "CookiePolicy.statisticsCookiesP1": "I cookie statistici aiutano i proprietari di siti Web a capire come i visitatori interagiscono con i siti Web raccogliendo e riportando informazioni in forma anonima.",
  "CookiePolicy.twoYearExpiry": "2 anni",
  "CookiePolicy.visitorIdPurpose": "Registra un ID univoco utilizzato per generare dati statistici su come un visitatore anonimo utilizza il sito web.",
  "CookiePolicy.yourChoicesHeader": "Le tue scelte",
  "UsageAndPrivacy.kolibriAboutP1": "Il software Kolibri è realizzato da Foundation for Learning Equality, Inc. Ulteriori informazioni, inclusi i Termini di servizio e l'Informativa sulla privacy di Kolibri, sono disponibili all'indirizzo:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri è un'applicazione software che può essere installata su una vasta gamma di dispositivi senza la necessità di una connessione a Internet.",
  "UsageAndPrivacy.kolibriAboutP3": "A differenza di molti servizi Web online a cui si accede in modo simile tramite un browser Web, ci sono migliaia di installazioni Kolibri indipendenti in tutto il mondo, incluso questa. Ogni installazione di Kolibri è gestita e controllata dal proprietario del dispositivo su cui è installato.",
  "UsageAndPrivacy.kolibriAboutP4": "È anche possibile per gli amministratori sincronizzare i dati di Kolibri con il servizio di Kolibri Data Portal basato su cloud. In tal caso, tutti i dati della struttura saranno accessibili agli amministratori dell'organizzazione sul portale dati Kolibri. Verrà caricato su server cloud gestiti da Learning Equality, che avrà anche accesso a questi dati.",
  "UsageAndPrivacy.kolibriAboutP5": "Al fine di migliorare la qualità di Kolibri e le risorse su di esso, Learning Equality raccoglie informazioni di utilizzo anonime quando Kolibri ha accesso a Internet. Ciò include gli indirizzi IP associati al server e i dettagli del dispositivo come il sistema operativo e il fuso orario. Raccogliamo anche statistiche aggregate tra cui: numero di utenti e strutture, anno di nascita e distribuzione di genere e popolarità delle risorse. Facciamo ogni sforzo per evitare di raccogliere informazioni di identificazione personale sugli utenti di Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Informazioni su Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "È necessario eseguire Kolibri come servizio in conformità con tutte le leggi applicabili. Se sei il proprietario del dispositivo su cui è installato Kolibri, tieni presente che sei in ultima analisi responsabile della sicurezza e della protezione dei dati dell'utente che vengono archiviati in Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Dovresti anche seguire le migliori pratiche di sicurezza delle informazioni per proteggere i dati dei tuoi utenti. Ciò include mantenere il dispositivo fisicamente sicuro, crittografare il disco rigido, utilizzare password complesse e univoche, mantenere aggiornato il sistema operativo e disporre di un firewall configurato correttamente.",
  "UsageAndPrivacy.kolibriOwnersP3": "Se si sceglie di sincronizzare i dati della propria struttura con il portale dati Kolibri, si concederebbe agli amministratori dell'organizzazione del portale dati Kolibri l'accesso ai dati. Avresti anche concesso l'accesso a Learning Equality, che gestisce i server.",
  "UsageAndPrivacy.kolibriOwnersP4": "Assicurati che i tuoi utenti possano mettersi in contatto con te se hanno dubbi sui loro account.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Amministratori",
  "UsageAndPrivacy.kolibriUsersL1": "Condividere la tua password, consentire a chiunque di accedere al tuo account o fare altro, potrà mettere a rischio il tuo account",
  "UsageAndPrivacy.kolibriUsersL2": "Tentare di accedere a qualsiasi altro account utente",
  "UsageAndPrivacy.kolibriUsersL3": "Rimuovere, eludere, disabilitare, danneggiare o interferire in altro modo con le funzionalità relative alla sicurezza di Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Interferire intenzionalmente o danneggiare il funzionamento di Kolibri o il godimento di esso da parte di qualsiasi utente, con qualsiasi mezzo",
  "UsageAndPrivacy.kolibriUsersP1": "È necessario utilizzare Kolibri in conformità con tutte le leggi applicabili. Ciò può significare ottenere l'autorizzazione da un genitore, tutore o insegnante.",
  "UsageAndPrivacy.kolibriUsersP2": "Tieni presente che le tue informazioni personali potrebbero essere visibili ad altri, a seconda di come è stato configurato il software e di come accedi al software.",
  "UsageAndPrivacy.kolibriUsersP3": "Contatta il tuo amministratore locale di Kolibri per capire quali informazioni personali potrebbero essere archiviate, a chi sono visibili, come aggiornarle, eliminarle o se ritieni che il tuo account sia stato compromesso.",
  "UsageAndPrivacy.kolibriUsersP4": "Non dovresti:",
  "UsageAndPrivacy.kolibriUsersP5": "Quando usi Kolibri come utente connesso, informazioni come il tuo nome, nome utente, età, anno di nascita, numero di identificazione, le risorse che visualizzi e le tue prestazioni nelle valutazioni possono essere rese disponibili agli amministratori e agli insegnanti del tuo istituto. Le tue informazioni possono anche essere utilizzate dagli sviluppatori di Kolibri e condivise con i creatori di contenuti per aiutare a migliorare il software e le risorse per i diversi tipi di bisogni degli studenti.",
  "UsageAndPrivacy.kolibriUsersP6": "Quando usi Kolibri come ospite, le informazioni aggregate sulle risorse che tu e altri utenti ospiti vedete possono essere disponibili per gli amministratori e alcuni insegnanti.",
  "UsageAndPrivacy.openIdH1": "Accesso ad applicazioni di terze parti utilizzando Kolibri",
  "UsageAndPrivacy.openIdP1": "È possibile utilizzare Kolibri per registrarsi o accedere ad applicazioni di terze parti. Se lo fai, l'altra applicazione avrà accesso al tuo nome utente Kolibri, ID utente univoco e nome completo."
}