Repository: learningequality/kolibri
Catalog: kolibri/locale/*/kolibri/locale/*/LC_MESSAGES/django.po
Languages: ur_pk

source: Facility
ur_pk: تعلیمی ادارہ

source: Classroom
ur_pk: کلاس روم

source: Learner group
ur_pk: طالب کی گروپ

source: Admin
ur_pk: ایڈمن

source: Coach
ur_pk: استاد

source: username
ur_pk: یوزر کا نام

source: Required. 30 characters or fewer. Letters and digits only
ur_pk: ضرورت ہے۔ 30 رموز اوقاف یا اس سے کم۔ صرف حروف اور ارقام

source: Enter a valid username. This value can contain only letters, numbers, and underscores.
ur_pk: ایک جائز یوزر کا نام داخل کریں ۔ اس ویلیو میں صرف حروف، نمبرز اور آنڈرسکور ہوسکتے ہے ۔.

source: full name
ur_pk: مکمل نام

source: date joined
ur_pk: شامل ہویں کی تاریخ

source: An account with that username already exists
ur_pk: اس نام سے ایک اکاؤنٹ پہلے ہی موجود ہے ۔

source: The requested channel does not exist on the content server
ur_pk: مواد کے سرور میں التجا ہوا چینل موجود نہیں ہیں

source: Unknown format
ur_pk: نا معلوم فورمیٹ

source: Language is not supported by Kolibri
ur_pk: زبان کولیبری کی طرف سے تائید حاصل نہیں ہے

source: Kolibri
ur_pk: کولیبری

source: Unsupported browser
ur_pk: غیر تائید کیا ہوا براؤزر

source: Sorry, your browser version is not supported.
ur_pk: معاف کیجئے گا, آپ کے براؤزر کا نسخۃ کی تائید نہیں کیا گیا ۔.

source: To use Kolibri, we recommend using Firefox or Chrome.
ur_pk: کولیبری استعمیل کرنے کے لیے ہم فائر فکس یا کروم استعمال کرنے کی مشورہ دیتے ہے.

source: You can also try updating your current browser.
ur_pk: آپ اپنے موجودہ براؤزر کو اپ ڈیٹ کرنے کی بھی کوشش کر سکتے ہیں.

source: There was a network error.
ur_pk: نیٹ ورک میں ایک خطا تھا ۔.

source: There was a disk access error.
ur_pk: ڈسک کی رسائی میں ایک خطا تھا.

source: There was an unknown error.
ur_pk: ایک غیر معلوم خطا تھا۔.
