{
  "CookiePolicy.choicesP1": "గణాంక కుకీలను అందుకోవడానికి మీరు {choice}. మీరు ఈ ప్రాధాన్యతను ఇక్కడ మార్చుకోవచ్చు:",
  "CookiePolicy.cookieExpiryTableHeader": "గడువు మీరిపోవడం",
  "CookiePolicy.cookieP1": "Kolibri అభ్యసన వేదిక తన సేవ యొక్క సామర్థ్యం మరియు పనితీరును మెరుగుపరచుకోవడానికి మరియు రద్దీని విశ్లేషించడానికి, మీ అనుభవాన్ని వ్యక్తిగతీకరించి మరియు భద్రపర్చడానికి కుకీలను ఉపయోగిస్తుంది. కుకీలు అనేవి చిన్న వచన ఫైల్స్‌, యూజర్‌ యొక్క అనుభవాన్ని మరింత సమర్థవంతంగా చేయడానికి వెబ్‌సైట్‌లచే అవి ఉపయోగించబడవచ్చు.",
  "CookiePolicy.cookieP2": "ప్రస్తుత గోప్యతా చట్టాలు (GDPR మరియు CCPA) చెబుతున్నది ఏమిటంటే సేవ యొక్క నిర్వహణ కోసం కచ్చితంగా అవి అవసరమైతే మేము మీ పరికరంపై కుకీలను నిల్వ చేయవచ్చు. ఇతర అన్ని రకాల కుకీల కోసం మాకు మీ అనుమతి అవసరమవుతుంది.",
  "CookiePolicy.cookieP3": "Kolibri అభ్యసన వేదిక వేర్వేరు రకాల కుకీలను ఉపయోగిస్తుంది. కొన్ని కుకీలు కచ్చితంగా అవసరమవుతాయి, మరియు కొన్ని నిర్వహణా విశ్లేషణల కోసం కావాలి. మీరు ఏ సమయంలోనైనా మీ సమ్మతిని మార్చుకోవచ్చు లేదా ఉపసంహరించుకోవచ్చు.",
  "CookiePolicy.cookieP4": "మా వాడుక మరియు గోప్యతా విధానంలో మీ డేటా ఎలా ప్రాసెస్‌ చేయబడవచ్చునో దాని గురించి మరింతగా తెలుసుకోండి.",
  "CookiePolicy.cookieP5": "పేజీ నావిగేషన్‌, దాని రక్షిత ప్రాంతాలకు ప్రాప్యత వంటి ప్రాథమిక విధులను సక్రియం చేయడం ద్వారా ఒక వెబ్‌సైట్‌ను ఉపయోగించగలిగేలా చేయడంలో అవసరమైన కుకీలు సహాయపడతాయి.",
  "CookiePolicy.cookiePurposeTableHeader": "ఉద్దేశ్యము",
  "CookiePolicy.csrftokenCookiePurpose": "మీ సమ్మతి లేకుండా మీ తరఫున చర్యలు నిర్వర్తించడం లేదా మీ బ్రౌజర్‌లో ఎవరూ లాగిన్‌ కాలేరని నిర్ధారించుకొనుట మరియు లాగిన్‌ పేజీని సంరక్షించుట.",
  "CookiePolicy.kolibriCookieConsentPurpose": "సందర్శకుడు ఐచ్ఛిక కుకీలను ఇదివరకు స్వీకరించారా లేదా నిరాకరించారా కనిపెట్టడానికి మరియు మళ్ళీ అడిగే అవసరాన్ని నివారించడానికి ఉపయోగించబడేవి.",
  "CookiePolicy.kolibriCookieExpiry": "సెషన్‌ చివరి వరకు",
  "CookiePolicy.kolibriCookiePurpose": "మీ లాగిన్‌ అయిన సెషన్‌‌ని సంరక్షించుట మరియు మీ వ్యక్తిగత డేటాకు ప్రాప్యతను మీకు అందించుట",
  "CookiePolicy.necessaryCookiesHeader": "అవసరమైన కుకీలు",
  "CookiePolicy.statisticsCookiesHeader": "గణాంక కుకీలు",
  "CookiePolicy.statisticsCookiesP1": "గణాంక కుకీలు అనేవి సమాచారాన్ని అనామకంగా సేకరించి నివేదించడం ద్వారా వెబ్‌సైట్‌లతో సందర్శకులు ఎలా ప్రతిస్పందిస్తున్నారో వెబ్‌సైట్‌ యజమానులు అర్థం చేసుకోవడానికి సహాయపడతాయి.",
  "CookiePolicy.twoYearExpiry": "2 సంవత్సరాలు",
  "CookiePolicy.visitorIdPurpose": "ఒక అనామక సందర్శకుడు వెబ్‌సైట్‌ను ఎలా ఉపయోగిస్తున్నారు అనేదానిపై ఒక గణాంక డేటాను ఉత్పన్నం చేయడానికి ఉపయోగపడే ఒక విశిష్ట ఐడి ని రిజిస్టర్‌ చేస్తుంది.",
  "CookiePolicy.yourChoicesHeader": "మీ ఎంపికలు",
  "UsageAndPrivacy.kolibriAboutP1": "Kolibri సాఫ్ట్‌వేర్ Foundation for Learning Equality, Inc.వారిచే రూపొందించబడింది. Kolibri సేవా నిబంధనలు మరియు గోప్యతా విధానంతో సహా మరింత సమాచారాన్ని, ఇక్కడ చూడవచ్చు:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri అనేది ఇంటర్నెట్‌ కనెక్షన్‌తో నిమిత్తం లేకుండా విస్తృత శ్రేణి పరికరాలలో ఇన్‌స్టాల్ చేయగలిగేటటువంటి ఒక సాఫ్ట్‌వేర్ అప్లికేషన్.",
  "UsageAndPrivacy.kolibriAboutP3": "వెబ్‌ బ్రౌజర్ ద్వారా యాక్సెస్ చేయబడేటటువంటి ఇటువంటి సారూప్యతతో కూడిన ఆన్‌లైన్ వెబ్ సేవల వలే కాకుండా, ఈ పరికరంతోపాటు ప్రపంచవ్యాప్తంగా వేల కొద్దీ పరికరాలలో కొలిబ్రి ఇన్‌స్టాలేషన్‌లు చేయబడి ఉన్నాయి. ఒక్కొక్క కొలిబ్రి ఇన్‌స్టాలేషన్ ఇన్‌స్టాల్ చేయబడిన సదరు పరికరం యజమానిచే నిర్వహించబడడంతోపాటు నియంత్రించబడుతుంది.",
  "UsageAndPrivacy.kolibriAboutP4": "మీ Kolibri డేటాని క్లౌడ్-ఆధారిత Kolibri డేటా పోర్టల్ సర్వీస్‌కి సింక్ చేసేందుకు కూడా నిర్వాహకులకు సాధ్యం అవుతుంది. ఇలా జరిగినట్లయితే, సౌకర్యాలకు సంబంధించిన డేటా అంతటినీ Kolibri డేటా పోర్టల్‌లోని సంస్థ నిర్వాహకులు యాక్సెస్ చేయగలుగుతారు. ఇది ఈ డేటాకి యాక్సెస్‌ని కలిగి ఉండే లెర్నింగ్ ఈక్వాలిటీ ద్వారా నిర్వహించబడే క్లౌడ్ సర్వర్‌లకు అప్‌లోడ్ చేయబడతాయి.",
  "UsageAndPrivacy.kolibriAboutP5": "Kolibri యొక్క నాణ్యతను మరియు దానిపై ఉన్న వనరులను మెరుగుపరచడానికి, Kolibriకి ఇంటర్నెట్ యాక్సెస్ ఉన్నప్పుడు లెర్నింగ్ ఈక్వాలిటీ అనామక వినియోగ సమాచారాన్ని సేకరిస్తుంది. ఇందులో సర్వర్‌తో అనుబంధించబడిన IP చిరునామాలు మరియు ఆపరేటింగ్ సిస్టమ్ మరియు టైమ్ జోన్ వంటి పరికర వివరాలను కూడా కలిగి ఉంటుంది. మేము వినియోగదారులు మరియు సౌకర్యాల సంఖ్య, పుట్టిన తేదీ మరియు లింగం పంపిణీ మరియు వనరుల ప్రజాదరణ వంటి వాటితో కూడిన గణాంకాలను కూడా సేకరిస్తాము. Kolibri వినియోగదారులను గురించి వ్యక్తిగతంగా గుర్తించే సమాచారాన్ని సేకరించకుండా ఉండడానికి మేము అన్ని ప్రయత్నాలు చేస్తాము.",
  "UsageAndPrivacy.kolibriAboutTitle": "కొలిబ్రి పరిచయం",
  "UsageAndPrivacy.kolibriOwnersP1": "మీరు వర్తించేటటువంటి అన్ని చట్టాలకు లోబడి అమలు చేసే ఒక సేవగా కొలిబ్రి ని ఉపయోగించవలసి ఉంటుంది. కొలిబ్రి ఇన్‌స్టాల్ చేయబడిన పరికరానికి మీరు యజమాని అయినట్లయితే, కొలిబ్రి లో నిల్వ చేయబడే వినియోగదారు డేటా భద్రత మరియు రక్షణకు మీరే పూర్తి బాధ్యత వహించవలసి ఉంటుందని దయచేసి గుర్తుంచుకోండి.",
  "UsageAndPrivacy.kolibriOwnersP2": "మీ యూజర్ల డేటాను రక్షించుకునేందుకు మీరు అత్యుత్తమ సమాచార భద్రతా అభ్యాసాలను అనుసరించవలసి ఉంటుంది. ఇందులో పరికరాన్ని భౌతికంగా సురక్షితంగా ఉంచడం, హార్డ్ డ్రైవ్‌ను గుప్తీకరించడం, బలమైన మరియు విశిష్టమైన పాస్‌వర్డ్‌లను ఉపయోగించడం, ఆపరేటింగ్ సిస్టమ్‌ను ఎప్పటికప్పుడు ఆధునీకరించి ఉంచుకోవడం మరియు సరిగ్గా-కాన్ఫిగర్ చేయబడిన ఫైర్‌వాల్‌ని కలిగి ఉండడం వంటివి ఉంటాయి.",
  "UsageAndPrivacy.kolibriOwnersP3": "మీరు మీ సదుపాయం డేటాని Kolibri డేటా పోర్టల్‌కి సింక్ చేసేందుకు ఎంచుకున్నట్లయితే, మీరు మీ డేటాని Kolibri డేటా పోర్టల్ సంస్థ నిర్వాహకులకు యాక్సెస్‌ని అందజేస్తారు. మీరు సర్వర్‌లను నిర్వహించేటటువంటి లెర్నింగ్ ఈక్వాలిటీకి కూడా యాక్సెస్‌ని అందజేస్తారు.",
  "UsageAndPrivacy.kolibriOwnersP4": "మీ వినియోగదారులకు తమ ఖాతాలను గురించి ఏదైనా ఆందోళన ఏర్పడినట్లయితే, మీతో సంప్రదించడానికి అవకాశము ఉండేటట్టు దయచేసి నిర్ధారించుకోండి.",
  "UsageAndPrivacy.kolibriOwnersTitle": "నిర్వాహకులు",
  "UsageAndPrivacy.kolibriUsersL1": "మీ పాస్‌వర్డ్‌ను షేర్ చేయడం, మీ ఖాతాను మరొకరిని యాక్సెస్ చేయనివ్వడం లేదా మీ ఖాతాకు ప్రమాదం చేకూర్చే పనులు",
  "UsageAndPrivacy.kolibriUsersL2": "వేరొక వినియోగదారు ఖాతాను యాక్సెస్ చేసేందుకు ప్రయత్నించడం",
  "UsageAndPrivacy.kolibriUsersL3": "కొలిబ్రి భద్రతా-సంబంధిత ఫీచర్లను తీసివేయడం, అతిక్రమించడం, నిలిపివేయడం, నష్టం కలిగించడం లేదా జోక్యంజేసుకోవడం వంటివి",
  "UsageAndPrivacy.kolibriUsersL4": "Kolibri పనితీరుకు లేదా ఎవరైనా యూజర్ దానిని వాడుకొనుటకు ఉద్దేశ్యపూర్వకంగా ఏ విధంగానైనా నష్టాన్ని కలుగజేయడం",
  "UsageAndPrivacy.kolibriUsersP1": "మీరు కొలిబ్రిని వర్తించే అన్ని చట్టాలకు లోబడి ఉపయోగించవలసి ఉంటుంది. మీరు మీ తల్లిదండ్రుల, సంరక్షకుల లేదా ఉపాధ్యాయుల అనుమతితో దీనిని ఉపయోగించవలసి ఉంటుందని దీని అర్థం.",
  "UsageAndPrivacy.kolibriUsersP2": "మీరు Kolibriని ఉపయోగిస్తున్నప్పుడు, సాఫ్ట్‌వేర్ కాన్ఫిగర్ చేయబడిన పరిస్థితులు మరియు మీరు దానిని యాక్సెస్ చేసే విధానాలపై ఆధారపడి మీ వ్యక్తిగత సమాచారం ఇతరులకు కనబడే అవకాశం ఉందని గుర్తుంచుకోండి.",
  "UsageAndPrivacy.kolibriUsersP3": "మీకు చెందిన ఏ వ్యక్తిగత సమాచారం నిల్వ చేయబడుతుంది, అది ఎవరికి కనిపిస్తుంది, దానిని నవీకరించడం లేదా తొలగించడం ఎలా వంటి విషయాలను అర్థం చేసుకోవడం కోసం లేదా మీ ఖాతా రాజీ పడిందని మీరు విశ్వసించినా, దయచేసి మీ స్థానిక Kolibri పరిపాలకుడిని సంప్రదించండి.",
  "UsageAndPrivacy.kolibriUsersP4": "మీరు ఇటువంటివి చేయరాదు:",
  "UsageAndPrivacy.kolibriUsersP5": "మీరు Kolibriని లాగిన్ చేయబడిన వినియోగదారుగా ఉపయోగించినప్పుడు, మీ పేరు, వినియోగదారు పేరు, వయస్సు, పుట్టిన సంవత్సరం, గుర్తింపు నంబర్, మీరు వీక్షించే వనరులు మరియు మదింపులపై మీ పనితీరు వంటి సమాచారం మీ సదుపాయంలోని నిర్వాహకులు మరియు కోచ్‌లకు అందుబాటులో ఉంచబడుతుంది. మీ సమాచారాన్ని Kolibri డెవలపర్‌లు కూడా ఉపయోగించుకోవచ్చు మరియు విభిన్న అభ్యాసకుల రకాలు మరియు అవసరాలకు సాఫ్ట్‌వేర్ మరియు వనరులను మెరుగుపరచడంలో సహాయపడడానికి కంటెంట్ సృష్టికర్తలతో భాగస్వామ్యం చేయవచ్చు.",
  "UsageAndPrivacy.kolibriUsersP6": "మీరు కొలిబ్రి ని అతిథిగా ఉపయోగిస్తున్నప్పుడు, మీరు మరియు మీ వంటి ఇతర అతిథి వినియోగదారులు వీక్షించేటటువంటి వనరుల నిర్వాహకులతోపాటు నిర్దిష్ట శిక్షకులు కూడా వీక్షించవచ్చు.",
  "UsageAndPrivacy.openIdH1": "Kolibriని ఉపయోగించి మూడవ-పక్ష అప్లికేషన్‌లకు సైన్ ఇన్ చేయడం",
  "UsageAndPrivacy.openIdP1": "Kolibriని ఉపయోగించి మూడవ-పక్ష అప్లికేషన్‌లకు నమోదు చేసుకోవడం లేదా సైన్ ఇన్ చేయడం సాధ్యం. మీరు ఇలా చేసినట్లయితే, ఇతర అప్లికేషన్ మీ Kolibri వినియోగదారు పేరు, ప్రత్యేక వినియోగదారు ID మరియు పూర్తి పేరు వంటి వాటికి యాక్సెస్ పొందుతుంది."
}