[CustomMessages]
installservicetask=संगणक सुरू झाल्यावर कोलिब्री आपोआप चालवा
newerversioninstalled="{#AppName} ची नवीन आवृत्ती (%1) आधीच इन्स्टॉल केलेली आहे. या इन्स्टॉलरमध्ये आवृत्ती %2 आहे, जी जुनी आहे. सेटअप आता बंद होईल."
sameversioninstalled=%1 ची ही आवृत्ती आधीच इन्स्टॉल केलेली आहे. आपण हे पुन्हा इन्स्टॉल करून इन्स्टॉलेशन दुरुस्त करू इच्छिता?
olderversioninstalled="{#AppName} ची जुनी आवृत्ती (%1) आढळली आहे. आपण आवृत्ती {#AppVersion} वर अपग्रेड करू इच्छिता?"
confirmuninstalldata=आपण कोलिब्रीचा सर्व वापरकर्ता डेटा पूर्णपणे काढून टाकू इच्छिता? यामध्ये डाउनलोड केलेली सर्व सामग्री, वापरकर्ता खाती आणि प्रगतीचा समावेश आहे, आणि ही क्रिया पूर्ववत केली जाऊ शकत नाही.
criticalerror=सेटअप कमांड चालवण्याचा प्रयत्न करताना एक गंभीर त्रुटी आली: %1. इन्स्टॉलेशन पुढे चालू ठेवता येत नाही.
commanderror=सेटअपसाठी आवश्यक असलेली एक कमांड योग्यरित्या चालवण्यात अयशस्वी ठरली: %1. त्रुटी कोड: %2. इन्स्टॉलेशन पुढे चालू ठेवता येत नाही.
versionparseerror=अवैध आवृत्ती फॉरमॅटमुळे आवृत्त्यांची तुलना करता आली नाही. कृपया मागील आवृत्ती स्वतःहून अनइन्स्टॉल करा आणि पुन्हा प्रयत्न करा.
migrationfailed=इन्स्टॉलर जुन्या स्थानावरून (%1) नवीन स्थानावर (%2) वापरकर्ता डेटा स्थलांतरित करण्यात अयशस्वी ठरला. आपला डेटा हलवला गेला नाही. कृपया मदतीसाठी सपोर्टशी संपर्क साधा.
createdesktopicon=डेस्कटॉप चिन्ह तयार करा
additionalicons=अतिरिक्त आयकॉन:
launchprogram=%1 सुरु करा
installationtype=इन्स्टॉलेशन प्रकार:
