{
  "CookiePolicy.choicesP1": "Usted {choice} para recibir cookies de estadísticas. Puede cambiar esta preferencia aquí:",
  "CookiePolicy.cookieExpiryTableHeader": "Caducidad",
  "CookiePolicy.cookieP1": "La Plataforma de Aprendizaje Kolibri utiliza cookies para personalizar y asegurar su experiencia, analizar el tráfico y mejorar el rendimiento y la funcionalidad de su servicio. Las cookies son pequeños archivos de texto que pueden ser utilizados por los sitios web para hacer más eficiente la experiencia del usuario.",
  "CookiePolicy.cookieP2": "Las leyes vigentes de privacidad (GDPR y CCPA) establecen que podemos almacenar cookies en su dispositivo si son estrictamente necesarias para el funcionamiento del servicio. Para cualquier otro tipo de cookies, necesitamos su permiso.",
  "CookiePolicy.cookieP3": "La Plataforma de Aprendizaje Kolibri utiliza diferentes tipos de cookies. Algunas cookies son estrictamente necesarias y otras son para propósitos analíticos opcionales. En cualquier momento puede cambiar o retirar su consentimiento.",
  "CookiePolicy.cookieP4": "Aprenda más sobre cómo pueden procesarse sus datos en nuestra Política de Uso y Privacidad.",
  "CookiePolicy.cookieP5": "Las cookies esenciales ayudan a hacer que un sitio web sea utilizable, permitiendo funciones básicas como la navegación por páginas y el acceso a sus áreas seguras. El sitio web no puede funcionar correctamente sin estas cookies.",
  "CookiePolicy.cookiePurposeTableHeader": "Finalidad",
  "CookiePolicy.csrftokenCookiePurpose": "Para asegurar la página de inicio de sesión y asegurarse de que nadie puede iniciar sesión en su navegador o realizar acciones en su nombre sin su consentimiento.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Utilizado para detectar si el visitante ha aceptado o rechazado previamente las cookies opcionales, y evitar tener que volver a consultar.",
  "CookiePolicy.kolibriCookieExpiry": "Hasta el final de la sesión",
  "CookiePolicy.kolibriCookiePurpose": "Para asegurar su sesión de inicio y proporcionarle acceso a sus datos personales",
  "CookiePolicy.necessaryCookiesHeader": "Cookies esenciales",
  "CookiePolicy.statisticsCookiesHeader": "Cookies de análisis estadístico",
  "CookiePolicy.statisticsCookiesP1": "Las cookies de estadísticas ayudan a los propietarios de sitios web a entender la manera en que los visitantes interactúan con los sitios web mediante la recopilación y el envío de información de forma anónima.",
  "CookiePolicy.twoYearExpiry": "2 años",
  "CookiePolicy.visitorIdPurpose": "Registra un identificador único que se utiliza para generar datos estadísticos sobre cómo un visitante anónimo utiliza el sitio web.",
  "CookiePolicy.yourChoicesHeader": "Sus opciones seleccionadas",
  "UsageAndPrivacy.kolibriAboutP1": "Foundation for Learning Equality, Inc. ha desarrollado el software Kolibri. Para encontrar más información, incluidos los Términos de servicio y la Política de privacidad de Kolibri, ir a:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri es una aplicación de software que se puede instalar en una amplia variedad de dispositivos sin necesidad de una conexión a Internet.",
  "UsageAndPrivacy.kolibriAboutP3": "A diferencia de muchos servicios web en línea a los que se accede de manera similar a través de un navegador web, hay miles de instalaciones de Kolibri independientes en todo el mundo, incluida esta. Cada instalación de Kolibri es gestionada y controlada por el propietario del dispositivo en el que está instalada.",
  "UsageAndPrivacy.kolibriAboutP4": "Administradores pueden sincronizar los datos de este centro con el Portal de datos de Kolibri en la nube. En este case se estaría otorgando acceso a todos los datos a los administradores de la organización en el Portal de datos Kolibri. Los datos se alojarán en los servidores nube operados por la organización Learning Equality, que también tendrá acceso a estos datos.",
  "UsageAndPrivacy.kolibriAboutP5": "Para mejorar la calidad de Kolibri y sus recursos, Learning Equality podría recopilar información de uso anónima cuando Kolibri tenga acceso a Internet. Esto puede incluir direcciones IP asociadas con el servidor, detalles del dispositivo como el sistema operativo y la zona horaria. También recopilamos estadísticas agregadas que incluyen: número de usuarios y centros educativos, años de nacimiento y distribución por género, además de la popularidad de los recursos. Hacemos todo lo posible para evitar recopilar información personal sobre los usuarios de Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Acerca de Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Tienes que ejecutar Kolibri como un servicio cumpliendo con todas las leyes locales aplicables. Si eres el propietario del dispositivo en el que está instalado Kolibri, ten en cuenta que en última instancia eres el responsable de la seguridad y la protección de los datos de usuarios almacenada en Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "También tienes que seguir las mejores prácticas relativas a la seguridad de la información, para proteger los datos de tus usuarios. Esto incluye mantener el dispositivo físicamente seguro, encriptar el disco duro, usar contraseñas seguras y únicas, mantener el sistema operativo actualizado y tener un cortafuegos configurado correctamente.",
  "UsageAndPrivacy.kolibriOwnersP3": "Al sincronizar este centro con el Portal de datos de Kolibri, estás otorgando acceso a sus datos a los administradores de la organización en el Portal de datos Kolibri. De igual manera estás otorgando acceso a los datos a la organización Learning Equality, que está gestionando los servidores.",
  "UsageAndPrivacy.kolibriOwnersP4": "Asegúrate que tus usuarios tienen forma de ponerse en contacto contigo si tienen preguntas acerca de sus cuentas.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administradores",
  "UsageAndPrivacy.kolibriUsersL1": "Compartir tu contraseña, permitir que cualquier persona acceda a tu cuenta, o hacer cualquier cosa que pueda poner tu cuenta en riesgo",
  "UsageAndPrivacy.kolibriUsersL2": "Intentar acceder a cuentas de otros usuarios",
  "UsageAndPrivacy.kolibriUsersL3": "Eliminar, eludir, deshabilitar, dañar o interferir con las características de seguridad de Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Intencionalmente interferir o dañar el funcionamiento de Kolibri o su disfrute para el resto de usuarios, por cualquier medio",
  "UsageAndPrivacy.kolibriUsersP1": "Deberías usar Kolibri cumpliendo con todas las leyes aplicables. Esto podría significar que tienes que obtener el permiso de tus padres, tutores o maestros.",
  "UsageAndPrivacy.kolibriUsersP2": "Ten en cuenta que tu información personal puede ser visible a los demás, dependiendo de cómo este configurado el software y la manera de acceder al programa.",
  "UsageAndPrivacy.kolibriUsersP3": "Ponte en contacto con el administrador local de Kolibri para comprender qué información personal tuya puede estar almacenada, quién puede verla, cómo actualizarla o eliminarla, o si crees que tu cuenta está en riesgo.",
  "UsageAndPrivacy.kolibriUsersP4": "No deberías:",
  "UsageAndPrivacy.kolibriUsersP5": "Cuando utilizas Kolibri como usuario registrado, la información como tu nombre, nombre de usuario, edad, año de nacimiento, número de identificación, los materiales que ves y tus resultados en las evaluaciones pueden ser accesibles a los administradores y tutores del centro educativo. El equipo de desarrollo de Kolibri también puede usar tu información y compartirla con los creadores de contenidos para ayudar a mejorar el software y los recursos para diferentes tipos y necesidades de estudiantes.",
  "UsageAndPrivacy.kolibriUsersP6": "Cuando utilizas Kolibri como invitado, la información agregada sobre recursos que tú y otros invitados visitan puede ser visible para los administradores y algunos tutores.",
  "UsageAndPrivacy.openIdH1": "Iniciar sesión en otras aplicaciones usando Kolibri",
  "UsageAndPrivacy.openIdP1": "Es posible usar Kolibri para crear una cuenta o iniciar sesión en otras aplicaciones. En tal caso, esas aplicaciones tendrán acceso a tu nombre completo, tu ID único y tu nombre de usuario."
}