{
  "CookiePolicy.choicesP1": "পরিসংখ্যান কুকি পেতে একটি {choice} নির্দিষ্ট করুন। এটি এখানে পরিবর্তন করা যাবে :",
  "CookiePolicy.cookieExpiryTableHeader": "মেয়াদ শেষ",
  "CookiePolicy.cookieP1": "কোলিব্রি লার্নিং প্ল্যাটফর্ম আপনাকে বিশেষ ও সুরক্ষিত অভিজ্ঞতা দিতে, ট্রাফিক বিশ্লেষণ করতে, এবং এর পরিষেবার গতি ও কার্যকারিতা উন্নত করতে কুকিজ ব্যবহার করে। কুকি হল ছোট টেক্সট ফাইল যা ব্যবহার করে ওয়েবসাইট ব্যবহারকারীকে আরও কার্যকর অভিজ্ঞতা দিতে পারে।",
  "CookiePolicy.cookieP2": "বর্তমান গোপনীয়তা আইনে (জিডিপিআর এবং সিসিপিএ) উল্লেখ আছে যে আমাদের পরিষেবা প্রদানের জন্য অতি জরুরী হলে আমরা আপনার ডিভাইসে কুকি সংরক্ষণ করতে পারি। এছাড়া অন্য সব ধরনের কুকির জন্য আপনার অনুমতি প্রয়োজন।",
  "CookiePolicy.cookieP3": "কোলিব্রি লার্নিং প্ল্যাটফর্ম বিভিন্ন ধরনের কুকি ব্যবহার করে। কিছু কুকি খুব বেশি প্রয়োজনীয়, এবং কিছু ঐচ্ছিক বিশ্লেষণের জন্য ব্যবহার করা হয়। আপনি যে-কোনো সময় আপনার সম্মতি পরিবর্তন বা প্রত্যাহার করতে পারেন।",
  "CookiePolicy.cookieP4": "আমাদের ব্যবহার ও গোপনীয়তা নীতিতে আপনার ডাটা কীভাবে প্রক্রিয়া করা হতে পারে সে সম্পর্কে আরও জানুন।",
  "CookiePolicy.cookieP5": "প্রয়োজনীয় কুকি দ্বারা পৃষ্ঠা নেভিগেশন ও ওয়েবসাইটের সুরক্ষিত অংশে অ্যাক্সেস মতো দরকারি বৈশিষ্ট্যগুলো কার্যকর করা সম্ভব হয়। এ কুকিগুলো ছাড়া ওয়েবসাইট সঠিকভাবে কাজ করবে না।",
  "CookiePolicy.cookiePurposeTableHeader": "উদ্দেশ্য",
  "CookiePolicy.csrftokenCookiePurpose": "লগ ইন পাতা সুরক্ষিত রাখা এবং আপনার সম্মতি ছাড়া যেন কেউ আপনার ব্রাউজারে লগ ইন করতে বা আপনার হয়ে কিছু করতে না পারে তা নিশ্চিত করা।",
  "CookiePolicy.kolibriCookieConsentPurpose": "ভিজিটর পূর্বে ঐচ্ছিক কুকিজ গ্রহণ বা প্রত্যাখ্যান করেছে কি না তা সনাক্ত করতে এবং আবার জিজ্ঞেস করার প্রয়োজন এড়াতে ব্যবহৃত হয়।",
  "CookiePolicy.kolibriCookieExpiry": "সেশন শেষ হওয়া পর্যন্ত",
  "CookiePolicy.kolibriCookiePurpose": "আপনার লগ ইন করা সেশন সুরক্ষিত করতে এবং আপনাকে আপনার ব্যক্তিগত তথ্যে অ্যাক্সেস প্রদান করতে",
  "CookiePolicy.necessaryCookiesHeader": "প্রয়োজনীয় কুকিজ",
  "CookiePolicy.statisticsCookiesHeader": "পরিসংখ্যান কুকিজ",
  "CookiePolicy.statisticsCookiesP1": "কীভাবে ভিজিটররা বেনামে তথ্য সংগ্রহ ও রিপোর্ট করার মাধ্যমে ওয়েবসাইটের সাথে যোগাযোগ করে, পরিসংখ্যান কুকিজ ওয়েবসাইট মালিকদের সেগুলো বুঝতে সাহায্য করে।",
  "CookiePolicy.twoYearExpiry": "২ বছর",
  "CookiePolicy.visitorIdPurpose": "একটি বিশেষ আইডি নিবন্ধন করে যা একটি বেনামী ভিজিটর দ্বারা ওয়েবসাইটের ব্যবহার সম্পর্কে পরিসংখ্যান তথ্য তৈরি করতে ব্যবহৃত হয়।",
  "CookiePolicy.yourChoicesHeader": "আপনার পছন্দ",
  "UsageAndPrivacy.kolibriAboutP1": "কোলিব্রি সফটওয়্যারটি ফাউন্ডেশন ফর লার্নিং ইকুয়ালিটি, ইনকর্পোরেটেড দ্বারা নির্মিত। কোলিব্রির পরিষেবার শর্তাবলী এবং গোপনীয়তা নীতিসহ আরও তথ্য এখানে পাওয়া যাবে :",
  "UsageAndPrivacy.kolibriAboutP2": "কলিব্রি এমন একটি সফটওয়্যার অ্যাপ্লিকেশন যা ইন্টারনেট সংযোগ ছাড়াই বিভিন্ন ধরনের ডিভাইসে ইনস্টল করা যায়।",
  "UsageAndPrivacy.kolibriAboutP3": "ওয়েব সার্ভারের মাধ্যমে অ্যাক্সেস করা অন্যান্য ওয়েব সার্ভিসের মতো কলিব্রি নয় কারণ সারা বিশ্বে হাজার হাজার স্বতন্ত্র কলিব্রি ইনস্টলেশন রয়েছে - ঠিক এটির মতো। প্রতিটি কলিব্রি ইনস্টলেশন যে ডিভাইসে ইনস্টল করা হয়েছে সেটির মালিক পরিচালনা এবং নিয়ন্ত্রণ করেন।",
  "UsageAndPrivacy.kolibriAboutP4": "অ্যাডমিনিস্ট্রেটররা চাইলে কলিব্রি ডাটা ক্লাউড-ভিত্তিক কলিব্রি ডাটা পোর্টাল সার্ভিসের সাথে সিংক করতে পারবেন। এমন করা হলে সংগঠনের অ্যাডমিনরা কলিব্রি ডাটা পোর্টাল থেকে ফ্যাসিলিটির সব ডাটা অ্যাক্সেস করতে পারবেন। এই ডাটা Learning Equality-র ক্লাউড সার্ভারে আপলোড করা হবে, এবং তারাও সেই ডাটা অ্যাক্সেস পারবে।",
  "UsageAndPrivacy.kolibriAboutP5": "কলিব্রি ইন্টারনেট সংযোগ পেলে, Learning Equality কলিব্রি ও তাতে থাকা সংস্থানগুলির মান উন্নত করার জন্য কলিব্রির ব্যবহার সম্পর্কিত তথ্য নাম-পরিচয় বাদ দিয়ে সংগ্রহ করে। সার্ভারটির সাথে সংশ্লিষ্ট আইপি অ্যাড্রেস এবং ডিভাইসের অপারেটিং সিস্টেম ও টাইমজোনের মত বিবরণও এর অন্তর্ভুক্ত। এছাড়াও আমরা মোট পরিসংখ্যান সংগ্রহ করি যার মধ্যে রয়েছে: ব্যবহারকারী ও ফ্যাসিলিটির সংখ্যা, জন্মসাল ও লিঙ্গের বণ্টন এবং কোন সংস্থান কতটা জনপ্রিয়। কলিব্রি ব্যবহারকারীদের সনাক্ত করা যেতে পারে এমন ব্যক্তিগত কোনও তথ্য যেন সংগ্রহ না করা হয় তার জন্য আমরা সর্বাত্মক চেষ্টা করে থাকি।",
  "UsageAndPrivacy.kolibriAboutTitle": "কলিব্রি সম্পর্কে",
  "UsageAndPrivacy.kolibriOwnersP1": "আপনাকে কলিব্রি সমস্ত আইনকানুন মেনে একটি পরিষেবা হিসেবে চালাতে হবে। যে ডিভাইসে কলিব্রি ইনস্টল করা হয়েছে আপনিই সেটির মালিক হলে অনুগ্রহ করে মনে রাখবেন যে কলিব্রিতে ব্যবহারকারীদের যে সব তথ্য রাখা হচ্ছে তার নিরাপত্তা এবং সুরক্ষার দায়িত্ব শেষ পর্যন্ত আপনার উপরই বর্তাবে।",
  "UsageAndPrivacy.kolibriOwnersP2": "আপনার ব্যবহারকারীদের তথ্য সুরক্ষিত রাখতে আপনি অবশ্যই সর্বোত্তম তথ্য সুরক্ষা নীতিমালা অনুসরণ করবেন। এর মধ্যে রয়েছে ডিভাইসটি শারীরিকভাবে সুরক্ষিত রাখা, হার্ড ড্রাইভ এনক্রিপ্ট করা, শক্তিশালী ও ব্যতিক্রমী পাসওয়ার্ড ব্যবহার করা, অপারেটিং সিস্টেম আপ-টু-ডেট রাখা এবং উপযুক্ত ফায়ারওয়াল থাকা।",
  "UsageAndPrivacy.kolibriOwnersP3": "আপনি কলিব্রি ডাটা পোর্টালের সাথে আপনার ফ্যাসিলিটির ডাটা সিংক্রোনাইজ করার সিদ্ধান্ত নিলে আপনি কলিব্রি ডাটা পোর্টালটির সাংগঠনিক অ্যাডমিনিস্ট্রেটরদেরকে আপনার ডাটা অ্যাক্সেস করার অনুমতি দেবেন। সেই সাথে আপনি Learning Equality, যারা সার্ভারটি চালাচ্ছে, তাদেরও অ্যাক্সেস করার অনুমতি দেবেন।",
  "UsageAndPrivacy.kolibriOwnersP4": "অনুগ্রহ করে নিশ্চিত করুন যে আপনার ব্যবহারকারীদের তাদের অ্যাকাউন্ট নিয়ে কোনও আশংকা দেখা দিলে তাদের যাতে আপনার সাথে যোগাযোগ করার কোনও উপায় থাকে।",
  "UsageAndPrivacy.kolibriOwnersTitle": "অ্যাডমিন",
  "UsageAndPrivacy.kolibriUsersL1": "আপনার পাসওয়ার্ড শেয়ার করা, আপনার অ্যাকাউন্ট অন্য কাউকে অ্যাক্সেস করতে দেওয়া, বা এমন কিছু করা যাতে আপনার অ্যাকাউন্টের ঝুঁকি হতে পারে",
  "UsageAndPrivacy.kolibriUsersL2": "অন্য কোনও ব্যবহারকারীর অ্যাকাউন্ট অ্যাক্সেস করার চেষ্টা করা",
  "UsageAndPrivacy.kolibriUsersL3": "কলিব্রির সুরক্ষা-সংক্রান্ত কোনও বৈশিষ্ট্য অপসারণ করা, লঙ্ঘন করা, নিষ্ক্রিয় করা, তার ক্ষতি করা বা অন্য কোনও ভাবে তাতে হস্তক্ষেপ করা",
  "UsageAndPrivacy.kolibriUsersL4": "কোলিব্রি কার্যক্রমে বা কোনো ব্যবহারকারীর এটি উপভোগ করার সময় যে-কোনো উপায়ে ইচ্ছাকৃতভাবে হস্তক্ষেপ করা বা ক্ষতিসাধন করা",
  "UsageAndPrivacy.kolibriUsersP1": "তোমাকে সমস্ত প্রযোজ্য আইনকানুন মেনে কলিব্রি ব্যবহার করতে হবে। এর মানে হল তোমাকে তোমার বাবা-মা, অভিভাবক বা শিক্ষকের থেকে অনুমতি নিতে হতে পারে।",
  "UsageAndPrivacy.kolibriUsersP2": "মনে রাখবেন যে, সফটওয়্যারটি কীভাবে কনফিগার করা হয়েছে বা সেটি আপনি কীভাবে ব্যবহার করছেন তার উপর নির্ভর করে অন্যরা আপনার ব্যক্তিগত তথ্য দেখতে পেতে পারে।",
  "UsageAndPrivacy.kolibriUsersP3": "আপনার কোন ব্যক্তিগত তথ্য সংরক্ষণ করা হতে পারে, এগুলো কার কাছে দৃশ্যমান, কীভাবে এটি আপডেট করতে হয় বা মুছে ফেলতে হয়, অথবা আপনি যদি বিশ্বাস করেন যে আপনার অ্যাকাউন্ট ঝুঁকিতে আছে, তাহলে অনুগ্রহ করে আপনার স্থানীয় কোলিব্রি অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।",
  "UsageAndPrivacy.kolibriUsersP4": "আপনার যা করা উচিৎ না:",
  "UsageAndPrivacy.kolibriUsersP5": "আপনি ব্যবহারকারী হিসেবে লগ-ইন করে কলিব্রি ব্যবহার করলে আপনার নাম, ব্যবহারকারীর নাম, বয়স, জন্মসাল, সনাক্তকারী নাম্বার, আপনি কী কী সংস্থান দেখেন, এবং বিভিন্ন পরীক্ষায় কেমন ফলাফল করেছেন তা হয়তো আপনার ফ্যাসিলিটির প্রশিক্ষক ও অ্যাডমিনিস্ট্রেটরদের দেখানো হতে পারে। আপনার তথ্য হয়তো কলিব্রির ডেভেলপাররা ব্যবহার করতে পারেন বা তা বিষয়বস্তু রচনাকারীদের দেওয়া হতে পারে যাতে বিভিন্ন ধরনের শিক্ষার্থীদের সুবিধার্থে ও তাদের চাহিদা পূরণের জন্য সফটওয়্যার ও সংস্থান আরও উন্নত করা যায়।",
  "UsageAndPrivacy.kolibriUsersP6": "আপনি যখন অতিথি হিসেবে কলিব্রি ব্যবহার করবেন তখন আপনি এবং অন্যান্য অতিথিরা যে বিষয়বস্তু দেখেছেন সেই সম্পর্কে সমষ্টিগত তথ্য অ্যাডমিন এবং নির্দিষ্ট কিছু প্রশিক্ষক দেখতে পারেন।",
  "UsageAndPrivacy.openIdH1": "কলিব্রি ব্যবহার করে তৃতীয় পক্ষের অ্যাপ্লিকেশনে সাইন-ইন করা",
  "UsageAndPrivacy.openIdP1": "কলিব্রি ব্যবহার করে তৃতীয় পক্ষের অ্যাপ্লিকেশএগুলিতে নিবন্ধন বা সাইন-ইন করা সম্ভব। তা করলে অন্য অ্যাপ্লিকেশনটি আপনার কলিব্রি ইউজারনেম, অনন্য ইউজার আইডি এবং পুরো নাম অ্যাক্সেস করতে পারবে।"
}