{
  "CookiePolicy.choicesP1": "ਸਟੈਟਿਸਟਿਕਸ ਕੂਕੀਜ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤੁਹਾਡੀ {choice}। ਤੁਸੀਂ ਇਸ ਤਰਜੀਹ ਨੂੰ ਇੱਥੇ ਬਦਲ ਸਕਦੇ ਹੋ:",
  "CookiePolicy.cookieExpiryTableHeader": "ਮਿਆਦ ਪੁੱਗਣ",
  "CookiePolicy.cookieP1": "ਕੋਲੀਬਰੀ ਲਰਨਿੰਗ ਪਲੇਟਫਾਰਮ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕਰਨ, ਟ੍ਰੈਫਿਕ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਅਤੇ ਇਸਦੀ ਸੇਵਾ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਕਾਰਜਕੁਸ਼ਲਤਾ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਕੂਕੀਜ਼ ਛੋਟੀਆਂ ਟੈਕਸਟ ਫਾਈਲਾਂ ਹੁੰਦੀਆਂ ਹਨ ਜੋ ਵੈੱਬਸਾਈਟਾਂ ਦੁਆਰਾ ਉਪਭੋਗਤਾ ਦੇ ਅਨੁਭਵ ਨੂੰ ਵਧੇਰੇ ਕੁਸ਼ਲ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।",
  "CookiePolicy.cookieP2": "ਮੌਜੂਦਾ ਗੋਪਨੀਯਤਾ ਕਾਨੂੰਨ (GDPR ਅਤੇ CCPA) ਦੱਸਦੇ ਹਨ ਕਿ ਅਸੀਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ 'ਤੇ ਕੂਕੀਜ਼ ਸਟੋਰ ਕਰ ਸਕਦੇ ਹਾਂ ਜੇਕਰ ਉਹ ਸੇਵਾ ਦੇ ਸੰਚਾਲਨ ਲਈ ਸਖਤੀ ਨਾਲ ਜ਼ਰੂਰੀ ਹਨ। ਹੋਰ ਸਾਰੀਆਂ ਕਿਸਮਾਂ ਦੀਆਂ ਕੂਕੀਜ਼ ਲਈ, ਸਾਨੂੰ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਦੀ ਲੋੜ ਹੈ।",
  "CookiePolicy.cookieP3": "ਕੋਲੀਬਰੀ ਲਰਨਿੰਗ ਪਲੇਟਫਾਰਮ ਵੱਖ-ਵੱਖ ਕਿਸਮਾਂ ਦੀਆਂ ਕੂਕੀਜ਼ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਕੁਝ ਕੁਕੀਜ਼ ਸਖ਼ਤੀ ਨਾਲ ਜ਼ਰੂਰੀ ਹਨ, ਅਤੇ ਕੁਝ ਵਿਕਲਪਿਕ ਵਿਸ਼ਲੇਸ਼ਣ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਹਨ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀ ਸਹਿਮਤੀ ਬਦਲ ਸਕਦੇ ਹੋ ਜਾਂ ਵਾਪਸ ਲੈ ਸਕਦੇ ਹੋ।",
  "CookiePolicy.cookieP4": "ਸਾਡੀ ਵਰਤੋਂ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਵਿੱਚ ਤੁਹਾਡੇ ਡੇਟਾ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਿਵੇਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ਇਸ ਬਾਰੇ ਹੋਰ ਜਾਣੋ।",
  "CookiePolicy.cookieP5": "ਲੋੜੀਂਦੇ ਕੂਕੀਜ਼ ਪੇਜ ਨੈਵੀਗੇਸ਼ਨ ਅਤੇ ਇਸਦੇ ਸੁਰੱਖਿਅਤ ਖੇਤਰਾਂ ਤੱਕ ਪਹੁੰਚ ਵਰਗੇ ਬੁਨਿਆਦੀ ਫੰਕਸ਼ਨਾਂ ਨੂੰ ਸਮਰੱਥ ਕਰਕੇ ਇੱਕ ਵੈਬਸਾਈਟ ਨੂੰ ਵਰਤੋਂ ਯੋਗ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ। ਵੈੱਬਸਾਈਟ ਇਹਨਾਂ ਕੂਕੀਜ਼ ਤੋਂ ਬਿਨਾਂ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
  "CookiePolicy.cookiePurposeTableHeader": "ਮਕਸਦ",
  "CookiePolicy.csrftokenCookiePurpose": "ਲੌਗਇਨ ਪੰਨੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਕੋਈ ਵੀ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਤੋਂ ਬਿਨਾਂ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਲੌਗਇਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ ਜਾਂ ਤੁਹਾਡੀ ਤਰਫ਼ੋਂ ਕਾਰਵਾਈਆਂ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।",
  "CookiePolicy.kolibriCookieConsentPurpose": "ਇਹ ਪਤਾ ਲਗਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਕਿ ਕੀ ਵਿਜ਼ਟਰ ਨੇ ਪਹਿਲਾਂ ਵਿਕਲਪਿਕ ਕੂਕੀਜ਼ ਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕੀਤਾ ਹੈ, ਅਤੇ ਦੁਬਾਰਾ ਪੁੱਛਣ ਦੀ ਜ਼ਰੂਰਤ ਤੋਂ ਬਚਿਆ ਹੈ।",
  "CookiePolicy.kolibriCookieExpiry": "ਸੈਸ਼ਨ ਦੇ ਅੰਤ ਤੱਕ",
  "CookiePolicy.kolibriCookiePurpose": "ਤੁਹਾਡੇ ਲੌਗਇਨ ਕੀਤੇ ਸੈਸ਼ਨ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ",
  "CookiePolicy.necessaryCookiesHeader": "ਜ਼ਰੂਰੀ ਕੂਕੀਜ਼",
  "CookiePolicy.statisticsCookiesHeader": "ਅੰਕੜੇ ਕੂਕੀਜ਼",
  "CookiePolicy.statisticsCookiesP1": "ਸਟੈਟਿਸਟਿਕਸ ਕੂਕੀਜ਼ ਵੈੱਬਸਾਈਟ ਮਾਲਕਾਂ ਨੂੰ ਇਹ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰਦੇ ਹਨ ਕਿ ਵਿਜ਼ਟਰ ਅਗਿਆਤ ਰੂਪ ਵਿੱਚ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਕੇ ਅਤੇ ਰਿਪੋਰਟ ਕਰਕੇ ਵੈੱਬਸਾਈਟਾਂ ਨਾਲ ਕਿਵੇਂ ਗੱਲਬਾਤ ਕਰਦੇ ਹਨ।",
  "CookiePolicy.twoYearExpiry": "2 ਸਾਲ",
  "CookiePolicy.visitorIdPurpose": "ਇੱਕ ਵਿਲੱਖਣ ID ਰਜਿਸਟਰ ਕਰਦਾ ਹੈ ਜਿਸਦੀ ਵਰਤੋਂ ਅੰਕੜਾ ਡੇਟਾ ਬਣਾਉਣ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਇੱਕ ਅਗਿਆਤ ਵਿਜ਼ਟਰ ਵੈਬਸਾਈਟ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰਦਾ ਹੈ।",
  "CookiePolicy.yourChoicesHeader": "ਤੁਹਾਡੀਆਂ ਚੋਣਾਂ",
  "UsageAndPrivacy.kolibriAboutP1": "ਕੋਲੀਬਰੀ ਸਾਫਟਵੇਅਰ ਫਾਊਂਡੇਸ਼ਨ ਫਾਰ ਲਰਨਿੰਗ ਇਕਵਲਿਟੀ, ਇੰਕ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਕੋਲਿਬਰੀ ਦੀਆਂ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਸਮੇਤ ਹੋਰ ਜਾਣਕਾਰੀ ਇੱਥੇ ਲੱਭੀ ਜਾ ਸਕਦੀ ਹੈ:",
  "UsageAndPrivacy.kolibriAboutP2": "ਕੋਲੀਬਰੀ ਇੱਕ ਸਾਫਟਵੇਅਰ ਐਪਲੀਕੇਸ਼ਨ ਹੈ ਜੋ ਇੰਟਰਨੈਟ ਨਾਲ ਕਨੈਕਸ਼ਨ ਦੀ ਲੋੜ ਤੋਂ ਬਿਨਾਂ ਕਈ ਤਰ੍ਹਾਂ ਦੀਆਂ ਡਿਵਾਈਸਾਂ 'ਤੇ ਸਥਾਪਿਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
  "UsageAndPrivacy.kolibriAboutP3": "ਬਹੁਤ ਸਾਰੀਆਂ ਔਨਲਾਈਨ ਵੈਬ ਸੇਵਾਵਾਂ ਦੇ ਉਲਟ ਜੋ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਰਾਹੀਂ ਇਸੇ ਤਰ੍ਹਾਂ ਐਕਸੈਸ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਦੁਨੀਆ ਭਰ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਸੁਤੰਤਰ ਕੋਲੀਬਰੀ ਸਥਾਪਨਾਵਾਂ ਹਨ - ਇਸ ਵਿੱਚ ਇੱਕ ਵੀ ਸ਼ਾਮਲ ਹੈ। ਹਰੇਕ ਕੋਲੀਬਰੀ ਇੰਸਟਾਲੇਸ਼ਨ ਨੂੰ ਉਸ ਡਿਵਾਈਸ ਦੇ ਮਾਲਕ ਦੁਆਰਾ ਪ੍ਰਬੰਧਿਤ ਅਤੇ ਨਿਯੰਤਰਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਜਿਸ 'ਤੇ ਇਹ ਸਥਾਪਿਤ ਕੀਤਾ ਗਿਆ ਹੈ।",
  "UsageAndPrivacy.kolibriAboutP4": "ਪ੍ਰਸ਼ਾਸਕਾਂ ਲਈ ਕੋਲੀਬਰੀ ਡੇਟਾ ਨੂੰ ਕਲਾਉਡ-ਅਧਾਰਿਤ ਕੋਲੀਬਰੀ ਡੇਟਾ ਪੋਰਟਲ ਸੇਵਾ ਨਾਲ ਸਿੰਕ ਕਰਨਾ ਵੀ ਸੰਭਵ ਹੈ। ਜੇਕਰ ਅਜਿਹਾ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਕੋਲਿਬਰੀ ਡਾਟਾ ਪੋਰਟਲ 'ਤੇ ਸਾਰੇ ਸੁਵਿਧਾ ਡੇਟਾ ਸੰਸਥਾ ਪ੍ਰਬੰਧਕਾਂ ਲਈ ਪਹੁੰਚਯੋਗ ਹੋਵੇਗਾ। ਇਸਨੂੰ ਲਰਨਿੰਗ ਸਮਾਨਤਾ ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਕਲਾਉਡ ਸਰਵਰਾਂ 'ਤੇ ਅਪਲੋਡ ਕੀਤਾ ਜਾਵੇਗਾ, ਜਿਨ੍ਹਾਂ ਕੋਲ ਇਸ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਵੀ ਹੋਵੇਗੀ।",
  "UsageAndPrivacy.kolibriAboutP5": "ਕੋਲੀਬਰੀ ਦੀ ਗੁਣਵੱਤਾ ਅਤੇ ਇਸ 'ਤੇ ਮੌਜੂਦ ਸਰੋਤਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ, ਲਰਨਿੰਗ ਇਕੁਇਲਟੀ ਅਗਿਆਤ ਵਰਤੋਂ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੀ ਹੈ ਜਦੋਂ ਕੋਲੀਬਰੀ ਦੀ ਇੰਟਰਨੈੱਟ ਤੱਕ ਪਹੁੰਚ ਹੁੰਦੀ ਹੈ। ਇਸ ਵਿੱਚ ਸਰਵਰ ਨਾਲ ਜੁੜੇ IP ਪਤੇ, ਅਤੇ ਡਿਵਾਈਸ ਵੇਰਵੇ ਜਿਵੇਂ ਕਿ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਅਤੇ ਸਮਾਂ ਖੇਤਰ ਸ਼ਾਮਲ ਹਨ। ਅਸੀਂ ਕੁੱਲ ਅੰਕੜੇ ਵੀ ਇਕੱਠੇ ਕਰਦੇ ਹਾਂ ਜਿਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ: ਉਪਭੋਗਤਾਵਾਂ ਅਤੇ ਸਹੂਲਤਾਂ ਦੀ ਗਿਣਤੀ, ਜਨਮ ਸਾਲ ਅਤੇ ਲਿੰਗ ਵੰਡ, ਅਤੇ ਸਰੋਤ ਪ੍ਰਸਿੱਧੀ। ਅਸੀਂ ਕੋਲੀਬਰੀ ਉਪਭੋਗਤਾਵਾਂ ਬਾਰੇ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਛਾਣ ਕਰਨ ਵਾਲੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਨ ਤੋਂ ਬਚਣ ਲਈ ਹਰ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ।",
  "UsageAndPrivacy.kolibriAboutTitle": "ਕੋਲੀਬਰੀ ਬਾਰੇ",
  "UsageAndPrivacy.kolibriOwnersP1": "ਤੁਹਾਨੂੰ ਸਾਰੇ ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਵਿੱਚ ਕੋਲਿਬਰੀ ਨੂੰ ਇੱਕ ਸੇਵਾ ਵਜੋਂ ਚਲਾਉਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਉਸ ਡਿਵਾਈਸ ਦੇ ਮਾਲਕ ਹੋ ਜਿਸ 'ਤੇ ਕੋਲਿਬਰੀ ਸਥਾਪਤ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਧਿਆਨ ਰੱਖੋ ਕਿ ਤੁਸੀਂ ਕੋਲੀਬਰੀ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਉਪਭੋਗਤਾ ਡੇਟਾ ਦੀ ਸੁਰੱਖਿਆ ਅਤੇ ਸੁਰੱਖਿਆ ਲਈ ਆਖਰਕਾਰ ਜ਼ਿੰਮੇਵਾਰ ਹੋ।",
  "UsageAndPrivacy.kolibriOwnersP2": "ਤੁਹਾਨੂੰ ਆਪਣੇ ਉਪਭੋਗਤਾਵਾਂ ਦੇ ਡੇਟਾ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਵਧੀਆ ਜਾਣਕਾਰੀ ਸੁਰੱਖਿਆ ਅਭਿਆਸਾਂ ਦੀ ਵੀ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਸ ਵਿੱਚ ਡਿਵਾਈਸ ਨੂੰ ਭੌਤਿਕ ਤੌਰ 'ਤੇ ਸੁਰੱਖਿਅਤ ਰੱਖਣਾ, ਹਾਰਡ ਡਰਾਈਵ ਨੂੰ ਐਨਕ੍ਰਿਪਟ ਕਰਨਾ, ਮਜ਼ਬੂਤ ​​ਅਤੇ ਵਿਲੱਖਣ ਪਾਸਵਰਡਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨਾ, ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨੂੰ ਅਪ-ਟੂ-ਡੇਟ ਰੱਖਣਾ, ਅਤੇ ਸਹੀ ਢੰਗ ਨਾਲ ਸੰਰਚਿਤ ਫਾਇਰਵਾਲ ਰੱਖਣਾ ਸ਼ਾਮਲ ਹੈ।",
  "UsageAndPrivacy.kolibriOwnersP3": "ਜੇਕਰ ਤੁਸੀਂ ਕੋਲਿਬਰੀ ਡੇਟਾ ਪੋਰਟਲ ਨਾਲ ਆਪਣੇ ਸੁਵਿਧਾ ਡੇਟਾ ਨੂੰ ਸਿੰਕ ਕਰਨ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਕੋਲੀਬਰੀ ਡੇਟਾ ਪੋਰਟਲ ਸੰਸਥਾ ਦੇ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਤੁਹਾਡੇ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰੋਗੇ। ਤੁਸੀਂ ਲਰਨਿੰਗ ਸਮਾਨਤਾ ਤੱਕ ਪਹੁੰਚ ਵੀ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹੋਵੋਗੇ, ਜੋ ਸਰਵਰਾਂ ਨੂੰ ਸੰਚਾਲਿਤ ਕਰਦਾ ਹੈ।",
  "UsageAndPrivacy.kolibriOwnersP4": "ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ਕੋਲ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦਾ ਤਰੀਕਾ ਹੈ ਜੇਕਰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਅਕਾਊਂਟ ਬਾਰੇ ਚਿੰਤਾਵਾਂ ਹਨ।",
  "UsageAndPrivacy.kolibriOwnersTitle": "ਐਡਮਿਨਿਸਟ੍ਰੇਟਰ",
  "UsageAndPrivacy.kolibriUsersL1": "ਆਪਣਾ ਪਾਸਵਰਡ ਸਾਂਝਾ ਕਰੋ, ਕਿਸੇ ਨੂੰ ਵੀ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦਿਓ, ਜਾਂ ਅਜਿਹਾ ਕੁਝ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਜੋਖਮ ਵਿੱਚ ਪਾ ਸਕਦਾ ਹੈ",
  "UsageAndPrivacy.kolibriUsersL2": "ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਦੇ ਅਕਾਊਂਟ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ",
  "UsageAndPrivacy.kolibriUsersL3": "ਕੋਲੀਬਰੀ ਦੀਆਂ ਸੁਰੱਖਿਆ-ਸਬੰਧਤ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਹਟਾਓ, ਰੋਕੋ, ਅਯੋਗ ਕਰੋ, ਨੁਕਸਾਨ ਕਰੋ ਜਾਂ ਹੋਰ ਦਖਲਅੰਦਾਜ਼ੀ ਕਰੋ",
  "UsageAndPrivacy.kolibriUsersL4": "ਕੋਲਿਬਰੀ ਦੇ ਸੰਚਾਲਨ ਜਾਂ ਕਿਸੇ ਵੀ ਉਪਭੋਗਤਾ ਦੇ ਇਸ ਦੇ ਅਨੰਦ ਵਿੱਚ ਜਾਣ-ਬੁੱਝ ਕੇ ਦਖਲ ਦੇਣਾ ਜਾਂ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣਾ, ਕਿਸੇ ਵੀ ਤਰੀਕੇ ਨਾਲ",
  "UsageAndPrivacy.kolibriUsersP1": "ਤੁਹਾਨੂੰ ਸਾਰੇ ਲਾਗੂ ਕਾਨੂੰਨਾਂ ਦੀ ਪਾਲਣਾ ਵਿੱਚ ਕੋਲੀਬਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਸਦਾ ਮਤਲਬ ਇਹ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਮਾਤਾ-ਪਿਤਾ, ਸਰਪ੍ਰਸਤ, ਜਾਂ ਅਧਿਆਪਕ ਤੋਂ ਇਜਾਜ਼ਤ ਲੈਣਾ।",
  "UsageAndPrivacy.kolibriUsersP2": "ਸਾਵਧਾਨ ਰਹੋ ਕਿ ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੂਜਿਆਂ ਨੂੰ ਦਿਖਾਈ ਦੇ ਸਕਦੀ ਹੈ, ਇਹ ਇਸ ਗੱਲ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ ਕਿ ਸੌਫਟਵੇਅਰ ਨੂੰ ਕਿਵੇਂ ਸੰਰਚਿਤ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਤੁਸੀਂ ਸੌਫਟਵੇਅਰ ਤੱਕ ਕਿਵੇਂ ਪਹੁੰਚ ਕਰਦੇ ਹੋ।",
  "UsageAndPrivacy.kolibriUsersP3": "ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਸਮਝਣ ਲਈ ਆਪਣੇ ਸਥਾਨਕ ਕੋਲੀਬਰੀ ਪ੍ਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਕਿ ਤੁਹਾਡੀ ਕਿਹੜੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਟੋਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਇਹ ਕਿਸ ਨੂੰ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ, ਇਸਨੂੰ ਕਿਵੇਂ ਅੱਪਡੇਟ ਕਰਨਾ ਜਾਂ ਮਿਟਾਉਣਾ ਹੈ, ਜਾਂ ਜੇਕਰ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਸਮਝੌਤਾ ਕੀਤਾ ਗਿਆ ਹੈ।",
  "UsageAndPrivacy.kolibriUsersP4": "ਤੁਹਾਨੂੰ ਇਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ:",
  "UsageAndPrivacy.kolibriUsersP5": "ਜਦੋਂ ਤੁਸੀਂ ਲੌਗ-ਇਨ ਕੀਤੇ ਉਪਭੋਗਤਾ ਵਜੋਂ ਕੋਲੀਬਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਨਾਮ, ਉਪਭੋਗਤਾ ਨਾਮ, ਉਮਰ, ਜਨਮ ਸਾਲ, ਪਛਾਣ ਨੰਬਰ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਵੇਖੇ ਗਏ ਸਰੋਤ ਅਤੇ ਮੁਲਾਂਕਣਾਂ 'ਤੇ ਤੁਹਾਡੀ ਕਾਰਗੁਜ਼ਾਰੀ ਵਰਗੀ ਜਾਣਕਾਰੀ ਤੁਹਾਡੀ ਸਹੂਲਤ ਵਿੱਚ ਪ੍ਰਸ਼ਾਸਕਾਂ ਅਤੇ ਕੋਚਾਂ ਨੂੰ ਉਪਲਬਧ ਕਰਵਾਈ ਜਾ ਸਕਦੀ ਹੈ। ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਕੋਲਿਬਰੀ ਦੇ ਡਿਵੈਲਪਰਾਂ ਦੁਆਰਾ ਵੀ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ ਅਤੇ ਵੱਖ-ਵੱਖ ਸਿਖਿਆਰਥੀਆਂ ਦੀਆਂ ਕਿਸਮਾਂ ਅਤੇ ਲੋੜਾਂ ਲਈ ਸੌਫਟਵੇਅਰ ਅਤੇ ਸਰੋਤਾਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਸਮੱਗਰੀ ਸਿਰਜਣਹਾਰਾਂ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
  "UsageAndPrivacy.kolibriUsersP6": "ਜਦੋਂ ਤੁਸੀਂ ਕੋਲਿਬਰੀ ਨੂੰ ਇੱਕ ਮਹਿਮਾਨ ਵਜੋਂ ਵਰਤਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਅਤੇ ਹੋਰ ਮਹਿਮਾਨ ਉਪਭੋਗਤਾ ਦੇਖੇ ਜਾਣ ਵਾਲੇ ਸਰੋਤਾਂ ਬਾਰੇ ਕੁੱਲ ਜਾਣਕਾਰੀ ਪ੍ਰਬੰਧਕਾਂ ਅਤੇ ਕੁਝ ਕੋਚਾਂ ਲਈ ਉਪਲਬਧ ਹੋ ਸਕਦੀ ਹੈ।",
  "UsageAndPrivacy.openIdH1": "ਕੋਲਿਬਰੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨਾ",
  "UsageAndPrivacy.openIdP1": "ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਜਾਂ ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਕੋਲੀਬਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਸੰਭਵ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਅਜਿਹਾ ਕਰਦੇ ਹੋ, ਤਾਂ ਦੂਜੀ ਐਪਲੀਕੇਸ਼ਨ ਕੋਲ ਤੁਹਾਡੇ ਕੋਲਿਬਰੀ ਉਪਭੋਗਤਾ ਨਾਮ, ਵਿਲੱਖਣ ਉਪਭੋਗਤਾ ID, ਅਤੇ ਪੂਰੇ ਨਾਮ ਤੱਕ ਪਹੁੰਚ ਹੋਵੇਗੀ।"
}