Repository: learningequality/kolibri
Catalog: docs/locale/docs/*/LC_MESSAGES/learner.po
Languages: es_es

source: Learner
es_es: Aprender

source: Access Kolibri
es_es: Abrir Kolibri

source: If you are using Kolibri in your school, education center or facility, your coach or administrator will provide the instructions how to open the sign-in page, and username and password if necessary.
es_es: Si usas Kolibri en tu escuela, centro o instalación, tu tutor o administrador proporcionará las instrucciones cómo abrir la página de inicio de sesión, nombre de usuario y la contraseña si fuera necesario.

source: If you are using Kolibri on your own, outside an education center or facility, follow the instructions how to :doc:`access` according to your operating system.
es_es: Si usas Kolibri por tu cuenta, fuera de un centro de educación o la instalación, seguir las instrucciones de cómo :doc:`access` según tu sistema operativo.

source: To sign in to **Kolibri** and start learning follow these steps:
es_es: Para iniciar sesión de **Kolibri** seguir estos pasos:

source: Type your username and password (may be optional).
es_es: Escribe tu nombre de usuario y contraseña (puede ser opcional).

source: Click the **SIGN IN** button.
es_es: Clicar el botón **Iniciar sesión**.

source: Main sign-in page.
es_es: Página principal de inicio de sesión.

source: If you start browsing Kolibri as a guest, you need either to select **Sign in** option from the **Guest** menu in the upper right corner, or from the sidebar menu (left or bottom) to open the sign-in page.
es_es: Si empiezas viendo Kolibri como invitado, tienes que seleccionar la opción **Iniciar sesión** del menú en la esquina superior derecha, o desde el menú de la barra lateral (izquierda o inferior) para abrir la página de inicio de sesión.

source: Location of "Sign in" to Kolibri links.
es_es: Ubicación de los enlaces "Iniciar sesión" en Kolibri.

source: Once you have logged in into Kolibri, you can see and edit your user data from the **Profile** option in the main menu (below **Learn**).
es_es: Una vez hayas iniciado sesión en Kolibri, puedes ver y editar tus datos de usuario en la opción **Perfil** del menú principal.

source: View and edit your user profile.
es_es: Ver y modificar mi perfil de usuario.

source: To sign out from Kolibri you can either:
es_es: Para salir de Kolibri puedes:

source: Click the user icon in the upper right corner and select **Sign out** option.
es_es: Clicar el icono de usuario en la esquina superior derecha y seleccionar la opción **Cerrar sesión**.

source: OR
es_es: O

source: Select **Sign out** option in the main menu.
es_es: Seleccionar la opción **Cerrar sesión** en el menú principal.

source: Learn
es_es: Aprender

source: Each time you login into **Kolibri**, the first thing you will see is the **Learn** page. Here you will find learning topics and materials related to what you were doing the last time you used Kolibri, or those recommended by your teachers and coaches (not visible if you are browsing as a guest).
es_es: Cada vez que inicias sesión en **Kolibri**, lo primero que verás es la página **Aprender**. Aquí encontrarás temas de aprendizaje y materiales relacionados con lo que estabas haciendo la última vez que usaste Kolibri, o las recomendaciones de tus tutores (no visibles si estás navegando como invitado).

source: Recommended
es_es: Recomendado

source: In the **Recommended** tab you can see various sections:
es_es: En la pestaña **Recomendado** puedes ver varias secciones:

source: **Most popular** section which displays the most frequently used materials in your school or facility.
es_es: **Más popular** muestra el contenido más usado en tu escuela o centro.

source: **Next steps** section which displays suggestions according to your previously visited activities.
es_es: **Pasos siguientes** muestra las sugerencias según tus actividades anteriores en Kolibri.

source: **Resume section** displays activities that you started but haven’t finished yet.
es_es: **Continuar** muestra actividades que has empezado pero aun no has acabado.

source: **Featured in...** section.
es_es: **Destacado en...** muestra la vista previa de actividades para cada canal de contenido que tienes disponible en Kolibri.

source: You can browse through learning materials in all sections by using the arrow icons at the beginning and the end of the section rows.
es_es: Puedes explorar materiales de aprendizaje de todas las secciones usando las flechas al inicio y final de la fila de cada sección.

source: Learn page gives you access to all Kolibri learning content and activities.
es_es: La página Aprender te da acceso a todo el contenido de aprendizaje en Kolibri.

source: Topics
es_es: Temas

source: **Topics** tab offers you the option to navigate through the complete set of learning topics and materials available in Kolibri. Use it as you wish, or according to indications from your teachers and coaches.
es_es: La pestaña **Temas** ofrece la opción de navegar por el sistema completo de temas de aprendizaje y materiales disponibles en Kolibri. Utilízalos como quieras, o según las indicaciones de tus profesores y tutores.

source: In Kolibri **Topic tab** content from different sources is grouped in **Channels**. Depending on how your school and teachers or coaches decided to organize the content, you may have one or more **Channels** available here. Follow the indications by your teachers or coaches on how to use the content from each available **Channel**.
es_es: En Kolibri la pestaña **Temas** encontrarás el contenido de fuentes diferentes agrupados en **Canales**. Dependiendo de como tu escuela o tutores han decidido organizar el contenido, puede que tengas uno o más **Canales** disponible aquí. Sigue las indicaciones de tus profesores o tutores de como usar el contenido de cada canal presente en la pestaña **Canales**.

source: Content in Kolibri is grouped in Channels.
es_es: Contenido en Kolibri está agrupado en Canales.

source: Navigate Kolibri topics with breadcrumb links
es_es: Explorar las temas de Kolibri usando caminos de navegación - enlaces migas de pan

source: When you are browsing a topic in Kolibri, the **Breadcrumb** links indicate previously visited, more general topics. Current topic is at the last position, and you can click any of the previous links in the breadcrumb to go back to a specific broader topic.
es_es: Cuando estás viendo un tema en Kolibri, los caminos de navegación o **migas de pan** indican los caminos por temas más generales previamente visitados. Tema actual está en la última posición, y puedes clicar en cualquiera de los enlaces anteriores del camino para volver a un tema más general.

source: Use breadcrumbs links to navigate back through Kolibri topics.
es_es: Usa los enlaces migas de pan para navegar por temas de Kolibri.

source: Search
es_es: Buscar

source: If you are looking for a specific subject, topic, or term, use the **Search** feature:
es_es: Si buscas un tema o tópico específico, usa la opción **Buscar**:

source: Click the magnifying glass icon in the upper right corner.
es_es: Clicar el icono de lente de aumento en la esquina superior derecha.

source: Type the word or combination of words you are looking for in the search field.
es_es: Escribir la palabra o la combinación de palabras que estas buscando en el campo de búsqueda.

source: Press **Enter** to display search results below the field.
es_es: Pulsar **Intro** para mostrar los resultados de la búsqueda.

source: Search page gives you option to search for a specific term in Kolibri.
es_es: La página de búsqueda permite buscar un término específico en Kolibri.

source: Content types
es_es: Tipos de contenido

source: Exercises
es_es: Ejercicios

source: Kolibri **Exercises** can require you to do different things: fill in a missing number, write a formula, choose one of the available options, etc. Each correct answer gets you a checkmark, and majority of exercises require 5 correct answers in a row to be completed. Some exercises can offer one or more hints, to help you solve the problem.
es_es: Los **ejercicios** Kolibri pueden requerir que hagas diferentes cosas: introducir un número que falta, escribir una fórmula, seleccionar una de las opciones disponibles, etcétera. Para cada respuesta correcta obtienes una marca de verificación, y mayoría de los ejercicios requieren 5 respuestas correctas de fila para quedar completados. Algunos ejercicios pueden ofrecer una o más pistas, para ayudarte a resolver el problema.

source: Independent of the required action (writing an answer yourself or choosing one of the options), these are the steps to follow.
es_es: Independiente de la acción requerida (escribir una respuesta o elegir una de las opciones ofrecidas), estos son los pasos a seguir.

source: **Read the question carefully**.
es_es: **Leer la pregunta atentamente**.

source: Write the answer or choose one of the provided options.
es_es: Escribe la respuesta o elige una de las opciones ofrecidas.

source: When you are ready to submit, click the **Check answer** button.
es_es: Cuando la respuesta esté lista para enviar, clicar **Comprobar**.

source: If the answer is correct and a checkmark appears, click the **Next question** button to proceed.
es_es: Si la respuesta es correcta y aparece una marca de verificación, clicar **Siguiente pregunta** para continuar.

source: If the answer is incorrect, click the **Get a hint** button, read the suggestions, and try to answer again.
es_es: Si la respuesta es incorrecta, clicar **Usar una pista**, leer las sugerencias e intentar responder otra vez.

source: Once you have achieved the required number of correct answers in a row, click the **Next item** button, to continue learning with the rest of the material in that topic.
es_es: Una vez hayas alcanzado el número requerido de respuestas correctas de fila, haz clic al botón **Ir a la actividad siguiente**, para seguir aprendiendo con el resto del material en ese tema.

source: If you are unable to solve some questions, try reviewing the videos in the **Recommended** section below the exercise, or seek help from your peers or teacher/coach.
es_es: Si ni consigues resolver algunas preguntas, intenta revisar los vídeos en la sección **Recomendado** debajo del ejercicio, o pedir ayuda a tus compañeros, profesores o tutores.

source: Exercise page in Kolibri.
es_es: Página de ejercicio en Kolibri.

source: Video and Audio Player options
es_es: Opciones del reproductor de vídeo y audio

source: To play videos and listen to audio files in Kolibri you have several available control buttons at the bottom of the player screen. Move the cursor or tap on the player screen to make appear the control buttons while playing.
es_es: Para reproducir vídeos y escuchar archivos de audio en Kolibri tienes varios botones de control disponibles en la parte inferior de la ventana del reproductor. Mueve el cursor o toca la ventana del reproductor para que aparezcan los botones de control durante la reproducción.

source: Kolibri video and audio player.
es_es: Reproductor de audio y vídeo en Kolibri.

source: (controls at the bottom of the player)
es_es: (controles en la parte inferior del reproductor)

source: Play/Pause buttons
es_es: Reproducir/Pausar

source: Rewind/Fast forward buttons by +/- 10 seconds
es_es: Botones de rebobinado y avance rápido de 10 segundos

source: Time tracker indicator with progress bar
es_es: Indicador de tiempo con la barra de progreso

source: Video duration indicator
es_es: Indicador de duración de vídeo

source: Volume scrollbar
es_es: Barra de desplazamiento de volumen

source: Playback speed selector
es_es: Selector de velocidad de reproducción

source: Fullscreen button
es_es: Botón de pantalla completa

source: Use the **Download content** button below the player to download the video, audio and thumbnail files to your computer. Some videos will provide multiple resolution options.
es_es: Usar el botón **Descargar contenido** debajo del reproductor para descargar los archivos de vídeo, audio y miniaturas al tu ordenador. Algunos vídeos ofrecerán múltiples opciones de resolución.

source: PDF Viewer options
es_es: Opciones de PDF Viewer

source: Options for viewing PDF files will depend on the browser and operating system you are using to view Kolibri.
es_es: Opciones para visualizar archivos PDF dependerán del navegador y sistema operativo que usas para ver Kolibri.

source: Use the **Toggle Fullscreen** button to open the PDF file in fullscreen view.
es_es: Usa el botón **Pantalla completa** para abrir el archivo PDF en la vista de pantalla completa.

source: Use the **Esc** button to close the fullscreen view and return.
es_es: Usa la tecla **Esc** para cerrar la vista de pantalla completa y volver.

source: Use the **Download content** button below the PDF viewer to download the PDF file to your computer.
es_es: Usar el botón **Descargar contenido** debajo del visor de PDF para descargar los archivos PDF al tu ordenador.

source: Exams
es_es: Exámenes

source: If your teacher/coach scheduled an exam for you or your class, it will be available through the **Exams** tab.
es_es: Si profesores o tutores hayan programado exámenes para ti, tu clase o grupo, estos estarán disponibles en la pestaña **Exámenes**.

source: Press the button **Start** when you are ready to start taking exam.
es_es: Pulsa el botón **Iniciar** cuando estás lista para empezar examen.

source: You can go on answering the questions in the order you prefer: move through questions with Previous and Next question buttons, or click on the question number in the column on the left side.
es_es: Puedes ir contestando preguntas en el orden que prefieras: usa botones Siguiente pregunta y Pregunta anterior, o clica el número de la pregunta en la columna a la izquierda.

source: Each time you fill in the answer field, or select one of the available options, the question will be marked by a colored dot in the column on the left side.
es_es: Cada vez que escribes una respuesta, o seleccionas una de las opciones ofrecidas, la pregunta quedará marcada por un punto colorado en la columna a la izquierda.

source: You can review and correct your answers to all questions as many times you need before submitting.
es_es: Puedes revisar y corregir todas tus respuestas tantas veces que quieras antes de entregar el examen.

source: Press the *Back to exam list* if you want to pause the exam and come back later.
es_es: Pulsa *Volver a la lista de exámenes* si quieres pausare el examen y volver más tarde.

source: Press the button **Continue** to resume when you are ready.
es_es: Clicar el botón **Continuar** cuando estás lista para reanudar el examen.

source: Press the button Submit exam when you are positive that you answered all the questions, and you want to finish the exam.
es_es: Pulsa el botón **Enviar examen** cuando estás segura de haber contestado a todas las preguntas y quieres dar el examen por finalizado.

source: You will see instant feedback with the result of your exam.
es_es: Recibirás el resultado inmediato del examen con el porcentaje da las respuestas correctas.
