Repository: learningequality/kolibri
Catalog: docs/locale/docs/*/LC_MESSAGES/user.po
Languages: es_mx

source: The ``kolibri`` command
es_mx: El comando ``kolibri``

source: Kolibri Command Line Interface (CLI)
es_mx: Interfaz de línea de comando de Kolibri (Command Line Interface - CLI)

source: Auto-generated usage instructions from ``kolibri -h``::
es_mx: Instrucciones de uso autogeneradas con ``kolibri -h``::

source: Coach
es_mx: Tutor

source: Coach dashboard is still under development. We strive to keep the documentation updated, but depending on the release version you have installed, screenshots of certain features may not correspond exactly.
es_mx: El panel del Tutor todavía está en desarrollo. Nos esforzamos para mantener la documentación actualizada, pero dependiendo de la versión que hayas instalado, las capturas de pantalla de ciertas funciones pueden no corresponder exactamente.

source: You can track progress of the **Learner** users, create and assign **Exams** to classes or learner groups from the **Coach** dashboard. The default view of the **Coach** dashboard presents the list of **Classes** with number of learners enrolled to each class.
es_mx: Puede seguir el progreso de los usuarios con cuenta de ** Alumno **, crear y asignar ** Exámenes ** a clases o grupos de alumnos desde el panel de ** Tutor **. La vista predeterminada del panel ** Tutor ** presenta la lista de ** Clases ** con el número de alumnos matriculados en cada clase.

source: Select a class from the list to access the progress-tracking features and create exams.
es_mx: Seleccione una clase de la lista para acceder a las funciones de seguimiento de progreso y creación de exámenes.

source: Recent Activity View
es_mx: Actividad Reciente

source: This is the default view when you select a class from the **Coach** dashboard. It displays the list of channels and items (exercises and resources - videos, reading material, etc.) accessed during the last 7 days by learners of the selected class.
es_mx: Esta es la vista predeterminada cuando selecciona una clase en el panel ** Tutor **: muestra la lista de canales y elementos (ejercicios y contenidos - vídeos, material de lectura, etc.) a los cuáles accedieron los alumnos de la clase seleccionada durante los últimos 7 días.

source: If the class learners have access to more then one channel, you will first see the list of channels which you can navigate by topics and subtopics until you arrive to a specific item. In this view you can see the progress of each class learner for that specific item.
es_mx: Si los alumnos de la clase tienen acceso a más de un canal, primero verá la lista de canales que puede navegar por temas y subtemas hasta llegar a un elemento específico. En esta vista puede ver el progreso de cada alumno de la clase para ese elemento específico.

source: Topic Activity View
es_mx: Vista de la actividad por temas

source: Use this view to access the full report of activity progress for the selected class. You can navigate channels by topics and subtopics until you see the progress of each class learner for one specific item.
es_mx: Utilice esta vista para acceder al informe completo del progreso de la actividad para la clase seleccionada. Puede navegar canales por temas y subtemas hasta que vea el progreso de cada alumno de clase en un elemento de contenido específico.

source: Manage Exams
es_mx: Administrar exámenes

source: You can view, create and delete exams, as well as assign them to learners, using the **Exams** tab in your **Coach** dashboard. Default view displays the list of all exams in a selected class, with a series of options to set the visibility, (de)activate when required, and view report of students who took them.
es_mx: Puede ver, crear y borrar exámenes, así como asignarlos a los alumnos, utilizando la pestaña ** Exámenes ** en su panel ** Tutor **. La vista predeterminada muestra la lista de todos los exámenes de una clase seleccionada, con una serie de opciones para establecer la visibilidad, activar y desactivar cuando necesario y ver el informe de los estudiantes que los tomaron.

source: To manage **Exams** in Kolibri classes and groups you must be logged-in as **Coach** or **Admin**.
es_mx: Para administrar ** Exámenes ** en las clases y grupos de Kolibri debe estar registrado como ** Tutor ** o ** Admin **.

source: Create New Exam
es_mx: Crear un exámen nuevo

source: To create a new exam, follow these steps.
es_mx: Para crear un nuevo examen, siga estos pasos.

source: Click **+ New exam** button.
es_mx: Haga clic en el botón ** + Nuevo examen **.

source: Select the content channel from which you wish to select questions for the exam.
es_mx: Seleccione el canal de contenido del cual desea escoger preguntas para el examen.

source: Click **Create exam** to confirm, or **Cancel** to exit the confirmation window.
es_mx: Haga clic en ** Crear examen ** para confirmar, o ** Cancelar ** para salir de la ventana.

source: Fill in the field for exam title.
es_mx: Rellene el campo con el título del examen.

source: Fill in the field for number of questions you want exam to contain.
es_mx: Rellene el campo con el número de preguntas que desea que el examen contenga.

source: Navigate through the topic tree and select checkboxes of those exercises you want to include in the exam.
es_mx: Navegue por el árbol de temas y seleccione las casillas de verificación de los ejercicios que desea incluir en el examen.

source: As you keep adding the exercises you will see confirmation messages at the bottom.
es_mx: A medida que sigue agregando los ejercicios, verá mensajes de confirmación en la parte inferior.

source: Click **Preview** button to view the result in overlay window.
es_mx: Haga clic en el botón ** Vista previa ** para ver el resultado en una ventana superpuesta.

source: Click **Randomize questions** button to present them in the different order from those in the topic origin.
es_mx: Haga clic en el botón ** Aleatorizar preguntas ** para presentarlas en orden distinta de la orden original del tema.

source: Click the **Close** (**X**) button in the upper right corner to return to the exam home page.
es_mx: Haga clic en el botón ** Cerrar ** (**X**) en la esquina superior derecha para volver a la página de inicio del examen.

source: Click **Finish** button to save the result.
es_mx: Haga clic en el botón ** Finalizar ** para guardar el resultado.

source: Change Exam Visibility
es_mx: Cambiar la visibilidad del examen

source: Newly created exam will be visible to entire class. To change exam visibility, meaning to assign it only to one group of learners instead of the whole class, follow these steps.
es_mx: El examen recién creado estará visible para toda la clase. Para cambiar la visibilidad del examen, es decir, para asignarlo sólo a un grupo de alumnos en lugar de toda la clase, siga estos pasos.

source: Click **Change** button under the **Visible to** column in the list of exams.
es_mx: Haga clic en el botón ** Cambiar ** debajo de la columna ** Visible a ** en la lista de exámenes.

source: Select the group(s) of learners to whom you wish to assign the exam.
es_mx: Seleccione el (los) grupo(s) de alumno(s) a los que desea asignar el examen.

source: Click **Update** to confirm, or **Cancel** to exit the confirmation window.
es_mx: Haga clic en ** Actualizar ** para confirmar, o ** Cancelar ** para salir de la ventana de confirmación.

source: Activate/Deactivate Exam
es_mx: Activar o desactivar el examen

source: Once you set the visibility of exam to the chosen group(s) of learners, you need to **Activate** it in order for it to appear in the **Learn** view of the learners to whom you assigned it.
es_mx: Una vez que establezca la visibilidad del examen para el grupo o grupos elegidos de alumnos, lo tiene que ** Activar ** para que aparezca en la vista ** Aprender ** para aquellos alumnos a los que se ha asignado.

source: Click **Activate** button under the **Action** column in the list of exams.
es_mx: Haga clic en el botón ** Activar ** en la columna ** Acción ** de la lista de exámenes.

source: When the exam period concludes, click the **Deactivate** button.
es_mx: Cuando finaliza el período de exámenes, haga clic en el botón ** Desactivar **.

source: View Exam Report
es_mx: Ver el informe del examen

source: To view the report on learners who have taken the exam, follow these steps.
es_mx: Para ver el informe de los estudiantes que han tomado el examen, siga estos pasos.

source: Click down arrow near the **Activate** button for the desired exam from the list.
es_mx: Haga clic en la flecha abajo cerca del botón ** Activar ** para seleccionar el examen deseado en la lista.

source: Select **View report** in the drop-down menu.
es_mx: Seleccione ** Ver informe ** en el menú desplegable.

source: Click the name of the learner to view the detailed report with preview of results for each question.
es_mx: Haga clic en el nombre del alumno para ver el informe detallado con una vista previa de los resultados de cada pregunta.

source: Click each of the questions to preview it and understand better which question learners answered correctly in the exam and those they struggled with.
es_mx: Haga clic en cada una de las preguntas para obtener una vista previa y comprender mejor qué preguntas los alumnos contestaron correctamente en el examen, con cuáles preguntas tuvieron problemas.

source: Delete Exam
es_mx: Borrar examen

source: To delete exam, follow these steps.
es_mx: Para borrar el examen, siga estos pasos.

source: Select **Delete** in the drop-down menu.
es_mx: Seleccione ** Borrar ** en el menú desplegable.

source: Click **Delete** button in the confirmation window to proceed, or **Cancel** to exit without deleting the exam.
es_mx: Haga clic en el botón ** Borrar ** en la ventana de confirmación para continuar, o en **Cancelar** para salir sin borrar el examen.

source: All data from the exam you are deleting will be lost.
es_mx: Todos los datos del examen que está borrando se perderán.

source: Rename Exam
es_mx: Renombrar el examen

source: To rename exam, follow these steps.
es_mx: Para renombrar el examen, siga estos pasos.

source: Select **Rename** in the drop-down menu.
es_mx: Seleccione ** Renombrar ** en el menú desplegable.

source: Change the exam title in the confirmation window.
es_mx: Cambie el título del examen en la ventana de confirmación.

source: Click **Rename** button to proceed, or **Cancel** to exit without renaming the exam.
es_mx: Haga clic en el botón **Renombrar** para continuar o en **Cancelar** para salir sin cambiar el nombre del examen.

source: Manage Groups
es_mx: Administrar grupos

source: You can create and delete groups, as well as assign learners to them from the **Groups** tab in your **Coach** dashboard. Default view displays the list of all groups for the selected class, with the list of assigned learners for each group.
es_mx: Puede crear y eliminar grupos, así como asignarlos a los alumnos desde la pestaña **Grupos** de su panel **Tutor**. La vista predeterminada muestra la lista de todos los grupos en la clase seleccionada, con la lista de alumnos asignados en cada grupo.

source: To manage groups of learners in Kolibri class you must be logged-in as **Coach** or **Admin**.
es_mx: En Kolibri, para administrar grupos de alumnos en una clase debes acceder como **Tutor** o **Admin**.

source: Create a New Group
es_mx: Crear un nuevo grupo

source: To create a new learner group, follow these steps.
es_mx: Para crear un nuevo grupo de alumnos, siga estos pasos.

source: Click **+ New group** button.
es_mx: Haga clic en el botón **+ Nuevo grupo**.

source: Give group a desired name.
es_mx: Dé un nombre al grupo.

source: Click **Save** to confirm, or **Cancel** to exit without creating a group.
es_mx: Haga clic en **Guardar** para confirmar, o en **Cancelar** para salir sin crear el grupo.

source: Assign Learners to Group
es_mx: Asignar alumnos al grupo

source: Below existing groups there is a list with all learners currently **NOT** assigned to any groups.
es_mx: Debajo de los grupos existentes está la lista de los alumnos que *NO* están asignados a ningún grupo.

source: Use checkboxes to select all the learners in the list, or specific ones you want to assign to the group.
es_mx: Utilice las casillas de verificación para seleccionar todos los alumnos de la lista o solamente los que desee asignar al grupo.

source: Click **Move learners** button on the right side of the list.
es_mx: Haga clic en el botón **Mover alumnos** en el lado derecho de la lista.

source: Select the group to which you want to assign the selected learners in the confirmation window.
es_mx: Seleccione el grupo al que desea asignar los alumnos seleccionados en la ventana de confirmación.

source: Click **Move** to proceed, or **Cancel** to exit without assigning.
es_mx: Haga clic en **Mover** para continuar, o en **Cancelar** para salir sin asignar.

source: Move learners between groups
es_mx: Mover alumnos entre los grupos

source: Use checkboxes to select all the user in one group, or specific users you want to assign to another group.
es_mx: Utilice las casillas de verificación para seleccionar todos los usuarios de un grupo o los usuarios específicos que desee asignar a otro grupo.

source: Click **Move learners** button on the right side of the origin group.
es_mx: Haga clic en el botón **Mover alumnos** en el lado derecho del grupo original.

source: Select the group to which you want to move the selected learners, or the **Ungrouped** option if you want to remove them from the origin group without assigning to a new one.
es_mx: Seleccione el grupo al que desea mover los alumnos seleccionados o la opción **Desagrupados** si desea quitarlos del grupo original sin asignarlos a uno nuevo.

source: Click **Move** to proceed, or **Cancel** to exit without moving.
es_mx: Haga clic en **Mover** para continuar, o en **Cancelar** para salir sin mover.

source: Rename Group
es_mx: Renombrar grupo

source: To rename group, follow these steps.
es_mx: Para cambiar el nombre del grupo, siga estos pasos.

source: Click the down arrow icon on the right edge of the desired group from the list.
es_mx: Haga clic en el icono de flecha abajo en el borde derecho del grupo deseado en la lista.

source: Select the **Rename group** from the drop-down menu.
es_mx: Seleccione **Renombrar grupo** en el menú desplegable.

source: Input the new name for the group in the confirmation window.
es_mx: Introduzca el nuevo nombre del grupo en la ventana de confirmación.

source: Click **Save changes** button to proceed, or **Cancel** to exit without renaming the group.
es_mx: Haga clic en el botón **Guardar cambios** para continuar o en **Cancelar** para salir sin cambiar el nombre del grupo.

source: Delete Group
es_mx: Eliminar grupo

source: To delete a group, follow these steps.
es_mx: Para eliminar un grupo, siga estos pasos.

source: Select the **Delete group** from the drop-down menu.
es_mx: Seleccione **Eliminar grupo** en el menú desplegable.

source: Click **Delete group** button in the confirmation window to proceed, or **Cancel** to exit without deleting the group.
es_mx: Haga clic en el botón **Eliminar grupo** en la ventana de confirmación para continuar, o en **Cancelar** para salir sin eliminar el grupo.

source: Learners currently assigned to group will become ungrouped.
es_mx: Los alumnos actualmente asignados al grupo se quedarán desagrupados.

source: Device Owner
es_mx: Propietario del dispositivo

source: Create Device Owner Account
es_mx: Crear una cuenta de Propietario del Dispositivo

source: A **Device Owner** is a “super-user” for your Kolibri installation, and a **Facility** is a group of users and their associated data.
es_mx: El **Propietario del Dispositivo** es un "superusuario" en la instalación de Kolibri y la **Institución** es el grupo de usuarios y de los datos asociados a ellos.

source: In order to manage Kolibri content channels, data and users, you must first create a **Device Owner** account and the **Facility**. The **Device Owner** account registration page appears when you start the server for the first time after the installation of Kolibri and open the browser at http://127.0.0.1:8080/ (the default URL).
es_mx: Para poder gestionar los canales de contenido, datos y usuarios de Kolibri, primero debe crear una cuenta **Propietario del Dispositivo** y la **Institución**. La página de registro de cuenta **Propietario del Dispositivo** aparece cuando se inicia el servidor por la primera vez después de la instalación de Kolibri y se abre el navegador en http://127.0.0.1:8080/ (la URL predeterminada).

source: Enter the required information for the **Device Owner** account (username, password, name of the facility). Fields marked with an asterisk (*) are required.
es_mx: Ingrese la información requerida para la cuenta **Propietario del Dispositivo** (nombre de usuario, contraseña, nombre de la institución). Los campos marcados con un asterisco (*) son obligatorios.

source: Select **Create and get started**.
es_mx: Seleccione **Crear y Empezar**.

source: Adding a New Device Owner
es_mx: Añadir un nuevo propietario de dispositivo

source: In case you need to create another super-user (e.g. you lost the password for the old one), run the following command (open the ``cmd.exe`` command prompt in Windows or terminal in linux):
es_mx: Caso necesite crear otro superusuario (por ejemplo, si ha perdido la contraseña para el antiguo), ejecute el siguiente comando (abra el comando `` cmd.exe`` en Windows o terminal en Linux):

source: You will be prompted to input the **Username** and **Password** and the new **Device Owner** user account will be created.
es_mx: Se le pedirá que ingrese el **Nombre de usuario** y la **Contraseña** y entonces se creará la nueva cuenta de **Propietario de dispositivo**.

source: Manage Facility
es_mx: Administrar la Institución

source: You can edit facility configuration settings in Kolibri from the **Facility** tab in your **Manage** dashboard.
es_mx: En Kolibri, puede editar la configuración de la institución desde la pestaña **Institución** en su panel **Administrar**.

source: Activate the options you want to make available for the users of your facility.
es_mx: Active las opciones que desea hacer disponibles para los usuarios de su instalación.

source: Click **Save changes** to apply and finish.
es_mx: Haga clic en **Guardar cambios** para aplicar y finalizar.

source: To manage facility configuration settings you must be logged-in as **Device Owner** or **Admin**.
es_mx: Para administrar la configuración de la instalación, debe iniciar la sesión como **Propietario del Dispositivo** o como **Admin**.

source: Manage Users
es_mx: Administrar usuarios

source: You can search for, filter, add, and edit user accounts in Kolibri from the **Users** tab in your **Manage** dashboard.
es_mx: Puede buscar, filtrar, agregar y editar cuentas de usuario en Kolibri desde la pestaña **Usuarios** en el panel **Administrar**.

source: To manage Kolibri users you must be logged-in as **Device Owner** or **Admin**.
es_mx: Para administrar los usuarios de Kolibri, debe iniciar la sesión como **Propietario del Dispositivo** o **Admin**.

source: Kolibri User Roles
es_mx: Permisos de usuario de Kolibri

source: Kolibri users can have different roles with respective access to features:
es_mx: En Kolibri, los usuarios pueden tener diferentes permisos respecto al acceso a las opciones de la plataforma:

source: **Learners** can:
es_mx: **Alumnos** pueden:

source: View content and have their progress tracked
es_mx: Ver el contenido y tener su progreso registrado

source: **Coaches** can:
es_mx: **Tutores** pueden:

source: View *Coach Reports* to track progress of other users and usage stats for individual exercises
es_mx: Ver los *Informes de tutor* para seguir el progreso de otros usuarios y las estadísticas de uso de los ejercicios individuales

source: Create/Edit/Delete *Groups* in *Classes* and add users to them
es_mx: Crear/editar/borrar *Grupos* en *Clases* y agregar usuarios en ellos

source: Create/Edit/Delete *Exams* and assign them to users
es_mx: Crear/editar/borrar *Exámenes* y asignarlos a los usuarios

source: **Admins** can:
es_mx: **Admins** pueden:

source: Create/Edit/Delete other **Admins**, **Coaches**, and **Learners**
es_mx: Crear/editar/borrar otros **Admins**, **Tutores** y **Alumnos**

source: Create/Edit/Delete *Classes* and enroll users in them
es_mx: Crear/editar/borrar **Clases** y inscribir usuarios

source: View/Edit *Facility configuration* settings
es_mx: Ver/editar *Configuración de la institución*

source: Export *Detail* and *Summary* logs usage data
es_mx: Exportar los registros de los datos de uso *Detalle* y *Resumen*

source: **Device Owners** can:
es_mx: Los **Propietarios de Dispositivo** pueden:

source: View content
es_mx: Ver contenido

source: Create/Edit/Delete **Admins**, **Coaches**, and **Learners**
es_mx: Crear/editar/borrar **Admins**, **Tutores** y **Alumnos**

source: Import/Export content
es_mx: Importar/exportar contenido

source: Create a New User Account
es_mx: Crear una nueva cuenta de usuario

source: To create a new user account, follow these steps.
es_mx: Para crear una nueva cuenta de usuario, siga estos pasos.

source: Click **Add New** button.
es_mx: Haga clic en el botón **Añadir nuevo**.

source: Fill in the required information (name, username, password).
es_mx: Rellene la información requerida (nombre, nombre de usuario, contraseña).

source: Select user profile (*Admin*, *Coach* or *Learner*).
es_mx: Seleccione el perfil de usuario (*Admin*, *Tutor* o *Alumno*).

source: Click **Create Account** to add the new user.
es_mx: Haga clic en **Crear cuenta** para agregar el nuevo usuario.

source: Select Users by Type
es_mx: Seleccionar usuarios por tipo

source: Click **All Users** selector to display user types.
es_mx: Haga clic en **Todos los usuarios** para mostrar los tipos de usuario.

source: Toggle between options to filter the user roster according to type, or leave it as **All Users** to display all.
es_mx: Alterne entre las opciones para filtrar la lista de usuarios según el tipo, o déjela como **Todos los usuarios** para mostrar todos.

source: Edit User’s Account
es_mx: Editar la cuenta de usuario

source: To edit username or the full name account, follow these steps.
es_mx: Para editar el nombre de usuario o el nombre completo, siga estos pasos.

source: Click on the **Edit** button (pencil icon) next to the user’s name.
es_mx: Haga clic en el botón **Editar** (icono de lápiz) junto al nombre del usuario.

source: Edit **Full name** or **Username** in the **Edit account info** window.
es_mx: Editar el **Nombre completo** o el **Nombre de usuario** en la ventana **Editar información de la cuenta **.

source: Click **Confirm** to update the edited information, or **Cancel** to exit without saving.
es_mx: Haga clic en **Confirmar** para actualizar la información editada, o en **Cancelar** para salir sin guardar.

source: Reset User’s Password
es_mx: Restablecer contraseña del usuario

source: Click **Reset password** in the **Edit account info** window.
es_mx: Haga clic en **Restablecer contraseña** en la ventana **Editar información de la cuenta**.

source: Enter the new password in both fields.
es_mx: Introduzca la nueva contraseña en ambos los campos.

source: Click **Save** to confirm, or **Back** to exit without changing the password.
es_mx: Haga clic en **Guardar** para confirmar o en **Volver** para salir sin cambiar la contraseña.

source: Delete User’s Account
es_mx: Borrar la cuenta de usuario

source: Click **Delete user** in the **Edit account info** window.
es_mx: Haga clic en **Borrar usuario** en la ventana **Editar información de la cuenta**.
