Repository: learningequality/kolibri
Catalog: docs/locale/docs/*/LC_MESSAGES/user.po
Languages: es_mx

source: Click **Yes** to confirm, or **No** to exit without deleting the account.
es_mx: Haga clic en **Sí** para confirmar, o en **No** para salir sin borrar la cuenta.

source: Manage Classes
es_mx: Administrar clases

source: You can view, create and delete classes, as well as search, filter and enroll Kolibri users in them, using the **Classes** tab in your **Manage** dashboard. Default view displays the list of all classes in your facility, with the number of enrolled users for each class.
es_mx: Puede ver, crear y borrar clases, así como buscar, filtrar y inscribir a los usuarios de Kolibri en ellas utilizando la pestaña **Clases** en el panel **Administrar**. La vista predeterminada muestra la lista de todas las clases de su institución, con el número de usuarios registrados en cada una de ellas.

source: To manage Kolibri classes and groups you must be logged-in as **Device Owner** or **Admin**.
es_mx: En Kolibri, para administrar las clases y los grupos debe estar registrado como **Propietario de Dispositivo** o **Admin**.

source: Add New Class
es_mx: Añadir nueva clase

source: To add a new class, follow these steps.
es_mx: Para añadir una nueva clase, siga estos pasos.

source: Click **Add new class** button.
es_mx: Haga clic en el botón **Añadir nueva clase**.

source: Fill in the class name.
es_mx: Ingrese el nombre de la clase.

source: Click **Create** to add the new class, or **Cancel** to exit.
es_mx: Haga clic en **Crear** para añadir la nueva clase, o en **Cancelar** para salir.

source: Delete Class
es_mx: Eliminar clase

source: To delete class, follow these steps.
es_mx: Para borrar la clase, siga estos pasos.

source: Click **Delete class** button for the chosen class from the list.
es_mx: Haga clic en el botón **Borrar clase** para borrar la clase deseada de la lista.

source: Click **Delete class** in the confirmation window to proceed, or **Cancel** to exit without deleting the class.
es_mx: Haga clic en **Borrar clase** en la ventana de confirmación para continuar, o en **Cancelar ** para salir sin eliminar la clase.

source: Users enrolled in the class you are deleting will not be removed from the database.
es_mx: Los usuarios registrados en la clase que está eliminando no serán eliminados de la base de datos.

source: Edit Class and Enroll Users
es_mx: Editar clase y registrar usuarios

source: To edit a class select it from the default view in the **Classes** tab. In the following **Class** view you can change class name, remove currently enrolled users from the class and enroll new ones.
es_mx: Para editar una clase, selecciónela desde la vista predeterminada en la pestaña **Clases**. En la siguiente vista **Clase** puede cambiar el nombre de la clase, eliminar usuarios registrados en las clases y inscribir nuevos.

source: Change Class Name
es_mx: Cambiar nombre de la clase

source: To edit class name, follow these steps.
es_mx: Para editar el nombre de la clase, siga estos pasos.

source: Click on the **Edit** button (pencil icon) next to the class’ name.
es_mx: Haga clic en el botón **Editar** (icono de lápiz) junto al nombre de la clase.

source: Write the new name in the **Class name** field.
es_mx: Escriba el nuevo nombre en el campo **Nombre de la clase**.

source: Click **Update** to confirm the edited information, or **Cancel** to exit without saving.
es_mx: Haga clic en **Actualizar** para confirmar la información editada, o en **Cancelar** para salir sin guardar.

source: Enroll users to class
es_mx: Inscribir usuarios en la clase

source: Click **Enroll users** button.
es_mx: Haga clic en el botón **Inscribir usuarios**.

source: List in this view contains all the users currently **NOT** enrolled for the selected class.
es_mx: La lista de esta vista contiene todos los usuarios actualmente **NO** inscritos en la clase seleccionada.

source: You can search for a specific user by name.
es_mx: Puede buscar un usuario específico por el nombre.

source: Use checkboxes to select all the user in the list, or specific users you want to enroll to class. You can also use the **New user account** button to create a new user AND enroll them at the same time.
es_mx: Utilice las casillas de verificación para seleccionar todos los usuarios de la lista o usuarios específicos que desea inscribir en la clase. También puede utilizar el botón **Nueva cuenta de usuario** para crear un nuevo usuario e inscribirlo al mismo tiempo.

source: Click **Review & save** button.
es_mx: Haga clic en el botón **Revisar y guardar**.

source: Click **Yes, enroll users** to confirm, or **No, go back** to exit without enrolling the selected users.
es_mx: Haga clic en **Sí, inscribir a los usuarios** para confirmar, o en ** No, regresar** para salir sin inscribir los usuarios seleccionados.

source: Remove users from class
es_mx: Eliminar usuarios de la clase

source: Click **Remove** button for the chosen user.
es_mx: Haga clic en el botón **Eliminar** para borrar el usuario elegido.

source: Click **Remove from class** to confirm, or **Cancel** to exit without removing the user.
es_mx: Haga clic en **Eliminar de la clase** para confirmar, o en **Cancelar** para salir sin eliminar el usuario.

source: Users removed from the class will not be deleted from the database, and you can still access their account from the **Users** tab in the **Manage** dashboard.
es_mx: Los usuarios eliminados de la clase no serán eliminados de la base de datos y aún podrá acceder a sus cuentas desde la pestaña **Usuarios** del panel **Administrar**.

source: Manage Data
es_mx: Administrar datos

source: To manage Kolibri usage data you must be logged-in as **Device Owner** or **Admin**.
es_mx: Para administrar los datos de uso de Kolibri debe iniciar sesión como **Propietario del Dispositivo** o **Admin**.

source: You can download Kolibri *Detail* and *Summary* logs usage data and export in the CSV format from the **Data** tab in your **Manage** dashboard.
es_mx: Puede descargar los informes de los datos de uso de Kolibri *Detalle* y *Resumen* y exportarlos en el formato CSV desde la pestaña **Datos** en su panel **Admin**.

source: Manage Content
es_mx: Administrar contenido

source: To manage Kolibri content you must be logged-in as **Device Owner**.
es_mx: Para administrar contenidos en Kolibri, debe iniciar la sesión como **Propietario del Dispositivo**.

source: Kolibri **Content Channel** is a collection of educational resources (video, audio or document files) prepared and organized by the content curator for their use in Kolibri. Each Kolibri **Content Channel** has its own *Content Channel ID* on `Kolibri content curation server <https://contentworkshop.learningequality.org/accounts/login/>`_ database that you will receive from the content curator who assembled the channel.
es_mx: En Kolibri, un **canal de contenido** es una colección de recursos educativos (vídeo, audio o archivos de documentos) preparados y organizados por el curador de contenidos para su uso en Kolibri. Cada **canal de contenido** tiene su propio *ID de canal de contenido* en el `Servidor de organización de contenido <https://contentworkshop.learningequality.org/accounts/login/>`_ que usted recibirá del curador del contenido que montó el canal.

source: You can import and export **Content Channels** for Kolibri in the **Content** tab.
es_mx: Puede importar y exportar **canales de contenido** desde/a Kolibri por la pestaña **Contenido**.

source: Import Content Channel to Kolibri
es_mx: Importar canales de contenido a Kolibri

source: To import **Content Channel** to Kolibri, follow these steps.
es_mx: Para importar **canales de contenido** a Kolibri, siga estos pasos.

source: Click **+ Import** button in **My Channels** pane.
es_mx: Haga clic en el botón **+ Importar** en el panel **Mis canales**.

source: Choose the source option (*Internet* or *Local Drives*).
es_mx: Elija la opción de origen (*Internet* o *Unidades locales*).

source: Import Content Channel from the Internet
es_mx: Importar canal de contenido por el Internet

source: Choose option for *Internet*.
es_mx: Elija la opción *Internet*.

source: Enter *Content Database ID* for the desired channel from the content curation server.
es_mx: Ingrese el *ID del canal de contenido* para el canal deseado desde el servidor de organización de contenido.

source: Click **Import** button.
es_mx: Haga clic en el botón **Importar**.

source: Wait for the content to be downloaded and appear under the **My Channels** heading.
es_mx: Espere hasta que el contenido se descargue y aparezca bajo el encabezado **Mis canales**.

source: Import Content Channel from a Local Drive
es_mx: Importar canal de contenido desde una unidad local

source: Choose option for *Local Drives*.
es_mx: Elija la opción *Unidades locales*.

source: Kolibri will automatically detect the drive(s) with available content files.
es_mx: Kolibri detectará automáticamente la(s) unidad(es) con los archivos de contenido disponibles.

source: Select the drive where the channel content is stored.
es_mx: Seleccione la unidad donde se almacena el contenido del canal.

source: Wait for the content to be imported and appear under the **My Channels** heading.
es_mx: Espere a que el contenido se importe y aparezca bajo el encabezado **Mis canales**.

source: If the local drive is not detected, try re-inserting the storage device (USB key or external hard disk) and pressing the button **Refresh**.
es_mx: Si no se detecta la unidad local, intente volver a insertar el dispositivo de almacenamiento (llave USB o HD externo) y haga clic en el botón **Actualizar**.

source: Export from Kolibri to Local Drive
es_mx: Exportar desde Kolibri a Unidad Local

source: Click **Export** button in **My Channels** pane.
es_mx: Haga clic en el botón **Exportar** en el panel **Mis Canales**.

source: Select the local drive where you wish to export **Kolibri** content.
es_mx: Seleccione la unidad local a donde desea exportar el contenido de **Kolibri**.

source: Click **Export** button.
es_mx: Haga clic en el botón **Exportar**.

source: Get support
es_mx: Soporte técnico

source: If you want to contact **Learning Equality** Support team to report an issue, or share your experience about using Kolibri, please register at our `Community Forums <https://community.learningequality.org/>`_.
es_mx: Si desea ponerse en contacto con el equipo de soporte de **Learning Equality** para informar sobre un problema o compartir su experiencia sobre el uso de Kolibri, por favor regístrese en nuestros `Foros Comunitarios <https://community.learningequality.org/>` _.

source: Once you register on our forums, please read the the first two pinned topics (*Welcome to LE’s Support Community* and *How do I post to this forum?* )
es_mx: Una vez que esté registrado en nuestros foros, por favor lee los dos primeros temas (*Bienvenido a la Comunidad de Soporte de LE * y * ¿Cómo publico en este foro?*)

source: You can add the new topic with the **+ New Topic** button on the right. Make sure to select the **Kolibri** category in the **Create a New Topic** window so it’s easier to classify and respond to.
es_mx: Puede agregar el nuevo tema con el botón **+ Nuevo tema** a la derecha. Asegúrese de seleccionar la categoría **Kolibri** en la ventana **Crear un nuevo tema** pues así será más fácil clasificar y responder.

source: Admin
es_mx: Administrador

source: Coach View
es_mx: Vista Tutor

source: As an Admin you have access to the same Kolibri **Coach** view as the :doc:`coach` in your facility.
es_mx: Como Admin tiene acceso a la misma vista **Tutor** com :doc:`coach` de su institución.

source: Learn View
es_mx: Vista Aprender

source: As an Admin you have access to the same Kolibri **Learn** view as the :doc:`learner` in your facility.
es_mx: Como Admin tiene acceso a la misma vista **Aprender** como :doc:`learner` de su institución.

source: User Guide
es_mx: Manual de usuario

source: Access Kolibri
es_mx: Accediendo a Kolibri

source: Starting Kolibri on Windows
es_mx: Iniciar Kolibri en Windows

source: Kolibri has three parts: **Kolibri launcher**, **Kolibri server**, and **Kolibri web app**.
es_mx: Kolibri tiene tres partes: el **Lanzador Kolibri**, el **Servidor Kolibri** y la **Aplicación web Kolibri **.

source: **Kolibri launcher** is located in the Windows taskbar (usually at bottom right, near the clock), and allows you to start and stop the **Kolibri server**, and configure other settings.
es_mx: El **lanzador Kolibri** se encuentra en la barra de tareas de Windows (normalmente en la parte inferior derecha, cerca del reloj) y le permite iniciar y detener el **Servidor Kolibri** y configurar otros ajustes.

source: **Kolibri server** runs as a background process and sends (*serves*) content to the browser.
es_mx: El **servidor Kolibri ** se ejecuta como un proceso de fondo y envía (*sirve*) contenido al navegador.

source: **Kolibri web app** displays learning content in the browser.
es_mx: La **aplicación web Kolibri** muestra el contenido de aprendizaje en el navegador.

source: Double-click Kolibri desktop shortcut to start **Kolibri launcher**.
es_mx: Haga doble clic en el atajo de escritorio para iniciar el **lanzador de Kolibri **.

source: Right click the taskbar icon to open the **Kolibri launcher** menu.
es_mx: Haga clic con el botón derecho en el icono de la barra de tareas para abrir el menú **Lanzador Kolibri**.

source: Starting **Kolibri launcher** will not start **Kolibri server** by default, but you can configure that setting in the launcher options if it suits your needs better.
es_mx: Iniciar el **lanzador Kolibri** no iniciará el **servidor Kolibri** de forma predeterminada, pero puede configurarlo en las opciones del lanzador si se adapta mejor a sus necesidades.

source: Kolibri Launcher Menu Options
es_mx: Opciones del menú del lanzador Kolibri

source: Select **Start Server** to start the **Kolibri server**.
es_mx: Seleccione **Iniciar servidor** para iniciar el **servidor Kolibri**.

source: You will see the notification message *Kolibri server is starting, please wait...*. While server is starting, the options **Start/Stop/Load in browser** will be disabled.
es_mx: Verá el mensaje de notificación *El servidor Kolibri está iniciando, por favor aguarde... *. Mientras se inicia el servidor, las opciones **Iniciar/Parar/Cargar en el navegador** se deshabilitarán.

source: Once **Kolibri server** has started you will see the notification message *Kolibri server is running...*. The options **Stop Server** and **Load in browser** will now be available.
es_mx: Una vez que el **servidor Kolibri** haya arrancado, verá la notificación *El servidor Kolibri está funcionando...*. Las opciones **Parar Servidor** y **Cargar en el navegador** estarán disponibles.

source: Select **Load in browser** to open the default browser at http://127.0.0.1:8080 displaying the **Kolibri web app**.
es_mx: Seleccione **Cargar en el navegador** para abrir el navegador por defecto en http://127.0.0.1:8080 que mostrará la **aplicación web Kolibri**.

source: Select **Stop Server** when you want to stop the **Kolibri server**.
es_mx: Seleccione **Parar Servidor** cuando desee detener el **servidor Kolibri**.

source: Select **Options** sub-menu for further configuration.
es_mx: Seleccione el submenú **Opciones** para más configuraciones.

source: Activate **Run Kolibri when user logs in** option if you want **Kolibri launcher** to start automatically when you log into the system.
es_mx: Active la opción **Ejecutar Kolibri cuando el usuario inicia la sesión** si desea que el **Lanzador Kolibri** arranque automáticamente cuando usted accede al sistema.

source: Activate **Auto-start server when Kolibri is run** option if you want the **Kolibri server** to start at the same time as the **Kolibri launcher**.
es_mx: Active la opción **Iniciar el servidor automáticamente cuando se ejecuta Kolibri** si desea que el **servidor Kolibri** comience al mismo tiempo que el **lanzador Kolibri**.

source: If you want **Kolibri server** to auto-start as soon as you log into the system, activate both of the above options.
es_mx: Si desea que el **servidor Kolibri** se inicie automaticamiente así que acceder al sistema, active ambas las opciones anteriores.

source: Starting Kolibri on Linux
es_mx: Si desea que el **servidor Kolibri** se inicie automáticamente, así que el usuario acceda al sistema, active las dos opciones anteriores

source: Final Kolibri installer for Linux is not released yet, so these steps are *Work in Progress*!
es_mx: El instalador final de Kolibri para Linux no se ha publicado aún, por eso, estos pasos son *provisionales*!

source: Open the default browser at http://127.0.0.1:8080 displaying the Kolibri start page.
es_mx: Abra el navegador defecto http://127.0.0.1:8080 que muestra la página inicial de Kolibri.

source: Accessing Kolibri from Other Devices in the Network
es_mx: Acceso a Kolibri desde otros dispositivos en la red local

source: While **Kolibri server** is up and running, other devices (computers, tablets, even mobile phones) in the same **Local Area Network (LAN)** can access its learning contents.
es_mx: Mientras que **el servidor Kolibri** esté funcionando, otros dispositivos (ordenadores, tablets, incluso teléfonos móviles) en la misma **Red de área local (LAN)** pueden acceder a sus contenidos de aprendizaje.

source: To access the content on the same device/computer where **Kolibri server** is running, open the browser at the address http://127.0.0.1:8080/.
es_mx: Para acceder al contenido del mismo dispositivo/equipo donde se ejecuta el **servidor Kolibri**, abra el navegador en la dirección http://127.0.0.1:8080/.

source: To access the content from other devices in the same network, you need to know the IP address of one where where **Kolibri server** is running. For example, if **Kolibri server** is on a device/computer with IP address **192.168.0.104**, you can access it from others in the same network at the address http://192.168.0.104:8080.
es_mx: Para acceder al contenido de otros dispositivos de la misma red, necesita conocer la dirección IP del dispositivo donde se ejecuta el **servidor Kolibri **. Por ejemplo, si el **servidor Kolibri** está corriendo en el dispositivo/equipo con dirección IP **192.168.0.104**, puede acceder a él desde otros en la misma red a través la dirección http://192.168.0.104:8080.

source: Use the ``ipconfig`` command on Windows or ``ipconfig`` command on Linux to find out the IP address of the device running the **Kolibri server**.
es_mx: Utilice el comando ``ipconfig`` en Windows o el comando ``ifconfig`` en Linux para averiguar la dirección IP del dispositivo que ejecuta el **servidor Kolibri**.

source: Learner
es_mx: Alumno

source: Accessing Kolibri
es_mx: Accediendo a Kolibri

source: If you use Kolibri in your school, education center or facility, your coach or administrator will provide the instructions how to open the sign-in page, and username and password if necessary.
es_mx: Si utiliza Kolibri en su escuela, centro educativo o institución, su tutor o administrador le proporcionará las instrucciones de cómo abrir la página de inicio de sesión y, si necesario, el nombre de usuario y la contraseña.

source: To sign in to **Kolibri** and start learning follow these steps:
es_mx: Para iniciar la sesión en **Kolibri** y comenzar a aprender, sigue estos pasos:

source: Type your username and password.
es_mx: Ingrese tu nombre de usuario y contraseña.

source: Click the **LOG IN** button.
es_mx: Haz clic en el botón **Iniciar sesión**.

source: If you start browsing Kolibri as a guest, you need to click the **Sign in** icon either in the upper right corner, or in the main menu (left or bottom) to open the sign-in page.
es_mx: Si hayas empezado a explorar Kolibri como invitado, debes de hacer clic en el icono **Iniciar sesión** en la esquina superior derecha o en el menú principal (izquierda o inferior) para abrir la página de inicio de sesión.

source: Once you have logged in into Kolibri, you can see and edit your user data from the **Profile** option in the main menu (below **Learn**).
es_mx: Una vez que hayas iniciado la sesión en Kolibri, puedes ver y editar tus datos de usuario desde la opción **Perfil** en el menú principal (debajo de **Aprender**).

source: To logout from Kolibri you can either:
es_mx: Para salir de Kolibri puedes:

source: Click the user icon in the upper right corner and select **Sign out** option.
es_mx: Hacer clic en el icono de usuario en la esquina superior derecha y seleccionar la opción **Salir**.

source: OR
es_mx: O

source: Select **Sign out** option in the main menu.
es_mx: Seleccionar la opción **Cerrar sesión** en el menú principal.

source: Using Kolibri
es_mx: Utilizar Kolibri

source: Channels
es_mx: Canales

source: In **Kolibri** you can find content from different sources grouped in **Channels**. Depending on how your school and teachers or coaches decided to organize the content, you may have one or more **Channels** available. Follow the indications by your teachers or coaches on how to use the content from each available **Channel**.
es_mx: En **Kolibri** puedes encontrar contenido de diferentes fuentes agrupado en **Canales**. Dependiendo de cómo su escuela o tutores decidieron organizar el contenido, puedes tener uno o más **Canales** disponibles. Sigue las indicaciones de tus maestros o tutores sobre cómo usar el contenido de cada **canal** disponible.

source: To switch between channels available to you, use the **Channel selector**.
es_mx: Para cambiar entre los canales disponibles, utiliza el **selector de canales **.

source: Learn
es_mx: Aprender

source: Each time you login into **Kolibri**, the first thing you will see is the **Learn** page. Here you will find learning topics and materials related to what you were doing the last time you used Kolibri, or those recommended by your teachers and coaches (not visible if you are browsing as a guest).
es_mx: Cada vez que inicias la sesión en **Kolibri**, lo primero que verás es la página **Aprender**. Aquí encontrarás los temas de aprendizaje y materiales relacionados con la última sesión que tuviste en Kolibri, o los recomendados por tus profesores y tutores (esto no es visible si estás navegando como invitado).

source: The content you see in the **Learn** page will be different for each channel. Change the channel to explore the rest of content you can use in Kolibri.
es_mx: El contenido que ves en la página **Aprender** será diferente para cada canal. Cambia el canal para explorar el resto del contenido que puedes utilizar en Kolibri.

source: Recommended
es_mx: Recomendado

source: In the **Recommended** tab you can see two sections:
es_mx: En la pestaña **Recomendado** se pueden ver dos secciones:

source: **All content** section where you can browse through all learning materials in the currently selected channel by using the **Previous** and **Next** links.
es_mx: La sección **Todos los contenidos**, donde puede navegar a través de todos los materiales de aprendizaje en el canal seleccionado utilizando los enlaces **Previo** y **Próximo**.

source: **Most popular** section which displays the most frequently used materials in your school or facility.
es_mx: La sección **Más popular** que muestra los materiales más utilizados en su escuela o instalación de Kolibri.

source: Topics
es_mx: Temas
