Repository: learningequality/kolibri
Catalog: docs/locale/docs/*/LC_MESSAGES/user.po
Languages: es_mx

source: **Topics** tab offers you the option to navigate through the complete set of learning topics and materials available in Kolibri, for the currently selected channel. Use it as you wish, or according to indications from your teachers and coaches.
es_mx: La pestaña **Temas** ofrece la opción de navegar a través del conjunto completo de temas de aprendizaje y materiales disponibles en Kolibri, para el canal seleccionado en aquel momento. Utilízalo como deseas, o según las indicaciones de tus maestros y tutores.

source: Navigate Kolibri topics with breadcrumb links
es_mx: Navegando los temas de Kolibri con enlaces de navegación

source: When you are browsing a topic in Kolibri, the **Breadcrumb** links indicate previously visited, more general topics. Current topic is at the last position, and you can click any of the previous links in the breadcrumb to go back to a specific broader topic.
es_mx: Cuando está navegando por un tema en Kolibri, los enlaces **Breadcrumb** indican los temas más visitados anteriormente. El tema actual está en la última posición y puedes hacer clic en cualquiera de los enlaces anteriores de la ruta para volver a un tema específico más amplio.

source: When you are viewing a video or doing an exercise, the **Breadcrumb** links are not visible anymore. To go back to the previous topic you visited, click the left arrow button above the video or exercise title.
es_mx: Cuando estás viendo un vídeo o haciendo un ejercicio, los enlaces **Breadcrumb** ya no están visibles. Para volver al tema anterior que visitó, haga clic en el botón de flecha hacia la izquierda encima del título del vídeo o del ejercicio.

source: Exams
es_mx: Exámenes

source: If your teacher/coach scheduled an exam for you or your class, it will be available through the **Exams** tab.
es_mx: Si tu profesor/tutor programó un examen para ti o tu clase, el mismo estará disponible a través de la pestaña **Exámenes**.

source: Search
es_mx: Buscar

source: If you are looking for a specific subject, topic, or term, use the **Search** feature:
es_mx: Para buscar un tema o un término específico, utiliza la función **Buscar**:

source: Click the magnifying glass icon in the upper right corner.
es_mx: Haga clic en el icono de la lupa en la esquina superior derecha.

source: Type the word or combination of words you are looking for in the search field.
es_mx: Escribe la palabra o combinación de palabras que busca en el campo de búsqueda.

source: Press **Enter** to display search results below the field.
es_mx: Haga clic en la tecla **Entrar** para mostrar los resultados de búsqueda abajo del campo.

source: Exercises
es_mx: Ejercicios

source: Kolibri **Exercises** can require you to do different things: fill in a missing number, write a formula, choose one of the available options, etc. Each correct answer gets you a checkmark, and majority of exercises require 5 correct answers in a row to be completed. Some exercises can offer one or more hints, to help you solve the problem.
es_mx: En Kolibri, los **Ejercicios** pueden requerir que hagas cosas distintas: rellenar un número que falta, escribir una fórmula, elegir una de las opciones disponibles, etc. Cada respuesta correcta te da una marca de verificación y la mayoría de los ejercicios requieren 5 respuestas correctas seguidas para que se completen. Algunos ejercicios pueden ofrecer una o más sugerencias para ayudarte a resolver el problema.

source: Independent of the required action (writing an answer yourself or choosing one of the options), these are the steps to follow.
es_mx: Independientemente de la acción requerida (escribir una respuesta directamente o eligir una de las opciones), estos son los pasos a seguir.

source: **Read the question carefully**.
es_mx: ** Lee la pregunta con atención**.

source: Write the answer or choose one of the provided options.
es_mx: Escribe la respuesta o elije una de las opciones proporcionadas.

source: When you are ready to submit, click the **Check answer** button.
es_mx: Cuando estás listo para enviar, haz clic en el botón **Verificar respuesta**.

source: If the answer is correct and a checkmark appears, click the **Next question** button to proceed.
es_mx: Si la respuesta está correcta y aparece una marca de verificación, haz clic en el botón **Siguiente pregunta** para continuar.

source: If the answer is incorrect, click the **Get a hint** button, read the suggestions, and try to answer again.
es_mx: Si la respuesta está incorrecta, haz clic en el botón **Obtener una pista**, lee las sugerencias e intenta contestar de nuevo.

source: Once you have achieved the required number of correct answers in a row, click the **Next item** button, to continue learning with the rest of the material in that topic.
es_mx: Una vez que hayas alcanzado el número necesario de respuestas correctas de seguida, haga clic en el botón **Próximo ítem** para continuar aprendiendo el tema con el resto de los materiales disponibles.

source: If you are unable to solve some questions, try reviewing the videos in the **Recommended** section below the exercise, or seek help from your peers or teacher/coach.
es_mx: Si no consigues contestar alguna pregunta, revisa los vídeos en la sección **Recomendados** debajo del ejercicio, o pide ayuda a tus compañeros o tutores.

source: Video Player options
es_mx: Opciones del reproductor de vídeo

source: To play videos in Kolibri you have several available control buttons at the bottom of the video player screen. Move the cursor or tap on the video player screen to make appear the control buttons while playing the video.
es_mx: Para reproducir vídeos en Kolibri, hay varios botones de control disponibles en la parte inferior de la pantalla del reproductor de vídeo. Mueva el cursor o toca la pantalla del reproductor de vídeo para hacer que aparezcan los botones de control mientras se reproduce el vídeo.

source: (controls at the bottom of video player)
es_mx: (Controles en la parte inferior del reproductor de vídeo)

source: Play/Pause buttons
es_mx: Botones de reproducir / pausar

source: Rewind/Fast forward buttons by +/- 10 seconds
es_mx: Botones de rebobinar / avanzar +/- 10 segundos

source: Time tracker indicator with progress bar
es_mx: Indicador de tiempo de reproducción con barra de progreso

source: Video duration indicator
es_mx: Indicador de duración del video

source: Volume scrollbar
es_mx: Barra de volumen

source: Playback speed selector
es_mx: Selector de velocidad de reproducción

source: Fullscreen button
es_mx: Botón de pantalla completa

source: Use the **Download content** button below the video player to download the video and thumbnail files to your computer. Some videos will provide multiple resolution options.
es_mx: Utiliza el botón **Descargar contenido** debajo del reproductor de vídeo para descargar los archivos de vídeo y miniaturas a su computadora. Algunos vídeos ofrecen varias opciones de resolución.

source: Audio Player options
es_mx: Opciones de reproducción de audio

source: To play audio files in **Kolibri** you have available several control buttons:
es_mx: Para reproducir archivos de audio en **Kolibri** hay varios botones de control disponibles:

source: Play/Pause
es_mx: Reproducir / pausar

source: Audio duration indicator
es_mx: Indicador de duración de audio

source: Replay button
es_mx: Botón de repetición

source: Rewind/Fast forward buttons by +/- 20 seconds
es_mx: Botones de rebobinar / avanzar +/- 20 segundos

source: Use the **Download content** button below the audio player to download the audio and thumbnail files to your computer.
es_mx: Utiliza el botón **Descargar contenido** debajo del reproductor de audio para descargar los archivos de audio y miniaturas a su computadora.

source: PDF Viewer options
es_mx: Opciones de visualizador de PDF

source: Options for viewing PDF files will depend on the browser and operating system you are using to view Kolibri.
es_mx: Las opciones para ver archivos PDF dependerán del navegador y del sistema operativo que estas utilizando para acceder a Kolibri.

source: Use the **Toggle Fullscreen** button to open the PDF file in fullscreen view.
es_mx: Utiliza el botón **Pantalla Completa** para abrir el archivo PDF en la vista de pantalla completa.

source: Use the **Esc** button to close the fullscreen view and return.
es_mx: Utiliza la tecla **Esc** para cerrar la vista de pantalla completa y regresar.

source: Use the **Download content** button below the PDF viewer to download the PDF file to your computer.
es_mx: Utiliza el botón **Descargar contenido** debajo del visor de PDF para descargar el archivo PDF en su computadora.
