{
  "CookiePolicy.choicesP1": "قررت {choice} تلقي ملفات تعريف الارتباط الإحصائية. يمكنك تغيير هذا التفضيل هنا:",
  "CookiePolicy.cookieExpiryTableHeader": "تاريخ انتهاء الصلاحية",
  "CookiePolicy.cookieP1": "تستخدم منصة كوليبري التعليمية ملفات تعريف الارتباط لتخصيص وتأمين تجربتك وتحليل حركة البيانات وتحسين أداء ووظائف خدمتها. إن ملفات تعريف الارتباط هي ملفات نصية صغيرة يمكن استخدامها من قبل مواقع الويب لجعل تجربة المستخدم أكثر كفاءة.",
  "CookiePolicy.cookieP2": "تنصّ قوانين الخصوصية الحالية (اللائحة العامة لحماية الببيانات وقانون خصوصية المستهلك في كاليفورنيا) على أنه يمكننا تخزين ملفات تعريف الارتباط على جهازك إذا كانت ضرورية للغاية لتشغيل الخدمة. نحن بحاجة إلى إذنك لجميع الأنواع الأخرى من ملفات تعريف الارتباط.",
  "CookiePolicy.cookieP3": "تستخدم منصة كوليبري التعليمية أنواعاً مختلفة من ملفات تعريف الارتباط. بعض ملفات تعريف الارتباط ضرورية تمامًا، وبعضها لأغراض تحليلية اختيارية. يمكنك تغيير أو سحب موافقتك في أي وقت.",
  "CookiePolicy.cookieP4": "تعرف على المزيد حول كيف يتم معالجة بياناتك في سياسة الاستخدام والخصوصية لدينا.",
  "CookiePolicy.cookieP5": "ملفات تعريف الارتباط الضرورية تساعد على جعل الموقع قابلًا للاستخدام عن طريق تمكين الوظائف الأساسية، مثل التنقل بين الصفحات والوصول إلى مناطق الموقع الآمنة. لا يمكن للموقع أن يعمل بشكل صحيح بدون ملفات تعريف الارتباط هذه.",
  "CookiePolicy.cookiePurposeTableHeader": "الغرض",
  "CookiePolicy.csrftokenCookiePurpose": "لتأمين صفحة تسجيل الدخول، والتأكد من أنه لا يمكن لأحد تسجيل دخول بالمتصفح الخاص بك أو تنفيذ الإجراءات نيابة عنك بدون موافقتك.",
  "CookiePolicy.kolibriCookieConsentPurpose": "تُستخدم للكشف عما إذا كان الزائر قد قبل أو رفض ملفات تعريف الارتباط الاختيارية، وتجنُّب الحاجة إلى السؤال مرة أخرى.",
  "CookiePolicy.kolibriCookieExpiry": "حتى نهاية الجلسة",
  "CookiePolicy.kolibriCookiePurpose": "لتأمين تسجيل الدخول الخاص بك في الجلسة وتوفير حق وصولك إلى بياناتك الشخصية",
  "CookiePolicy.necessaryCookiesHeader": "ملفات تعريف الارتباط الضرورية",
  "CookiePolicy.statisticsCookiesHeader": "ملفات تعريف الارتباط الإحصائية",
  "CookiePolicy.statisticsCookiesP1": "تساعد ملفات تعريف الارتباط الإحصائية مالكي المواقع على فهم كيفية تفاعل الزوار مع المواقع عن طريق جمع المعلومات وإرسال تقارير عنها دون الكشف عن هوية الزوار.",
  "CookiePolicy.twoYearExpiry": "سنتان",
  "CookiePolicy.visitorIdPurpose": "تسجيل معرّف فريد يستخدم لإنشاء بيانات إحصائية حول كيفية استخدام زائر مجهول الهوية للموقع.",
  "CookiePolicy.yourChoicesHeader": "خياراتك",
  "UsageAndPrivacy.kolibriAboutP1": "تم تصميم برنامج كوليبري من قبل منظمة Learning Equality. يمكنك الاطلاع على مزيد من المعلومات، بما فيها شروط سياسات الخدمة والخصوصية لكوليبري عبر الرابط التالي:",
  "UsageAndPrivacy.kolibriAboutP2": "كوليبري هو تطبيق برمجي يمكن تحميله على مجموعة واسعة من الأجهزة من دون الحاجة إلى الاتصال بشبكة الإنترنت.",
  "UsageAndPrivacy.kolibriAboutP3": "خلافا للعديد من خدمات الإنترنت والتي يتم الوصول إليها عادة من خلال متصفحات الويب، هناك الآلاف من منشآت كوليبري المستقلة حول العالم – بما في ذلك الموجودة على هذا الجهاز. ويتم هو إدارة هذه المنشأة من قبل صاحب الجهاز الذي تم تحميل كوليبري عليه.",
  "UsageAndPrivacy.kolibriAboutP4": "يمكن للمسؤولين أيضاً مزامنة بيانات كوليبري إلى خدمة التخزين السحابي الخاصة بـ كوليبري من خلال خدمة بوابة البيانات في حالة حدوث ذلك، سيتم الوصول إلى جميع بيانات المنشأة لمشرفي المؤسسة على بوابة بيانات كوليبري. سيتم تحميلها على الخوادم السحابية التي تديرها Learning Equality، والذي سيمكنها أيضا الوصول إلى هذه البيانات.",
  "UsageAndPrivacy.kolibriAboutP5": "من أجل تحسين جودة كوليبري والمصادر الموجودة به، تجمع Learning Equality معلومات الاستخدام مجهولة المصدر عندما يمكن لكوليبري الوصول إلى الإنترنت. يتضمن ذلك عناوين IP المرتبطة بالخادم وتفاصيل الجهاز مثل نظام التشغيل والمنطقة الزمنية. نجمع أيضًا إحصائيات إجمالية تشمل: عدد المستخدمين والمرافق التعليمية، سنة الميلاد وتوزع الجنس، إضافة إلى شعبية الموارد. نحن نبذل ما بوسعنا لتجنب جمع معلومات التعريف الشخصية الخاصة بمستخدمي كوليبري.",
  "UsageAndPrivacy.kolibriAboutTitle": "عن كوليبري",
  "UsageAndPrivacy.kolibriOwnersP1": "يجب عليك الامتثال بجميع القوانين المعمول بها عند استخدامك لمنصة كوليبري. إذا كنت مالك الجهاز الالكتروني التي تم تحميل كوليبري عليه، يرجى العلم بأنك المسؤول المباشر عن حفظ وحماية بيانات المستخدمين لكوليبري.",
  "UsageAndPrivacy.kolibriOwnersP2": "يجب عليك أيضاً اتباع أفضل ممارسات حفظ أمن المعلومات لحماية البيانات الخاصة بالمستخدمين. يشمل ذلك الحفاظ على الجهاز نفسه وتشفير محرك الأقراص الصلبة واستخدام كلمات مرور قوية وفريدة من نوعها والمحافظة على تحديث نظام التشغيل ووجود جدار حماية مهيأ بشكلٍ صحيح.",
  "UsageAndPrivacy.kolibriOwnersP3": "في حال قمت باختيار مزامنة بيانات مرفقك التعليمي إلى بوابة بيانات كوليبري، فستمنح لمسؤولي مؤسسة بوابة بيانات كوليبري حق الوصول إلى بياناتك. ستمنح أيضاً Equality Learning إمكانية الوصول إلى البيانات، كونها المسؤولة عن إدارة الخوادم.",
  "UsageAndPrivacy.kolibriOwnersP4": "الرجاء التأكد من أنّ المستخدمين يستطيعون الوصول إليك أو الاتصال بك بسهولة في حال كانت لديهم مخاوف تتعلق ببياناتهم أو حساباتهم.",
  "UsageAndPrivacy.kolibriOwnersTitle": "المشرفون",
  "UsageAndPrivacy.kolibriUsersL1": "تشارك كلمة المرور الخاصة بك مع الآخرين، والسماح لأي شخص الوصول إلى الحساب الخاص بك، أو القيام بأي شيء قد يعرض حسابك للخطر",
  "UsageAndPrivacy.kolibriUsersL2": "تحاول اختراق حساب أي مستخدم آخر",
  "UsageAndPrivacy.kolibriUsersL3": "تزيل أو تتحايل أو تعطّل أو تخترق الخصائص الأمنية على منصة كوليبري",
  "UsageAndPrivacy.kolibriUsersL4": "تقوم عن قصد بتعطيل أو التسبب في ضرر لعمل كوليبري أو إمكانية أي شخص من استخدامه بأية وسيلة كانت",
  "UsageAndPrivacy.kolibriUsersP1": "يجب عليك الامتثال بجميع القوانين المعمول بها عند استخدامك لمنصة كوليبري، وهذا قد يعني الحصول على إذن من ولي أمرك أو معلمك للقيام بذلك.",
  "UsageAndPrivacy.kolibriUsersP2": "كن على علم بأن معلوماتك الشخصية قد تكون ظاهرة للآخرين، وذلك حسب كيفية تهيئة البرنامج وكيفية وصولك إلى البرنامج.",
  "UsageAndPrivacy.kolibriUsersP3": "في حال رغبت بفهمٍ أوضح لنوعية معلوماتك الشخصية التي قد تكون مخزنة على كوليبري، ولمن تكون ظاهرة، وكيفية تحديث أو حذف هذه البيانات، أو إذا كنت تعتقد أن حسابك قد تم اختراقه، لا تتردد بالتواصل مع المشرف الإداري المحلي لمنصة كوليبري.",
  "UsageAndPrivacy.kolibriUsersP4": "لا ينبغي عليك أن:",
  "UsageAndPrivacy.kolibriUsersP5": "عند استخدامك كوليبري كمستخدم مُسجّل للدخول، قد تتاح للمسؤولين والمدربين في مؤسستك معلومات من قبيل اسمك واسم المستخدم والعمر وسنة الميلاد ورقم التعريف الخاص بك والمصادر التي تشاهدها وأدائك في التقييمات. يمكن أيضاً استخدام المعلومات الخاصة بك بواسطة مطوري كوليبري ومشاركتها مع منشئي المحتوى للمساعدة في تحسين البرامج والمصادر لأنواع واحتياجات المتعلمين المختلفة.",
  "UsageAndPrivacy.kolibriUsersP6": "عند استخدام كوليبري كزائر، قد تكون المعلومات المجمعة حول المصادر التي تشاهدها أنت والمستخدمون الآخرون متاحة للمسؤولين ولمدربين معينين.",
  "UsageAndPrivacy.openIdH1": "تسجيل الدخول إلى تطبيقات الطرف الثالث باستخدام كوليبري",
  "UsageAndPrivacy.openIdP1": "من الممكن أن يتم استخدام كوليبري للتسجيل أو لتسجيل الدخول إلى تطبيقات الطرف الثالث. في حال قمت بذلك، سيكون التطبيق الآخر قادراً على الوصول إلى إسم مستخدم كوليبري الخاص بك والمعرف المميز للمستخدم والاسم الكامل."
}