{
  "CookiePolicy.choicesP1": "Ou {choice} pou resevwa kouki estatistik yo. Ou kapab chanje preferans sa isit la:",
  "CookiePolicy.cookieExpiryTableHeader": "Ekspirasyon",
  "CookiePolicy.cookieP1": "Platfòm Aprantisaj Kolibri a ap itilize kouki yo pou pèsonalize ak sekirize eksperyans, pou analize trafik, ak pou amelyore pèfòmans ak fonksyonalite sèvis li a. Kouki yo se ti fichye tèks ki kapab itilize pa sitwèb yo pou rann eksperyans itilizatè a vin pi efikas.",
  "CookiePolicy.cookieP2": "Aktyèlman lwa sou vi prive yo (GDPR ak CCPA) endike nou kapab estoke kouki yo sou aparèy ou an si yo estrikteman nesesè pou operasyon sèvis la. Pou tout lòt tip kouki yo, nou bezwen pèmisyon ou.",
  "CookiePolicy.cookieP3": "Platfòm Aprantisaj Kolibri a itilize diferan tip kouki. Gen kèk kouki ki estrikteman nesesè, epi kèk se pou objektif analitik ki opsyonèl. Ou kapab chanje oubyen retire konsantman ou nenpòt lè.",
  "CookiePolicy.cookieP4": "Aprann plis sou kòman done ou yo kapab trete nan Politik Itilizasyon ak Vi Prive nou an.",
  "CookiePolicy.cookieP5": "Kouki ki nesesè yo ede rann yon sitwèb itilizab nan aktive divès fonksyon debaz tankou navigasyon sou paj yo ak aksè ak zòn sekirize li yo. Sitwèb la kapab fonksyone yon jan apwopriye san kouki sa yo.",
  "CookiePolicy.cookiePurposeTableHeader": "Objektif",
  "CookiePolicy.csrftokenCookiePurpose": "Pou sekirize paj koneksyon an epi asire ke okenn moun pa kapab konekte ak navigatè ou an oubyen egzekite divès aksyon nan non ou san konsantman ou.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Itilize pou detekte si vizitè a, avan sa, te aksepte oubyen te refize kouki ochwa yo, epi evite bezwen pou mande ankò.",
  "CookiePolicy.kolibriCookieExpiry": "Jiska fen seyans lan",
  "CookiePolicy.kolibriCookiePurpose": "Pou sekirize koneksyon ou nan seyans yo epi ba ou aksè ak done pèsonèl ou yo",
  "CookiePolicy.necessaryCookiesHeader": "Kouki nesesè yo",
  "CookiePolicy.statisticsCookiesHeader": "Kouki estatistik yo",
  "CookiePolicy.statisticsCookiesP1": "Kouki estatistik yo ede pwopriyetè sitwèb yo konprann kòman vizitè yo entèaji avèk sitwèb yo nan kolekte ak rapòte enfòmasyon yon jan anonim.",
  "CookiePolicy.twoYearExpiry": "2 ane",
  "CookiePolicy.visitorIdPurpose": "Anrejistre yon ID inik ki itilize pou jenere divès done estatistik sou kòman yon vizitè anonim itilize sitwèb la.",
  "CookiePolicy.yourChoicesHeader": "Chwa ou yo",
  "UsageAndPrivacy.kolibriAboutP1": "Lojisyèl Kolibri a konstwi pa Foundation for Learning Equality, Inc. Ou kapab jwenn plis enfòmasyon, ki gen ladan yo Kondisyon Sèvis ak Politik Konfidansyalite Kolibri a, nan:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri se yon aplikasyon lojisyèl ki ka enstale sou yon gwo varyete aparèy san w pa bezwen yon koneksyon entènèt.",
  "UsageAndPrivacy.kolibriAboutP3": "Kontrèman ak anpil sèvis wèb anliy ou ka itilize sou yon navigatè wèb menm jan an, genyen plizyè milye enstalasyon endepandan Kolibri nan tout mond lan - ki gen ladan l grenn enstalasyon sa tou. Se mèt aparèy la ki jere ak kontwole chak enstalasyon Kolibri kote li enstale a.",
  "UsageAndPrivacy.kolibriAboutP4": "Li posib tou pou administratè yo senkwonize done Kolibri yo ak sèvis Pòtay Done Kolibri ki baze nan nyaj. Nan ka sa, tout done etablisman an ap aksesib pou administratè òganizasyon an sou Pòtay Done Kolibri a. Yo pral pibliye yo sou sèvè nyaj Learning Equality yo, ki ap gen aksè ak done sa yo tou.",
  "UsageAndPrivacy.kolibriAboutP5": "Nan objektif pou nou amelyore kalite Kolibri ak resous ki sou li yo, Learning Equality kolekte enfòmasyon itilizasyon anonim lè Kolibri gen aksè ak entènèt. Sa enkli adrès IP ki asosye ak sèvè a, ak detay sou aparèy yo tankou sistèm eksplwatasyon ak fizo orè. Nou ramase tou estatistik agreje ki gen ladan l: kantite itilizatè ak etablisman, distribisyon ane nesans ak sèks, ak popilarite resous yo. Nou fè tout efò posib pou evite kolekte enfòmasyon idantifikasyon pèsonèl sou itilizatè Kolibri yo.",
  "UsageAndPrivacy.kolibriAboutTitle": "Konsènan Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Ou ta dwe itilize Kolibri kòm yon sèvis nan respè tout lwa ki aplikab yo. Si w se mèt aparèy la kote Kolibri enstale a, tanpri konnen ou responsab sekirite ak pwoteksyon done itilizatè ki anmagazine sou Kolibri yo.",
  "UsageAndPrivacy.kolibriOwnersP2": "Ou ta dwe aplike tout pi bon pratik konsènan sekirite ak pwoteksyon done itilizatè ou yo. Sa gen ladan yo sekirite fizik aparèy la, kriptaj disk di a, itilize modpas difisil ak inik, kenbe sistèm operasyon yo ajou, epi gen yon \"pare-feu\" ki konfigire nan fason apwopriye.",
  "UsageAndPrivacy.kolibriOwnersP3": "Si w chwazi senkwonize done etablisman ou yo ak Pòtay Done Kolibri yo, ou ap bay administratè òganizasyon Pòtay Done Kolibri yo aksè ak done ou yo. W ap pral bay aksè ak Learning Equality tou, paske se li k ap administre sèvè yo.",
  "UsageAndPrivacy.kolibriOwnersP4": "Tanpri asire w itilizatè w yo gen yon fason pou yo antre an kontak ak ou si yo gen kesyon konsènan kont yo an.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administratè yo",
  "UsageAndPrivacy.kolibriUsersL1": "Pataje modpas ou an, kite nenpòt moun aksede kont ou an, oubyen fè nenpot lòt bagay ki ka mete kont ou an danje",
  "UsageAndPrivacy.kolibriUsersL2": "Tantativ pou w aksede kont nenpòt lòt itilizatè",
  "UsageAndPrivacy.kolibriUsersL3": "Retire, kontoune, dezaktive, andomaje oubyen nan lòt fason entèfere ak fonksyonalite ki lye ak sekirite Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Entèfere entansyonèlman avèk oubyen andomaje operasyon Kolibri oubyen nenpòt jwisans itilizatè sou li, nan nenpòt fason",
  "UsageAndPrivacy.kolibriUsersP1": "Ou ta dwe itilize Kolibri nan respè tout lwa ki aplikab yo. Sa ka vle di pou w resevwa otorizasyon nan men paran w, responsab ou, oubyen pwofesè w.",
  "UsageAndPrivacy.kolibriUsersP2": "Sonje enfòmasyon pèsonèl ou ka vizib pou lòt moun, sa depann de kijan ou te konfigire lojisyèl la epi kijan ou aksede lojisyèl la.",
  "UsageAndPrivacy.kolibriUsersP3": "Tanpri kontakte administratè Kolibri lokal ou an pou konprann ki enfòmasyon pèsonèl ou genyen ki kapab estoke, pou kiyès yo vizib, kòman pou mete yo ajou oubyen efase yo, oubyen si ou panse yo te konpwomèt kont ou an.",
  "UsageAndPrivacy.kolibriUsersP4": "Ou pa ta dwe:",
  "UsageAndPrivacy.kolibriUsersP5": "Lè w ap itilize Kolibri kòm yon itilizatè ki konekte, enfòmasyon tankou non w, non itilizatè w, laj, ane nesans, nimewo idantifikasyon, resous ou wè yo, ak pèfòmans ou nan evalyasyon yo ka disponib pou administratè ak edikatè nan etablisman ou an. Enfòmasyon ou yo ka itilize tou pa devlopè Kolibri yo epi pataje ak kreyatè kontni pou ede amelyore lojisyèl la ak resous yo pou diferan tip elèv ak nesesite.",
  "UsageAndPrivacy.kolibriUsersP6": "Lè w itilize Kolibri kòm yon envite, enfòmasyon agreje sou resous ou menm ak lòt itilizatè envite konsilte ka disponib pou administratè yo ak kèk edikatè.",
  "UsageAndPrivacy.openIdH1": "Koneksyon nan aplikasyon yon lòt konpayi pandan w ap itilize Kolibri",
  "UsageAndPrivacy.openIdP1": "Li posib pou w itilize Kolibri pou enskri oubyen konekte nan aplikasyon lòt konpayi. Si ou fè sa, lòt aplikasyon pral gen aksè ak non itilizatè w sou Kolibri, idantifikasyon itilizatè inik ou an, ak non konplè w."
}