[CustomMessages]
installservicetask=కంప్యూటర్‌ స్టార్ట్‌ అయినప్పుడు కోలిబ్రిని ఆటోమేటిక్‌గా రన్‌ చేయి
newerversioninstalled="{#AppName} (%1) యొక్క సరికొత్త వెర్షన్ ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది. ఈ ఇన్‌స్టాలర్ %2 వెర్షన్‌ను కలిగి ఉంది, ఇది పాతది. సెటప్ ఇప్పుడు నిష్క్రమిస్తుంది."
sameversioninstalled=%1 యొక్క ఈ వెర్షన్ ఇప్పటికే ఇన్‌స్టాల్ చేయబడింది. మీరు దానిని మళ్లీ ఇన్‌స్టాల్ చేయడం ద్వారా ఇన్‌స్టాలేషన్‌ను రిపేర్ చేయాలనుకుంటున్నారా?
olderversioninstalled="{#AppName} (%1) యొక్క పాత వెర్షన్ కనుగొనబడింది. మీరు {#AppVersion} వెర్షన్‌కు అప్‌గ్రేడ్ చేయాలనుకుంటున్నారా?"
confirmuninstalldata=మీరు కోలిబ్రి వినియోగదారు డేటా మొత్తాన్ని పూర్తిగా తొలగించాలనుకుంటున్నారా? దీనిలో డౌన్‌లోడ్ చేసిన కంటెంట్ అంతా, వినియోగదారు ఖాతాలు మరియు పురోగతి చేర్చబడ్డాయి మరియు దీనిని పునరుద్ధరించలేరు.
criticalerror=ఒక సెటప్ కమాండ్‌ను రన్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు ఒక క్లిష్టమైన లోపం సంభవించింది: %1. ఇన్‌స్టాలేషన్ కొనసాగలేదు.
commanderror=సెటప్‌కు అవసరమైన ఒక కమాండ్ సరిగ్గా అమలు కావడంలో విఫలమైంది: %1. Error Code: %2. ఇన్‌స్టాలేషన్ కొనసాగలేదు
versionparseerror=చెల్లుబాటుకాని వెర్షన్ ఫార్మాట్ కారణంగా వెర్షన్‌లను పోల్చడం సాధ్యం కాలేదు. దయచేసి మునుపటి వెర్షన్‌ను మాన్యువల్‌గా అన్‌ఇన్‌స్టాల్ చేసి, మళ్లీ ప్రయత్నించండి
migrationfailed=పాత స్థానం (%1) నుండి కొత్త స్థానం (%2) కి వినియోగదారు డేటాను తరలించడంలో ఇన్‌స్టాలర్ విఫలమైంది. మీ డేటా తరలించబడలేదు. దయచేసి సహాయం కోసం మద్దతును సంప్రదించండి.
createdesktopicon=&డెస్క్‌టాప్ ఐకాన్ సృష్టించు
additionalicons=అదనపు ఐకాన్‌లు
launchprogram=%1ని ప్రారంభించండి
installationtype=ఇన్‌స్టాలేషన్ రకం:
