[CustomMessages]
installservicetask=કમ્પ્યૂટર શરૂ થાય ત્યારે ઑટોમૅટિક રીતે Kolibri ચલાવો
newerversioninstalled="{#AppName} (%1)નું નવું વર્ઝન પહેલેથી તૈયાર છે. આ ઇન્સ્ટૉલરમાં વર્ઝન %2 શામેલ છે, જે જૂનું છે. સેટઅપમાંથી બહાર નીકળવામાં આવશે."
sameversioninstalled=%1નું આ વર્ઝન પહેલેથી ઇન્સ્ટૉલ કરેલું છે. શું તમે તેને ફરીથી ઇન્સ્ટૉલ કરીને ઇન્સ્ટૉલેશન રિપૅર કરવા માંગો છો?
olderversioninstalled="{#AppName} (%1)ના જૂના વર્ઝનની ભાળ મળી છે. શું તમે વર્ઝન {#AppVersion} પર અપગ્રેડ કરવા માંગો છો?"
confirmuninstalldata=શું તમે Kolibriનો બધો યૂઝર ડેટા સંપૂર્ણપણે કાઢી નાખવા માંગો છો? આમાં તમામ ડાઉનલોડ કરેલું કન્ટેન્ટ, યૂઝર એકાઉન્ટ અને પ્રગતિ શામેલ છે અને તેમાં કોઈ ફેરફાર રદ કરી શકાતો નથી.
criticalerror=સેટઅપ કમાન્ડ ચલાવતી વખતે એક ગંભીર ભૂલ આવી: %1. ઇન્સ્ટૉલેશન ચાલુ રાખી શકતા નથી.
commanderror=સેટઅપ માટેનો જરૂરી કમાન્ડ યોગ્ય રીતે અમલી બનાવવામાં નિષ્ફળ રહ્યો: %1. ભૂલનો કોડ: %2. ઇન્સ્ટૉલેશન ચાલુ રાખી શકતા નથી.
versionparseerror=વર્ઝનના અમાન્ય ફૉર્મેટના લીધે વર્ઝનની સરખામણી કરી શકતા નથી. કૃપા કરીને અગાઉનું વર્ઝન મેન્યુઅલી અનઇન્સ્ટૉલ કરો અને ફરી પ્રયાસ કરો.
migrationfailed=ઇન્સ્ટૉલર યૂઝર ડેટાને જૂના લોકેશન (%1) પરથી નવા લોકેશન (%2) પર સ્થાનાંતરિત કરવામાં નિષ્ફળ રહ્યું. તમારો ડેટા ખસેડવામાં આવ્યો નથી. કૃપા કરીને સહાયતા માટે સપોર્ટ ટીમનો સંપર્ક કરો.
createdesktopicon=ડેસ્કટૉપ આઇકન બનાવો
additionalicons=વધારાના આઇકન:
launchprogram=%1 લૉન્ચ કરો
installationtype=ઇન્સ્ટૉલેશનનો પ્રકાર:
