{
  "CookiePolicy.choicesP1": "អ្នក {choice} ដើម្បីទទួលបានខូគីស្ថិតិ។ អ្នកអាចផ្លាស់ប្តូរចំណូលចិត្តនៅទីនេះ៖",
  "CookiePolicy.cookieExpiryTableHeader": "ផុតកំណត់",
  "CookiePolicy.cookieP1": "ប្រព័ន្ធសិក្សា Kolibri ប្រើប្រាស់ខូគីដើម្បីធ្វើបដិរូបកម្ម និងធានាបទពិសោធន៍របស់អ្នក វិភាគចរាចរណ៍ និងកែលម្អដំណើរការ និងមុខងារនៃសេវារបស់វា។ ខូគីគឺជាឯកសារអត្ថបទតូចៗដែលគេហទំព័រអាចប្រើដើម្បីធ្វើឱ្យបទពិសោធន៍របស់អ្នកប្រើប្រាស់កាន់តែមានប្រសិទ្ធភាព។",
  "CookiePolicy.cookieP2": "ច្បាប់ឯកជនភាពបច្ចុប្បន្ន (GDPR និង CCPA) ចែងថា យើងអាចរក្សាទុកខូគីនៅលើឧបករណ៍របស់អ្នក ប្រសិនបើវាមានភាពចាំបាច់បំផុតសម្រាប់ប្រតិបត្តិការនៃសេវា។ សម្រាប់ប្រភេទខូគីផ្សេងទៀតទាំងអស់ យើងត្រូវការការអនុញ្ញាតពីអ្នក។",
  "CookiePolicy.cookieP3": "វេទិកាសិក្សា Kolibri ប្រើប្រភេទខូគីផ្សេងៗ។ ខូគីមួយចំនួនមានភាពចាំបាច់ខ្លាំង ហើយខ្លះទៀតគឺសម្រាប់គោលបំណងវិភាគ ហើយមិនសូវសំខាន់ទេ ។ អ្នកអាចប្តូរ ឬដកការយល់ព្រមរបស់អ្នកបានគ្រប់ពេល។",
  "CookiePolicy.cookieP4": "ស្វែងយល់បន្ថែមពីរបៀបដែលទិន្នន័យរបស់អ្នកអាចត្រូវបានដំណើរការនៅក្នុងការប្រើប្រាស់ និងគោលការណ៍ឯកជនភាពរបស់យើង។",
  "CookiePolicy.cookieP5": "ខូគីចាំបាច់ជួយធ្វើឱ្យគេហទំព័រអាចប្រើប្រាស់បានដោយបើកមុខងារជាមូលដ្ឋានដូចជាការរុករកទំព័រ និងការចូលទៅកាន់តំបន់សុវត្ថិភាពរបស់វា។ គេហទំព័រមិនអាចដំណើរការបានត្រឹមត្រូវដោយគ្មានខូគីទាំងនេះទេ។",
  "CookiePolicy.cookiePurposeTableHeader": "គោលបំណង",
  "CookiePolicy.csrftokenCookiePurpose": "ដើម្បីធានាការបើកចូលទំព័រ និងធានាថា គ្មាននរណាម្នាក់អាចចូលកម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក ឬធ្វើសកម្មភាពជំនួសអ្នកដោយគ្មានការយល់ព្រមពីអ្នក។",
  "CookiePolicy.kolibriCookieConsentPurpose": "ប្រើប្រាស់ដើម្បីរកមើលថា តើភ្ញៀវបានទទួលយក ឬបដិសេធខូគីពីមុន ឬអត់ ដើម្បីជៀសវាងត្រូវសួរម្តងទៀត។",
  "CookiePolicy.kolibriCookieExpiry": "រហូត​ដល់​ចុង​បញ្ចប់​នៃ​មេរៀន",
  "CookiePolicy.kolibriCookiePurpose": "ដើម្បីធានាសុវត្ថិភាពរបស់អ្នកក្នុងការចូលទៅមេរៀន និងជួយឱ្យអ្នកចូលប្រើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នក",
  "CookiePolicy.necessaryCookiesHeader": "ខូគីដែលចាំបាច់",
  "CookiePolicy.statisticsCookiesHeader": "ខូគីស្ថិតិ",
  "CookiePolicy.statisticsCookiesP1": "ខូគីស្ថិតិជួយម្ចាស់គេហទំព័រយល់ពីរបៀបដែលភ្ញៀវធ្វើអន្តរកម្មជាមួយគេហទំព័រដោយការប្រមូល និងរាយការណ៍ព័ត៌មានជាអនាមិក។",
  "CookiePolicy.twoYearExpiry": "2 ឆ្នាំ",
  "CookiePolicy.visitorIdPurpose": "ចុះឈ្មោះលេខសម្គាល់តែមួយគត់ ដែលនឹងត្រូវប្រើប្រាស់ដើម្បីបង្កើតទិន្នន័យស្ថិតិអំពីរបៀបដែលភ្ញៀវជាអនាមិកប្រើប្រាស់គេហទំព័រ។",
  "CookiePolicy.yourChoicesHeader": "ជម្រើសរបស់អ្នក",
  "UsageAndPrivacy.kolibriAboutP1": "កម្មវិធី Kolibri បានបង្កើតឡើងដោយក្រុមហ៊ុន Foundation for Learning Equality, Inc. ព័ត៌មានបន្ថែម រួមទាំងលក្ខខណ្ឌ​ប្រើប្រាស់ និងគោលការណ៍ឯកជនភាពរបស់ Kolibri អាចរកបាននៅ៖",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri គឺជាកម្មវិធី Saftware ដែលអាចតំឡើងនៅលើឧបករណ៍ជាច្រើនប្រភេទដោយមិនចាំបាច់ភ្ជាប់ទៅអ៊ីនធឺណិត។",
  "UsageAndPrivacy.kolibriAboutP3": "ខុសពីសេវាកម្មអនឡាញផ្សេងទៀតដែលប្រើបានតាមរយៈកម្មវិធីរុករក មានការតម្លើង Kolibri ដាច់ដោយឡែករាប់ពាន់កន្លែងជុំវិញពិភពលោក រួមមានទាំងមួយនេះដែរ។ ការតម្លើង Kolibri នីមួយៗត្រូវបានគ្រប់គ្រង និងចាត់ចែងដោយម្ចាស់ឧបករណ៍ដែលវាត្រូវបានតម្លើង។",
  "UsageAndPrivacy.kolibriAboutP4": "វាក៏អាចធ្វើទៅបានផងដែរសម្រាប់អ្នកគ្រប់គ្រងអាចបញ្ចូលទិន្នន័យ Kolibri ដែលមានមូលដ្ឋានលើដុំសេវាកម្ម Kolibri Data Portal។ ប្រសិនបើវាកើតឡើង ទិន្នន័យទីតាំងទាំងអស់នឹងអាចចូលដំណើរការបានចំពោះអ្នកគ្រប់គ្រងស្ថាប័ននៅលើ Kolibri Data Portal។ វានឹងត្រូវបានផ្ទុកឡើងទៅម៉ាស៊ីន cloud servers ដំណើរការដោយ Learning Equality ដែលអាចនឹងមានលទ្ធភាពចូលប្រើទិន្នន័យនេះបានផងដែរ។",
  "UsageAndPrivacy.kolibriAboutP5": "ដើម្បីធ្វើឱ្យប្រសើរឡើងនូវគុណភាពរបស់ Kolibri និងធនធាននៅលើវា Learning Equality ប្រមូលព័ត៌មានអំពីការប្រើប្រាស់អនាមិកនៅពេល Kolibri អាចចូលប្រើអ៊ីនធឺណិតបាន។ នេះរួមបញ្ចូលទាំងអាសយដ្ឋាន IP ដែលជាប់ទាក់ទងនឹងម៉ាស៊ីនមេ server និងព័ត៌មានលម្អិតអំពីឧបករណ៍ដូចជាប្រព័ន្ធប្រតិបត្តិការ អាចជាតំបន់ពេលវេលាផងដែរ។ យើងក៏ប្រមូលស្ថិតិសរុបរួមមាន៖ ចំនួនអ្នកប្រើប្រាស់ ចំនួនទីតាំង ឆ្នាំកំណើត ការបែងចែកភេទ និងប្រជាប្រិយភាពធនធាន។ យើងខិតខំប្រឹងប្រែង ដើម្បីជៀសវាងការប្រមូលព័ត៌មានផ្ទាល់ខ្លួនអំពីអ្នកប្រើប្រាស់ Kolibri។",
  "UsageAndPrivacy.kolibriAboutTitle": "អំពី Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "អ្នកគួរដំណើរការ Kolibri ជាសេវាកម្មដោយស្របទៅតាមរាល់ច្បាប់ទាំងឡាយដែលមាន។ ប្រសិនបើអ្នកជាម្ចាស់ឧបករណ៍ដែល Kolibri ត្រូវបានតម្លើងចូល សូមចងចាំថាអ្នកមានទំនួលខុសត្រូវចំពោះសុវត្ថិភាព និងការការពារទិន្នន័យអ្នកប្រើប្រាស់ដែលត្រូវបានរក្សាទុកដោយ Kolibri ។",
  "UsageAndPrivacy.kolibriOwnersP2": "អ្នកក៏គួរតែអនុវត្តតាមការអនុវត្តសុវត្ថិភាពព័ត៌មានដ៏ល្អបំផុតសម្រាប់ការការពារទិន្នន័យរបស់អ្នកប្រើប្រាស់របស់អ្នក។ ការអនុវត្តនេះរួមមានការរក្សាឧបករណ៍ឱ្យមានសុវត្ថិភាព ការអ៊ិនគ្រីបដ្រាយវ៍រឹង ការប្រើពាក្យសម្ងាត់ខ្លាំង និងមានតែមួយគត់ រក្សាប្រព័ន្ធប្រតិបត្តិការឲ្យមាន​បច្ចុប្បន្ន​ភាព និងមានជញ្ជាំងភ្លើងដែលបានកំណត់រចនាសម្ព័ន្ធត្រឹមត្រូវ។",
  "UsageAndPrivacy.kolibriOwnersP3": "ប្រសិនបើអ្នកជ្រើសរើសបញ្ចូលទិន្នន័យទីតាំងរបស់អ្នកទៅក្នុង Kolibri Data Portal អ្នកនឹងត្រូវបានអនុញ្ញាតឱ្យអ្នកគ្រប់គ្រង Kolibri Data Portal ចូលប្រើទិន្នន័យរបស់អ្នកបាន។ អ្នកក៏នឹងត្រូវបានផ្តល់សិទ្ធិឱ្យចូលដំណើរការទៅ Learning Equality ដែលគ្រប់គ្រងម៉ាស៊ីនមេ Servers។",
  "UsageAndPrivacy.kolibriOwnersP4": "សូមឲច្បាស់ថាអ្នកប្រើប្រាស់របស់អ្នកមានវិធីសម្រាប់ទាក់ទងអ្នកប្រសិនបើគេមានការព្រួយបារម្ភអំពីគណនីរបស់គេ។",
  "UsageAndPrivacy.kolibriOwnersTitle": "អ្នកគ្រប់គ្រង",
  "UsageAndPrivacy.kolibriUsersL1": "រក្សាទុកលេខសម្ងាត់របស់អ្នក ឬឲអ្នកដទៃប្រើគណនីរបស់អ្នក ឬធ្វើអ្វីក៏ដោយដែលអាចធ្វើឲគណនីអ្នកមានគ្រោះថ្នាក់",
  "UsageAndPrivacy.kolibriUsersL2": "ព្យាយាមប្រើប្រាស់គណនីរបស់អ្នកផ្សេង",
  "UsageAndPrivacy.kolibriUsersL3": "លុបចេញ បញ្ឆៀង បិទ ធ្វើឲខូច ឬធ្វើឲប៉ះពាល់ដល់មុខងារសុវត្ថិភាពនានារបស់ Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "សកម្មភាពរំខានណាមួយដោយចេតនា ឬធ្វើឱ្យអន្តរាយធ្ងន់ធ្ងរដល់ប្រតិបត្តិការរបស់ Kolibri ឬសម្រាប់ជាអត្ថប្រយោជន៍ដល់អ្នកប្រើប្រាស់ណាមួយពីការប្រើប្រាស់វាទៅតាមមធ្យោបាយណាមួយ",
  "UsageAndPrivacy.kolibriUsersP1": "អ្នកគួរប្រើប្រាស់ Kolibri ដោយស្របទៅតាមរាល់ច្បាប់ទាំងឡាយដែលមាន។ នេះអាចមានន័យថាតម្រូវឲមានការអនុញ្ញាតពីឪពុកម្តាយ អាណាព្យាបាល ឬគ្រូរបស់អ្នក។",
  "UsageAndPrivacy.kolibriUsersP2": "សូមប្រុងប្រយ័ត្នថាព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកអាចនឹងមើលឃើញបានដោយអ្នកដទៃ អាស្រ័យទៅលើរបៀបដែលកម្មវិធីត្រូវបានកំណត់ និងរបៀបចូលកម្មវិធី Software។",
  "UsageAndPrivacy.kolibriUsersP3": "សូមទាក់ទងអ្នកគ្រប់គ្រង Kolibri ក្នុងតំបន់របស់អ្នក ដើម្បីយល់ដឹងពីប្រភេទព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកអ្វីខ្លះដែលប្រហែលជារក្សាទុក អ្នកណាខ្លះអាចមើលឃើញព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក របៀបធ្វើបច្ចុប្បន្នភាព ឬលុបព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក ឬប្រសិនបើអ្នកជឿថា គណនីរបស់អ្នកត្រូវបានគេចូលប្រើប្រាស់ដោយគ្មានការអនុញ្ញាត។",
  "UsageAndPrivacy.kolibriUsersP4": "អ្នកមិនគួរ៖",
  "UsageAndPrivacy.kolibriUsersP5": "នៅពេលដែលអ្នកប្រើ Kolibri ជាអ្នកចូលប្រើប្រាស់ ព័ត៌មានដូចជា៖ ឈ្មោះរបស់អ្នក ឈ្មោះអ្នកប្រើប្រាស់ អាយុ ឆ្នាំ​កំណើត លេខអត្តសញ្ញាណប័ណ្ណរបស់អ្នក ធនធានដែលអ្នកមើល និងលទ្ធផលការអនុវត្តរបស់អ្នកអាចអោយអ្នកគ្រប់គ្រង និងគ្រូនៅក្នុងទីតាំងរបស់អ្នកមើលឃើញ។ ព័ត៌មានរបស់អ្នកក៏អាចត្រូវបានប្រើដោយអ្នកអភិវឌ្ឍន៍ Kolibri និងចែករំលែកជាមួយអ្នកបង្កើតមាតិកា ដើម្បីជួយកែលម្អកម្មវិធី Software និងធនធានចាំបាច់សម្រាប់អ្នកសិក្សាប្រភេទខុសគ្នា។",
  "UsageAndPrivacy.kolibriUsersP6": "នៅពេលអ្នកប្រើ Kolibri ជាភ្ញៀវ ព័ត៌មានសរុបអំពីធនធានដែលអ្នក និងភ្ញៀវដទៃទៀតមើល អាចនឹងត្រូវមើលឃើញដោយអ្នកគ្រប់គ្រង និងគ្រូមួយចំនួន។",
  "UsageAndPrivacy.openIdH1": "ការចុះឈ្មោះចូលទៅក្នុងកម្មវិធីរបស់ភគីទីបីដែលកំពុងប្រើប្រាស់ Kolibri",
  "UsageAndPrivacy.openIdP1": "វាអាចប្រើ Kolibri បានដើម្បីចុះឈ្មោះ ឬចុះឈ្មោះចូលទៅក្នុងកម្មវិធីរបស់ភាគីទីបីបាន។ ប្រសិនបើអ្នកធ្វើដូចនេះកម្មវិធីផ្សេងទៀតនឹងមានសិទ្ធិចូលឈ្មោះអ្នកប្រើប្រាស់ Kolibri លេខID និងឈ្មោះពេញរបស់អ្នក។"
}