{
  "CookiePolicy.choicesP1": "Você {choice} para receber cookies de estatística. Você pode mudar esta preferência aqui:",
  "CookiePolicy.cookieExpiryTableHeader": "Validade",
  "CookiePolicy.cookieP1": "A Plataforma de Aprendizagem Kolibri usa cookies para personalizar e proteger sua experiência, analisar o tráfego e melhorar o desempenho e funcionalidade de seus serviços. Cookies são pequenos arquivos de texto que podem ser usados por sites para tornar a experiência de um usuário mais eficiente.",
  "CookiePolicy.cookieP2": "De acordo com as leis de privacidade atuais (LGPD e CCPA), podemos armazenar os cookies no seu dispositivo se forem estritamente necessários para a operação do serviço. Para todos os outros tipos de cookies, precisamos da sua permissão.",
  "CookiePolicy.cookieP3": "A Plataforma de Aprendizagem Kolibri usa diferentes tipos de cookies. Alguns são estritamente necessários e outros destinam-se a análise opcional. Você pode alterar a qualquer momento ou retirar seu consentimento.",
  "CookiePolicy.cookieP4": "Saiba mais sobre como seus dados são tratados em nossa Política de Uso e Privacidade.",
  "CookiePolicy.cookieP5": "Os cookies necessários ajudam a tornar um site utilizável, permitindo funções básicas, como navegação de páginas e acesso a suas áreas seguras. O site não pode funcionar corretamente sem esses cookies.",
  "CookiePolicy.cookiePurposeTableHeader": "Finalidade",
  "CookiePolicy.csrftokenCookiePurpose": "Proteger a página de login e garantir que ninguém possa registrar seu navegador ou executar ações em seu nome sem seu consentimento.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Usado para detectar se o visitante já aceitou ou recusou os cookies opcionais e evitar a necessidade de perguntar novamente.",
  "CookiePolicy.kolibriCookieExpiry": "Até o fim da sessão",
  "CookiePolicy.kolibriCookiePurpose": "Proteger sua sessão iniciada e fornecer acesso aos seus dados pessoais",
  "CookiePolicy.necessaryCookiesHeader": "Cookies necessários",
  "CookiePolicy.statisticsCookiesHeader": "Cookies de estatísticas",
  "CookiePolicy.statisticsCookiesP1": "Cookies de estatísticas ajudam os proprietários do site a entender como os visitantes interagem com sites coletando e relatando informações anonimamente.",
  "CookiePolicy.twoYearExpiry": "2 anos",
  "CookiePolicy.visitorIdPurpose": "Registra um ID exclusivo usado para gerar dados estatísticos sobre como um visitante anônimo usa o site.",
  "CookiePolicy.yourChoicesHeader": "Suas escolhas",
  "UsageAndPrivacy.kolibriAboutP1": "O software Kolibri foi construído pela Foundation for Learning Equality, Inc. Mais informações, incluindo os Termos de Serviço e a Política de Privacidade de Kolibri estão disponíveis em:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri é um aplicativo de software para uso offline, sem a necessidade de Internet. Ele é leve e compatível com a grande maioria dos computadores, tablets e celulares, novos e antigos.",
  "UsageAndPrivacy.kolibriAboutP3": "Ao contrário de muitos aplicativos online que também são acessados por meio de um navegador web, cada instalação do Kolibri é única, ou seja, gerenciada e controlada pelos proprietários dos respectivos dispositivos em que o Kolibri está instalado.",
  "UsageAndPrivacy.kolibriAboutP4": "É possível que administradores também sincronizem os dados dos usuários em Kolibri com o portal online Kolibri Data Portal. Se isso acontecer, os dados ficarão disponíveis aos administradores do Kolibri Data Portal e à Learning Equality, que por operar os servidores, também terá acesso a esses dados.",
  "UsageAndPrivacy.kolibriAboutP5": "Para melhorar a qualidade da plataforma Kolibri e seus materiais educativos, a Learning Equality coleta informações de anônimas de uso, quando Kolibri tem acesso à Internet. Isso inclui endereços de IP associados ao servidor e detalhes do dispositivo utilizado, como o sistema operacional e o fuso horário. Também coletamos dados como: número de usuários e instalações, ano de nascimento e gênero do usuário e popularidade dos recursos. Fazemos de tudo ao nosso alcance para que as informações pessoais dos usuários permaneçam confidenciais.",
  "UsageAndPrivacy.kolibriAboutTitle": "Sobre Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Você deve gerenciar o software Kolibri de acordo com todas as leis aplicáveis. Se você é o proprietário do dispositivo no qual Kolibri está instalado, esteja ciente de que você é responsável pela segurança e a proteção dos dados dos usuários armazenados em Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Você também deve seguir as melhores práticas de segurança da informação para proteger os dados de seus usuários. Isso inclui manter o dispositivo fisicamente seguro, criptografar o disco rígido, usar senhas robustas e exclusivas, manter o sistema operacional atualizado e um firewall configurado corretamente.",
  "UsageAndPrivacy.kolibriOwnersP3": "Ao optar por sincronizar os dados do seu centro educativo com o Portal de Dados Kolibri, você estará dando aos administradores do mesmo e à Learning Equality acesso a esses dados.",
  "UsageAndPrivacy.kolibriOwnersP4": "Por favor, certifique-se de que seus usuários possuam uma maneira conveniente de entrar em contato com você caso tenham dúvidas sobre suas contas.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administradores",
  "UsageAndPrivacy.kolibriUsersL1": "Compartilhar sua senha, permitir que outra pessoa acesse sua conta ou fazer qualquer coisa que possa colocar sua conta em risco",
  "UsageAndPrivacy.kolibriUsersL2": "Tentar acessar a conta de qualquer outro usuário",
  "UsageAndPrivacy.kolibriUsersL3": "Remover, desativar, danificar ou interferir com os recursos de segurança de Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Interferir ou danificar intencionalmente o funcionamento do Kolibri, ou seu aproveitamento pelo usuário por qualquer meio",
  "UsageAndPrivacy.kolibriUsersP1": "Kolibri deve ser utilizado de acordo com todas as leis aplicáveis. Isso significa que talvez você tenha que obter a permissão de seus pais, guardião ou professor para poder utilizar a plataforma.",
  "UsageAndPrivacy.kolibriUsersP2": "Cuidado: dependendo de como Kolibri está configurado e da maneira que você o acessa, seus dados pessoais podem ser visualizados por terceiros.",
  "UsageAndPrivacy.kolibriUsersP3": "Entre em contato com o administrador do Kolibri local para entender quais informações pessoais podem ser armazenadas, quem é visível, como atualizar ou excluí-las ou se você acredita que sua conta foi comprometida.",
  "UsageAndPrivacy.kolibriUsersP4": "Não se deve:",
  "UsageAndPrivacy.kolibriUsersP5": "Quando você utiliza Kolibri com sua conta de usuário, informações como seu nome, nome de usuário, idade, ano de nascimento, número de identificação, materiais visualizados e desempenho nas avaliações podem ficar disponíveis aos administradores e professores do seu centro educativo. Suas informações também podem ser utilizadas pelos desenvolvedores do Kolibri e compartilhadas com criadores de conteúdo para que podamos melhorar tanto a plataforma quanto seus conteúdos e, assim, melhor atender diferentes tipos de alunos e suas necessidades.",
  "UsageAndPrivacy.kolibriUsersP6": "Quando você utiliza Kolibri como convidado, os dados relacionados aos materiais que você visualiza podem ficar disponíveis a administradores e certos professores.",
  "UsageAndPrivacy.openIdH1": "Conectar a aplicativos de terceiros usando o Kolibri",
  "UsageAndPrivacy.openIdP1": "É possível utilizar o Kolibri para se registrar ou ingressar a aplicativos de terceiros. Se fizer isto, o outro aplicativo terá acesso ao seu nome de usuário do Kolibri, ID única de usuário e nome completo."
}