{
  "CookiePolicy.choicesP1": "You {choice} to receive statistics cookies. You can change this preference here:",
  "CookiePolicy.cookieExpiryTableHeader": "Expiry",
  "CookiePolicy.cookieP1": "The Kolibri Learning Platform uses cookies to personalize and secure your experience, to analyze traffic, and to improve the performance and functionality of its service. Cookies are small text files that can be used by websites to make a user's experience more efficient.",
  "CookiePolicy.cookieP2": "Current privacy laws (GDPR and CCPA) state that we can store cookies on your device if they are strictly necessary for the operation of the service. For all other types of cookies, we need your permission.",
  "CookiePolicy.cookieP3": "The Kolibri Learning Platform uses different types of cookies. Some cookies are strictly necessary, and some are for optional analytics purposes. You can at any time change or withdraw your consent.",
  "CookiePolicy.cookieP4": "Learn more about how your data may be processed in our Usage and Privacy Policy.",
  "CookiePolicy.cookieP5": "Necessary cookies help make a website usable by enabling basic functions like page navigation and access to its secure areas. The website cannot function properly without these cookies.",
  "CookiePolicy.cookiePurposeTableHeader": "Purpose",
  "CookiePolicy.csrftokenCookiePurpose": "To secure the login page and ensure nobody can log your browser in or perform actions on your behalf without your consent.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Used to detect if the visitor has previously accepted or declined the optional cookies, and avoid needing to ask again.",
  "CookiePolicy.kolibriCookieExpiry": "Until end of session",
  "CookiePolicy.kolibriCookiePurpose": "To secure your logged in session and provide you with access to your personal data",
  "CookiePolicy.necessaryCookiesHeader": "Necessary Cookies",
  "CookiePolicy.statisticsCookiesHeader": "Statistics Cookies",
  "CookiePolicy.statisticsCookiesP1": "Statistics cookies help website owners understand how visitors interact with websites by collecting and reporting information anonymously.",
  "CookiePolicy.twoYearExpiry": "2 years",
  "CookiePolicy.visitorIdPurpose": "Registers a unique ID that is used to generate statistical data on how an anonymous visitor uses the website.",
  "CookiePolicy.yourChoicesHeader": "Your choices",
  "UsageAndPrivacy.kolibriAboutP1": "The Kolibri software is built by Foundation for Learning Equality, Inc. More information, including Kolibri's Terms of Service and Privacy Policy, can be found at:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri is a software application that can be installed on a wide variety of devices without needing a connection to the internet.",
  "UsageAndPrivacy.kolibriAboutP3": "Unlike many online web services that are similarly accessed through a web browser, there are thousands of independent Kolibri installations around the world – including this one. Each Kolibri installation is managed and controlled by the owner of the device that it is installed on.",
  "UsageAndPrivacy.kolibriAboutP4": "It is also possible for administrators to sync Kolibri data to the cloud-based Kolibri Data Portal service. If this occurs, all facility data will be accessible to organization admins on Kolibri Data Portal. It will be uploaded to cloud servers operated by Learning Equality, who will also have access to this data.",
  "UsageAndPrivacy.kolibriAboutP5": "In order to improve the quality of Kolibri and the resources on it, Learning Equality collects anonymized usage information when Kolibri has access to the internet. This includes IP addresses associated with the server, and device details such as the operating system and time zone. We also collect aggregate statistics including: number of users and facilities, birth year and gender distribution, and resource popularity. We make every effort to avoid collecting personally identifying information about Kolibri users.",
  "UsageAndPrivacy.kolibriAboutTitle": "About Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "You should run Kolibri as a service in compliance with all applicable laws. If you are the owner of the device that Kolibri is installed on, please be aware that you are ultimately responsible for the safety and protection of the user data that gets stored in Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "You should also follow best information security practices for protecting your users' data. This includes keeping the device physically secure, encrypting the hard drive, using strong and unique passwords, keeping the operating system up-to-date, and having a properly-configured firewall.",
  "UsageAndPrivacy.kolibriOwnersP3": "If you choose to sync your facility data to the Kolibri Data Portal, you would be granting Kolibri Data Portal organization administrators access to your data. You would also be granting access to Learning Equality, who operates the servers.",
  "UsageAndPrivacy.kolibriOwnersP4": "Please ensure that your users have way of getting in touch with you if they have concerns about their accounts.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administrators",
  "UsageAndPrivacy.kolibriUsersL1": "Share your password, let anyone access your account, or do anything that might put your account at risk",
  "UsageAndPrivacy.kolibriUsersL2": "Attempt to access any other user's account",
  "UsageAndPrivacy.kolibriUsersL3": "Remove, circumvent, disable, damage or otherwise interfere with security-related features of Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Intentionally interfere with or damage the operation of Kolibri or any user's enjoyment of it, by any means",
  "UsageAndPrivacy.kolibriUsersP1": "You should use Kolibri in compliance with all applicable laws. This may mean obtaining permission from your parent, guardian, or teacher.",
  "UsageAndPrivacy.kolibriUsersP2": "Be aware that your personal information may be visible to others, depending on how the software has been configured and how you access the software.",
  "UsageAndPrivacy.kolibriUsersP3": "Please contact your local Kolibri administrator to understand what personal information of yours might be stored, who it's visible to, how to update or delete it, or if you believe your account has been compromised.",
  "UsageAndPrivacy.kolibriUsersP4": "You should not:",
  "UsageAndPrivacy.kolibriUsersP5": "When you use Kolibri as a logged-in user, information such as your name, username, age, birth year, identification number, the resources that you view, and your performance on assessments may be made available to administrators and coaches in your facility. Your information may also be used by the developers of Kolibri and shared with content creators to help improve the software and resources for different learner types and needs.",
  "UsageAndPrivacy.kolibriUsersP6": "When you use Kolibri as a guest, aggregate information about the resources you and other guest users view may be available to administrators and certain coaches.",
  "UsageAndPrivacy.openIdH1": "Signing in to third-party applications using Kolibri",
  "UsageAndPrivacy.openIdP1": "It is possible to use Kolibri to register or sign in to third-party applications. If you do this, the other application will have access to your Kolibri username, unique user ID, and full name."
}