{
  "CookiePolicy.choicesP1": "Permite {choice} receber cookies de estatística. Pode mudar esta preferência aqui:",
  "CookiePolicy.cookieExpiryTableHeader": "Validade",
  "CookiePolicy.cookieP1": "A Plataforma de Aprendizagem Kolibri utiliza cookies para personalizar e proteger a sua experiência, analisar o tráfego e melhorar o desempenho e funcionalidade dos seus serviços. Os cookies são pequenos arquivos de texto que podem ser usados por websites para tornar a experiência de um utilizador mais eficiente.",
  "CookiePolicy.cookieP2": "De acordo com leis atuais da privacidade (LGPD e CCPA), podemos armazenar cookies no seu dispositivo se for expressamente necessário para a realização do serviço. Para todos os outros tipos de cookies, precisamos da sua autorização.",
  "CookiePolicy.cookieP3": "A Plataforma de Aprendizagem de Kolibri usa diferentes tipos de cookies. Alguns cookies são estritamente necessários, enquanto outros são opcionais. Pode alterá-los a qualquer momento ou anular o seu consentimento.",
  "CookiePolicy.cookieP4": "Saiba mais sobre como os seus dados podem ser processados na nossa Política de Uso e Privacidade.",
  "CookiePolicy.cookieP5": "Os cookies necessários ajudam a tornar um website utilizável, permitindo funções básicas, como navegação de páginas e acesso às suas áreas seguras. O website não pode funcionar corretamente sem esses cookies.",
  "CookiePolicy.cookiePurposeTableHeader": "Objetivo",
  "CookiePolicy.csrftokenCookiePurpose": "Para proteger a página de início de sessão e garantir que ninguém possa aceder ao seu navegador ou executar ações em seu nome sem o seu consentimento.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Usado para detectar se o visitante já aceitou ou recusou os cookies opcionais, evitando a necessidade de perguntar novamente.",
  "CookiePolicy.kolibriCookieExpiry": "Até ao fim da sessão",
  "CookiePolicy.kolibriCookiePurpose": "Para proteger a sua sessão iniciada e disponibilizar-lhe acesso aos seus dados pessoais",
  "CookiePolicy.necessaryCookiesHeader": "Cookies necessários",
  "CookiePolicy.statisticsCookiesHeader": "Cookies de estatística",
  "CookiePolicy.statisticsCookiesP1": "Cookies de estatística ajudam os proprietários do website a entender como os visitantes interagem com websites ao recolher e reportar informações anonimamente.",
  "CookiePolicy.twoYearExpiry": "2 anos",
  "CookiePolicy.visitorIdPurpose": "Regista um ID único, que é usado para gerar dados estatísticos sobre a forma como um visitor anonimo utiliza o website.",
  "CookiePolicy.yourChoicesHeader": "As suas opções",
  "UsageAndPrivacy.kolibriAboutP1": "O software Kolibri é criado pela Foundation for Learning Equality, Inc. Mais informações, incluindo os Termos de Serviço e a Política de Privacidade de Kolibri, podem ser encontradas em:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri é uma aplicação de software para uso offline, sem a necessidade de Internet. A aplicação é leve e compatível com a grande maioria dos computadores, tablets e telemóveis, novos e antigos.",
  "UsageAndPrivacy.kolibriAboutP3": "Ao contrário de muitas aplicações online que também são acessados por meio de um navegador web, cada instalação da Kolibri é única, ou seja, gerida e controlada pelos proprietários dos respectivos dispositivos em que a Kolibri está instalada.",
  "UsageAndPrivacy.kolibriAboutP4": "É possível que administradores também sincronizem os dados dos utilizadores em Kolibri com o portal online Kolibri Data Portal. Se isso acontecer, os dados ficarão disponíveis aos administradores do Kolibri Data Portal e à Learning Equality, que por operar os servidores, também terão acesso a esses dados.",
  "UsageAndPrivacy.kolibriAboutP5": "Para melhorar a qualidade da plataforma Kolibri e os seus conteúdos educativos, a Learning Equality recolhe informação anónima de utilização, quando a Kolibri tem acesso à Internet. Isto inclui endereços de IP associados ao servidor, e detalhes do dispositivo utilizado como o sistema operacional e o fuso horário. Também recolhemos dados estatísticos como: número de utilizadores e instalações, ano de nascimento e distribuição por género do utilizador e popularidade dos conteúdos. Fazemos de tudo ao nosso alcance para que as informações pessoais dos utilizadores permaneçam confidenciais.",
  "UsageAndPrivacy.kolibriAboutTitle": "Sobre Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Deve gerir a aplicação Kolibri de acordo com todas as leis aplicáveis. Se for o proprietário do dispositivo no qual a Kolibri está instalado, esteja ciente de que é o principal responsável pela segurança e a proteção dos dados dos utilizadores armazenados na Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Também deve seguir as melhores práticas de segurança de informação para proteger os dados do utilizador. Isto inclui manter o dispositivo fisicamente seguro, encriptar o disco rígido, usar palavras-passes fortes e únicas, manter o sistema operacional atualizado e ter uma firewall devidamente configurada.",
  "UsageAndPrivacy.kolibriOwnersP3": "Ao optar por sincronizar os dados da sua instituição de ensino com o Portal de Dados Kolibri, estará a conceder aos administradores da mesma e à Learning Equality acesso a esses dados.",
  "UsageAndPrivacy.kolibriOwnersP4": "Certifique-se de que seus utilizadores têm uma maneira conveniente de entrar em contacto consigo caso tenham dúvidas sobre as suas contas.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administradores",
  "UsageAndPrivacy.kolibriUsersL1": "Partilhar a sua palavra-passe, permite que outra pessoa aceda à sua conta ou faça qualquer coisa que possa colocar a sua conta em risco",
  "UsageAndPrivacy.kolibriUsersL2": "Tentar aceder à conta de qualquer outro utilizador",
  "UsageAndPrivacy.kolibriUsersL3": "Remover, evitar, desactivar, danificar ou interferir com os recursos de segurança da Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Interferir intencionalmente, danificar a operação da Kolibri ou prejudicar a experiência educativa do utilizador, através de qualquer meio.",
  "UsageAndPrivacy.kolibriUsersP1": "A Kolibri deve ser utilizada de acordo com todas as leis aplicáveis. Isto significa que talvez tenha que obter a permissão dos seus pais, encarregados ou professores para poder utilizar a plataforma.",
  "UsageAndPrivacy.kolibriUsersP2": "Cuidado: dependendo de como a Kolibri está configurada e da maneira como acede à aplicação, os seus dados pessoais podem ser visualizados por terceiros.",
  "UsageAndPrivacy.kolibriUsersP3": "Contacte o seu administrador local da Kolibri para perceber quais informações pessoais podem ser armazenadas, para quem são visíveis, como atualizá-las ou apagá-las, ou se acredita que a sua conta tenha sido comprometida.",
  "UsageAndPrivacy.kolibriUsersP4": "Não se deve:",
  "UsageAndPrivacy.kolibriUsersP5": "Quando utiliza a Kolibri com a sua conta de utilizador, informações como seu nome, nome de utilizador, idade, ano de nascimento, número de identificação, conteúdos visualizados e desempenho nas avaliações podem ficar disponíveis aos administradores e facilitadores da sua instituição de ensino. As suas informações também podem ser utilizadas pelos desenvolvedores da Kolibri e partilhadas com criadores de conteúdos para que possamos melhorar tanto a plataforma quanto os seus conteúdos e, assim, melhor atender diferentes tipos de alunos e as suas necessidades.",
  "UsageAndPrivacy.kolibriUsersP6": "Quando utiliza a Kolibri como convidado, os dados relacionados aos conteúdos que visualiza podem ficar disponíveis a administradores e certos facilitadores.",
  "UsageAndPrivacy.openIdH1": "Conectar a aplicações de terceiros utilizando Kolibri",
  "UsageAndPrivacy.openIdP1": "É possível utilizar a Kolibri para se registar ou se inscrever em aplicações de terceiros. Se o fizer, a outra aplicação terá acesso ao seu nome de utilizador da Kolibri, identificação única de utilizador e nome completo."
}