{
  "CookiePolicy.choicesP1": "Inu {choice} kuti mulandire ma 'cookies' okhudza uthenga operekedwa m'manambala. Mukhonza kusintha njira imeneyi apa:",
  "CookiePolicy.cookieExpiryTableHeader": "Kutha mphamvu",
  "CookiePolicy.cookieP1": "Malo ophunzilira a Kolibri amagwiritsa ntchito ma 'cookies' pofuna kuteteza zochita zanu pa intaneti, kumvetsa za ogwiritsa ntchito pulogalamuyi, komanso kupititsa patsogolo momwe izi zimagwirira ntchito. Ma 'cookies' akutathawuza mafayilo ang'onoang'ono a mawu amene akhonza kugwiritsidwa ntchito ndi mawebusayiti pofuna kupititsa patsogolo zochita za wogwiritsa ntchitoyo.",
  "CookiePolicy.cookieP2": "Malamulo okhudza chinsinsi pa intaneti (GDPR ndi CCPA) amanena kuti tikhonza kusunga ma 'cookies' pa chipangizo chanu ngati ali ofunikira kwambiri ku ntchito yake. Koma pa ma 'cookies' ena onse, timafuna chilolezo chanu.",
  "CookiePolicy.cookieP3": "Malo ophunzirira a Kolibri amagwiritsa ntchito mitundu yosiyanasiyana ya ma 'cookies'. Ma 'cookies' ena ndi ofunikira kwambiri ndipo ena si okakamiza. Nthawi iliyonse mukhonza kusintha kapena kuchotsa chilolezo chanu.",
  "CookiePolicy.cookieP4": "Dziwani zambiri zokhudza momwe uthenga wanu umayendera mu Ndondomeko Yathu Yokhudza Kugwiritsidwe Ntchito komanso Chinsinsi.",
  "CookiePolicy.cookieP5": "Ma 'cookies' ofunikira amathandiza kuti webusayiti igwire bwino ntchito popanga machitachita ake monga kusakatula komanso kufikira tsamba kukhala zotetezeka.",
  "CookiePolicy.cookiePurposeTableHeader": "Cholinga",
  "CookiePolicy.csrftokenCookiePurpose": "Kuteteza tsamba lolowera komanso kuwonetsetsa kuti palibe amene akulowa mu msakatuli wanu kapena kupanga zinthu m'malo mwa inu popanda chilolezo chanu.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Amagwiritsidwa ntchito pofuna kudziwa ngati mlendoyo adavomera m'mbuyomu kapena kukana ma 'cookies' osakakamiza, komanso kupewa kuti afunsidwenso.",
  "CookiePolicy.kolibriCookieExpiry": "Mpakana kumapeto kwa nthawi iyi",
  "CookiePolicy.kolibriCookiePurpose": "Kuteteza nthawi yomwe mwalowa komanso kukulolani kuti mufikire ku uthenga wa inu mwini",
  "CookiePolicy.necessaryCookiesHeader": "Ma 'cookies' Ofunikira",
  "CookiePolicy.statisticsCookiesHeader": "Ma 'cookies' a m'manambala",
  "CookiePolicy.statisticsCookiesP1": "Ma 'cookies' a m'ma nambala amathandiza eni webusayiti kuti amvetse momwe alendo amachitira ndi mawebusayiti potolera ndi popereka uthenga mosawonetsa umwini.",
  "CookiePolicy.twoYearExpiry": "Zaka 2",
  "CookiePolicy.visitorIdPurpose": "Imalembetsa chizindikiro chapaderadera chomwe chimathandiza kupanga uthenga wa manambala pa momwe mlendo wosadziwika amagwiritsira ntchito webusayiti.",
  "CookiePolicy.yourChoicesHeader": "Zisankho zanu",
  "UsageAndPrivacy.kolibriAboutP1": "Pulogalamu ya Kolibri idapangidwa ndi bungwe lotchedwa Foundation for Learning Equality, Inc. Kuti mudziwe zambiri, kuphatikiza Zokhudza Kusunga Chinsinsi pa Kolibri, pitani pa:",
  "UsageAndPrivacy.kolibriAboutP2": "Mungathe kuika pulogalamu ya Kolibri pa zipangizo zosiyanasiyana n'kumaigwiritsa ntchito popanda intaneti.",
  "UsageAndPrivacy.kolibriAboutP3": "Mosiyana ndi malo ambiri a pa intaneti omwe mungathe kuwatsegula kudzera mu bulawuza, pali masauzande ambiri a zipangizo padziko lonse kuphatikizapo chipangizo chino, zomwe anaikapo pulogalamu ya Kolibri. Pulogalamu iliyonse ya Kolibri imene yaikidwa pa chipangizo imayang'aniridwa ndi mwiniwake wa chipangizocho.",
  "UsageAndPrivacy.kolibriAboutP4": "Nzotheka kuti oyang'anira Kolibri asakanize zopezeka pa Kolibri ndi madera ena a ntchito za Kolibri. Zikatere, zonse zopezeka pa Kolibri zidzionedwa ndi oyendetsa ntchito za magawo enawo a Kolibri. Zinthuzo zidziikidwa mmagawo oyendetsedwa ndi a Learning Equality omwe adzithanso kuona zonsezi.",
  "UsageAndPrivacy.kolibriAboutP5": "Popititsa patsogolo ntchito za Kolibri ndi a Learning Equality adziunjika zonse ndikuonetsetsa kuti maina a anthu ogwiritsa ntchito sakuoneka Kolibri akalumikizidwa ku intaneti. Zina mwa zomwe zidzibisidwa ndi keyala ya \"IP adress,\" zokhudza kompyuta yomwe ikugwiritsidwa ntchito komanso nthawi. Zinanso zomwe zidzitengedwa ndi kuchuluka kwa ogwiritsa ntchito, zaka zakubadwa, ngati ogwiritsa ntchito ndi makazi kapana mwamuna, komanso kutchuka kwa zinthu zowerenga. Timayesetsa kuti tisatenge zokhudza ogwiritsa ntchito Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Zokhudza Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Muzigwiritsa ntchito Kolibri mogwirizana ndi malamulo onse. Ngati ndinu mwini wa chipangizo chimene pulogalamuyi yaikidwa, dziwani kuti inuyo ndi amene muli ndi udindo woteteza zinthu za amene akugwiritsa ntchito pulogalamuyi zimene zasungidwa pa Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Muziyesetsanso kutsatira malangizo onse okhudza kuteteza zinthu zanu zachinsinsi. Zimenezi ndi monga kusunga chipangizo chanu malo otetezeka, kuteteza hadi dirayivi yanu ndi mawu a chinsinsi, kugwiritsa ntchito nambala ya chinsinsi yamphamvu, kusintha pafupipafupi pulogalamu ya kompyuta yanu komanso kuwonetsetsa kuti zinthu zonse zoteteza kompyuta yanu zili bwino.",
  "UsageAndPrivacy.kolibriOwnersP3": "Mukasankha kuti uthenga wanu uziwoneka mogwirizana ndi malo a uthenga a Kolibri, zikutanthauza kuti mukupereka chilolezo kwa oyang'anira ntchito za Kolibri kuti apeze uthenga wanuwo. Pameneponso ndiye kuti mukupereka chilolezo ku bungwe la \"Learning Equality\" limene limayendetsa ntchito zokhudza ma \"seva\".",
  "UsageAndPrivacy.kolibriOwnersP4": "Chonde onetsetsani kuti pali njira yoti anthu amene akugwiritsa ntchito pulogalamuyi pa chipangizo chanu azitha kukupezani mosavuta ngati ali ndi dandaulo lokhudza akaunti yawo.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Ma adiminisitileta",
  "UsageAndPrivacy.kolibriUsersL1": "Kupatsa ena pasiwedi yanu, kulola kuti anthu azilowa pa akaunti yanu kapena kuchita zinthu zimene zingaike akauntiyo pangozi",
  "UsageAndPrivacy.kolibriUsersL2": "Kulowa pa akaunti ya munthu wina",
  "UsageAndPrivacy.kolibriUsersL3": "Kuchotsa, kusintha, kuimitsa, kuononga kapena kuchita zilizonse zimene zingasokoneze zinthu zokhudza chitetezo cha pa Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Kusintha kapena kusokoneza mwadala kagwiridwe ntchito ka Kolibri kapena kuchititsa kuti anthu ena azivutika pogwiritsa ntchito pulogalamuyi, mwa njira ina iliyonse",
  "UsageAndPrivacy.kolibriUsersP1": "Gwiritsani ntchito Kolibri motsatira malamulo onse. Zimenezi zingaphatikizepo kutenga chilolezo kwa mokolo anu, amene akukusungani kapena aphunzitsi anu.",
  "UsageAndPrivacy.kolibriUsersP2": "Dziwani kuti mukamagwiritsa ntchito Kolibri, anthu ena angathe kuona zinthu zonse zokhudza inuyo, mogwirizana ndi mmene pulogalamuyi yaikidwira komanso mmene mumaigwiritsira ntchito.",
  "UsageAndPrivacy.kolibriUsersP3": "Chonde funsani woyang'anira wanu wa Kolibri yemwe muli naye pafupi kuti mudziwe za zinthu zokhudza inuyo zimene zasungidwa, amene angathe kuziwona, zimene mungachite kuti mukonze kapena kuchotsa zinthuzo kapenanso ngati mukukayikira kuti anthu ena akugwiritsa ntchito akaunti yanu popanda chilolezo.",
  "UsageAndPrivacy.kolibriUsersP4": "Simuyenera:",
  "UsageAndPrivacy.kolibriUsersP5": "Mukalowa ndikuyamba kugwiritsa ntchito Kolibri, zinthu ngati dzina lanu, chizindikiro chanu, zaka zakubadwa, nambala ya chiphatso chanu, zinthu zomwe mumazigwiritsa ntchito, komanso m'mene mukukhozera zitha kuoneka ndi oyendetsa Kolibri. Eni ake a Kolibri atha kuzigwiritsa ntchito ndikugawira omwe amapanga ntchito za pa Kolibri ncholinga choti athe kupeza njira zopititsira patsogolo ntchito za Kolibri komanso kuthandiza ogwiritsa ntchito ena.",
  "UsageAndPrivacy.kolibriUsersP6": "Mukamagwiritsa ntchito Kolibri ngati mlendo, oyendetsa ntchito za Kolibri komanso aphunzitsi atha kuona zomwe mumakonda kugwiritsa ntchito pa Kolibri.",
  "UsageAndPrivacy.openIdH1": "Kulowa m'ma pologalamu ena pogwiritsa ntchito Kolibri",
  "UsageAndPrivacy.openIdP1": "Nkotheka kugwiritsa ntchito Kolibri kuti mulowere m'ma pologalamu ena. Mukatero, pologalamu inayo itha kumaona zokhudza inu pa Kolibri monga dzina lanu."
}