{
  "CookiePolicy.choicesP1": "Sie haben für den Erhalt von Statistik-Cookies {choice} ausgewählt. Sie können diese Einstellung hier ändern:",
  "CookiePolicy.cookieExpiryTableHeader": "Ablauf",
  "CookiePolicy.cookieP1": "Die Kolibri-Lernplattform verwendet Cookies, um Ihnen ein personalisiertes und sicheres Benutzererlebnis zu bieten, den Datenverkehr zu analysieren sowie um die Leistung und Funktionalität des bereitsgestellten Dienstes zu optimieren. Cookies sind kleine Textdateien, die von Websites verwendet werden, um die Erfahrung der Benutzer zu verbessern.",
  "CookiePolicy.cookieP2": "In Übereinstimmung mit den aktuellen Datenschutzgesetzen (GDPR bzw. CCPA) dürfen wir Cookies auf Ihrem Gerät speichern, wenn diese für die Funktion des Dienstes unbedingt erforderlich sind (technisch notwendige Cookies). Für alle anderen Arten von Cookies benötigen wir Ihre Zustimmung.",
  "CookiePolicy.cookieP3": "Die Kolibri-Lernplattform verwendet verschiedene Arten von Cookies. Einige Cookies sind unbedingt notwendig, während andere optionalen Analysezwecken dienen. Sie können Ihre Zustimmung jederzeit ändern oder widerrufen.",
  "CookiePolicy.cookieP4": "In unserer Nutzungs- und Datenschutzrichtlinie erfahren Sie mehr darüber, wie Ihre Daten verarbeitet werden können.",
  "CookiePolicy.cookieP5": "Notwendige Cookies helfen dabei, eine Website nutzbar zu machen, indem sie grundlegende Funktionen wie die Seitennavigation und den Zugang zu geschützten Bereichen ermöglichen. Ohne diese Cookies ist die Funktionsweise der Website eingeschränkt.",
  "CookiePolicy.cookiePurposeTableHeader": "Zweck",
  "CookiePolicy.csrftokenCookiePurpose": "Um die Anmeldungsseite zu sichern und dafür zu sorgen, dass ohne Ihre Zustimmung niemand Ihren Browser einloggen oder Aktionen in Ihrem Namen vornehmen kann.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Um zu überprüfen, ob der Besucher optionale Cookies zuvor akzeptiert oder abgelehnt hat, damit er nicht erneut danach gefragt werden muss.",
  "CookiePolicy.kolibriCookieExpiry": "Bis zum Ende der Sitzung",
  "CookiePolicy.kolibriCookiePurpose": "Um Ihre angemeldete Sitzung zu sichern und Ihnen Zugriff auf Ihre persönlichen Daten zu gewähren",
  "CookiePolicy.necessaryCookiesHeader": "Notwendige Cookies",
  "CookiePolicy.statisticsCookiesHeader": "Statistik-Cookies",
  "CookiePolicy.statisticsCookiesP1": "Mithilfe von Statistik-Cookies wollen Websitebetreiber herausfinden, wie Besucher mit ihrer Website interagieren. Dazu sammeln die Cookies Informationen anonym und stellen diese dar.",
  "CookiePolicy.twoYearExpiry": "2 Jahre",
  "CookiePolicy.visitorIdPurpose": "Registriert eine eindeutige ID, anhand derer statistische Daten zur Websitenutzung eines anonymen Besuchers erhoben werden.",
  "CookiePolicy.yourChoicesHeader": "Ihre Auswahl",
  "UsageAndPrivacy.kolibriAboutP1": "Die Kolibri-Software wird von der Foundation for Learning Equality, Inc. entwickelt. Weitere Informationen einschließlich der Nutzungsbedingungen und Datenschutzrichtlinie von Kolibri finden Sie unter:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri ist eine Softwareanwendung die auf einer Vielzahl von Geräten installiert werden kann, ohne dass dafür eine Internetverbindung benötigt wird.",
  "UsageAndPrivacy.kolibriAboutP3": "Im Gegensatz zu vielen Online-Angeboten, die über einen Browser verwendet werden, gibt es Tausende unabhängige Kolibri-Installationen auf der ganzen Welt, so wie diese hier. Jede Kolibri-Installation wird vom Eigentümer des Geräts, auf dem sie installiert ist, verwaltet und gesteuert.",
  "UsageAndPrivacy.kolibriAboutP4": "Administratoren können ebenso Kolibri-Daten auf das cloudbasierte Kolibri-Datenportal hochladen. In diesem Fall sind die alle Daten der Einrichtung für die Administratoren des Kolibri-Datenportals verfügbar. Der Upload erfolgt auf von Learning Equality betriebene Cloudserver, die somit ebenso Zugriff auf die Daten erhalten.",
  "UsageAndPrivacy.kolibriAboutP5": "Um die Qualität von Kolibri und der zur Verfügung gestellten Materialien zu verbessern, erfasst Learning Equality anonymisierte Benutzerdaten, wenn Kolibri mit dem Internet verbunden ist. Dazu zählen mit dem Server verknüpfte IP-Adressen und Gerätedetails wie Betriebssystem und Zeitzone. Außerdem werden zusammengefasste Statistiken erfasst, wie Anzahl der Benutzer und Einrichtungen, Geburtsjahr und Geschlechterverteilung sowie Beliebtheit bestimmter Materialien. Es werden jedoch gezielt keine Daten erfasst, die eine persönliche Identifikation von Kolibri-Benutzern ermöglichen.",
  "UsageAndPrivacy.kolibriAboutTitle": "Info zu Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Kolibri darf nur den geltenden Gesetzen entsprechend eingesetzt werden. Als Eigentümer des Geräts, auf dem Kolibri installiert ist, sind Sie letztendlich verantwortlich für die Sicherheit und den Schutz der in Kolibri gespeicherten Benutzerdaten.",
  "UsageAndPrivacy.kolibriOwnersP2": "Schützen Sie die Daten der Benutzer, indem Sie bewährte Datensicherheitsstandards einsetzen. Hierzu gehören die sichere Aufbewahrung des Geräts, die Verschlüsselung des Festplattenlaufwerks, starke und individuelle Passwörter, die regelmäßige Aktualisierung des Betriebssystems sowie eine ordnungsgemäß konfigurierte Firewall.",
  "UsageAndPrivacy.kolibriOwnersP3": "Wenn Sie die Daten Ihrer Einrichtung mit dem Kolibri-Datenportal synchronisieren, erhalten die Administratoren des Kolibri-Datenportals Zugriff auf Ihre Daten. Außerdem erhält Learning Equality, die die Server betreiben, Zugriff auf die Daten.",
  "UsageAndPrivacy.kolibriOwnersP4": "Stellen Sie sicher, dass die Benutzer sich mit Ihnen in Verbindung setzen können, falls sie Bedenken oder Probleme mit ihren Konten haben.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administratoren",
  "UsageAndPrivacy.kolibriUsersL1": "Anderen Personen Ihr Passwort mitteilen, ihnen Zugriff auf Ihr Konto gewähren oder andere Verhaltensweisen, die die Sicherheit Ihres Kontos gefährden könnten",
  "UsageAndPrivacy.kolibriUsersL2": "Auf das Konto eines anderen Benutzers zugreifen",
  "UsageAndPrivacy.kolibriUsersL3": "Die sicherheitsrelevanten Funktionen von Kolibri entfernen, umgehen, deaktivieren, beschädigen oder in anderer Form beeinträchtigen.",
  "UsageAndPrivacy.kolibriUsersL4": "Absichtlich in irgendeiner Form den Betrieb von Kolibri beeinträchtigen oder andere Benutzer stören",
  "UsageAndPrivacy.kolibriUsersP1": "Kolibri darf nur den geltenden Gesetzen entsprechend verwendet werden. Das bedeutet möglicherweise, dass die Erlaubnis eines Elternteils, Erziehungsberechtigten oder Lehrers eingeholt werden muss.",
  "UsageAndPrivacy.kolibriUsersP2": "Beachten Sie, dass persönlichen Informationen für andere sichtbar sein können, je nachdem wie die Software konfiguriert ist und Sie auf die Software zugreifen.",
  "UsageAndPrivacy.kolibriUsersP3": "Wenden Sie sich an Ihren zuständigen Kolibri-Administrator, um zu erfahren, welche persönlichen Informationen gespeichert werden, für wen diese Informationen sichtbar sind, wie Sie sie aktualisieren oder löschen können oder falls die Möglichkeit besteht, dass Ihr Konto kompromittiert wurde.",
  "UsageAndPrivacy.kolibriUsersP4": "Folgendes ist nicht zulässig:",
  "UsageAndPrivacy.kolibriUsersP5": "Als bei Kolibri angemeldeter Benutzer sind Informationen wie Name, Benutzername, Alter, Geburtsjahr, ID-Nummer, angesehene Materialien und die Leistung bei Tests möglicherweise für Administratoren und Trainern der Einrichtung sichtbar. Außerdem können diese Informationen möglicherweise von den Entwicklern von Kolibri verwendet und mit den Entwicklern der Inhalte geteilt werden, um die Software und Materialien für die verschiedenen Lerndenden und ihre Bedürfnisse zu verbessern.",
  "UsageAndPrivacy.kolibriUsersP6": "Bei der Verwendung von Kolibri als Gast werden zusammengefasste Informationen zu den Materialien erfasst, die sich Gäste angesehen haben. Auf diese Informationen haben Administratoren und bestimmte Trainer Zugriff.",
  "UsageAndPrivacy.openIdH1": "Anmelden bei Anwendungen von Drittanbietern mithilfe von Kolibri",
  "UsageAndPrivacy.openIdP1": "Mit Kolibri können Sie sich bei Anwendungen von Drittanbietern registrieren oder anmelden. In diesem Fall erhält die andere Anwendung Zugriff auf Ihre Kolibri-Daten wie Benutzername, eindeutige Benutzer-ID und vollständigen Namen."
}