[CustomMessages]
installservicetask=تشغيل كوليبري تلقائياً عند بدء تشغيل الكمبيوتر
newerversioninstalled="هناك نسخة أحدث من {#AppName} (%1) مثبّتة مسبقاً. يحتوي هذا المثبت على الإصدار %2 القديم. سيتم الآن الخروج من برنامج التثبيت."
sameversioninstalled=تم بالفعل تثبيت هذا الإصدار من %1. هل تريد إصلاح التثبيت عن طريق إعادة تثبيته؟
olderversioninstalled="تم اكتشاف إصدار قديم من {#AppName} (%1). هل تريد الترقية إلى الإصدار {#AppVersion}؟"
confirmuninstalldata=هل تريد إزالة جميع بيانات مستخدم كوليبري بالكامل؟ يشمل هذا كل المحتويات التي تم تنزيلها، وحسابات المستخدم، والتقدم المُحرز، ولا يمكن التراجع عنها.
criticalerror=حدث خطأ حرج أثناء محاولة تشغيل أمر الإعداد: %1. لا يمكن مواصلة التثبيت.
commanderror=فشل أمر مطلوب للتثبيت في التنفيذ بشكل صحيح: %1. رمز الخطأ: %2. لا يمكن الاستمرار في التثبيت.
versionparseerror=تعذر مقارنة الإصدارات بسبب تنسيق الإصدار غير صالح. الرجاء إلغاء تثبيت الإصدار السابق يدوياً وحاول مرة أخرى.
migrationfailed=فشل المثبت في نقل بيانات المستخدم من الموقع القديم (%1) إلى الموقع الجديد (%2). لم يتم نقل بياناتك. يرجى الاتصال بالدعم للحصول على المساعدة.
createdesktopicon=إنشاء أيقونة لسطح المكتب
additionalicons=أيقونات إضافية
launchprogram=تشغيل %1
installationtype=نوع التثبيت:
