{
  "CookiePolicy.choicesP1": "Wewe {choice} utapokea vidakuzi vya takwimu. Unaweza kubadilisha mapendeleo haya hapa:",
  "CookiePolicy.cookieExpiryTableHeader": "Muda wake unaisha",
  "CookiePolicy.cookieP1": "Mfumo wa Kujifunza wa Kolibri hutumia vidakuzi kubinafsisha na kulinda matumizi yako, kuchanganua trafiki, na kuboresha utendaji na utendaji wa huduma yake. Vidakuzi ni faili ndogo za maandishi zinazoweza kutumiwa na tovuti ili kufanya matumizi ya mtumiaji kuwa bora zaidi.",
  "CookiePolicy.cookieP2": "Sheria za sasa za faragha (GDPR na CCPA) zinasema kwamba tunaweza kuhifadhi vidakuzi kwenye kifaa chako ikiwa ni muhimu kabisa kwa uendeshaji wa huduma. Kwa aina zingine zote za vidakuzi, tunahitaji ruhusa yako.",
  "CookiePolicy.cookieP3": "Mfumo wa Kujifunzia wa Kolibri hutumia aina tofauti za vidakuzi. Baadhi ya vidakuzi ni muhimu sana, na vingine ni kwa madhumuni ya uchanganuzi wa hiari. Unaweza kubadilisha au kuondoa idhini yako wakati wowote.",
  "CookiePolicy.cookieP4": "Pata maelezo zaidi katika Sera yetu ya Matumizi na Sera ya Faragha kuhusu jinsi data yako inaweza kuchakatwa.",
  "CookiePolicy.cookieP5": "Vidakuzi muhimu husaidia kufanya tovuti itumike kwa kuwezesha vipengele vya msingi kama vile usogezaji wa ukurasa na kufikia maeneo yake salama. Tovuti haiwezi kufanya kazi vizuri bila vidakuzi hivi.",
  "CookiePolicy.cookiePurposeTableHeader": "Lengo",
  "CookiePolicy.csrftokenCookiePurpose": "Kulinda ukurasa wa kuingia na kuhakikisha hakuna mtu anayeweza kuingia katika kivinjari chako au kufanya vitendo kwa niaba yako bila idhini yako.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Hutumika kutambua kama mgeni hapo awali amekubali au amekataa vidakuzi vya hiari, na kuepuka kuhitaji kuuliza tena.",
  "CookiePolicy.kolibriCookieExpiry": "Hadi mwisho wa kikao",
  "CookiePolicy.kolibriCookiePurpose": "Kulinda kipindi chako ulichoingia na kukupa ufikiaji wa data yako ya kibinafsi",
  "CookiePolicy.necessaryCookiesHeader": "Vidakuzi Muhimu",
  "CookiePolicy.statisticsCookiesHeader": "Vidakuzi vya Takwimu",
  "CookiePolicy.statisticsCookiesP1": "Vidakuzi vya takwimu huwasaidia wamiliki wa tovuti kuelewa jinsi wageni huingiliana na tovuti kwa kukusanya na kuripoti habari bila kujulikana.",
  "CookiePolicy.twoYearExpiry": "Miaka 2",
  "CookiePolicy.visitorIdPurpose": "Husajili kitambulisho cha kipekee ambacho hutumika kutoa data ya takwimu kuhusu jinsi mgeni asiyejulikana anavyotumia tovuti.",
  "CookiePolicy.yourChoicesHeader": "Chaguo zako",
  "UsageAndPrivacy.kolibriAboutP1": "Programu ya Kolibri imeundwa na Foundation for Learning Equality, Inc. Maelezo zaidi, ikiwa ni pamoja na Sheria na Masharti ya Huduma ya Kolibri na Sera ya Faragha, yanaweza kupatikana katika:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri ni programu ambayo inaweza kusanikishwa kwenye vifaa vingi bila kuhitaji muunganisho wa intaneti.",
  "UsageAndPrivacy.kolibriAboutP3": "Tofauti na huduma nyingi za wavuti za mtandaoni ambazo zinapatikana kwa njia ya kivinjari cha wavuti, kuna maelfu ya mitambo huru ya Kolibri kote ulimwenguni - ikiwa ni pamoja na hii. Kila usakinishaji wa Kolibri unasimamiwa na kudhibitiwa na mmiliki wa kifaa ambacho Kolibri imesakinishwa.",
  "UsageAndPrivacy.kolibriAboutP4": "Inawezekana pia kwa wasimamizi kusawazisha data ya Kolibri kwa huduma ya wingu ya data ya Kolibri Data Portal. Ikiwa hili litatokea, data yote ya kituo cha kujifunzia itapatikana kwa wasimamizi wa Kolibri Data Portal. Itapakiwa kwenye seva za wingu zinazoendeshwa na Learning Equality, ambao pia wataweza kupata data hii.",
  "UsageAndPrivacy.kolibriAboutP5": "Ili kuimarisha ubora wa Kolibri na nyenzo zake, Shirika la Learning Equality linakusanya maelezo ya matumizi yasiyojulikana wakati Kolibri ipo kwenye intaneti. Hii ni pamoja na anwani za IP zinazohusiana na seva, na maelezo ya kifaa kama vile mfumo wa uendeshaji na eneo la saa. Tunakusanya pia takwimu za pamoja ikiwa ni pamoja na: idadi ya watumiaji na vituo vya mafunzo, mwaka wa kuzaliwa na mgao wa jinsia, na umaarufu wa nyenzo za mafunzo. Tunafanya kila juhudi kuzuia kukusanya taarifa za kibinafsi kuhusu watumiaji wa Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Kuhusu Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Unapaswa kutumia Kolibri kama huduma kulingana na sheria zote zinazohusika. Ikiwa wewe ni mmiliki wa kifaa ambamo Kolibri imewekwa, tafadhali tahadhari kuwa wewe hatimaye unawajibikia usalama na ulinzi wa data ya mtumiaji ambayo inahifadhiwa katika Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Unapaswa pia kufuata mbinu bora za maelezo ya usalama ya kulinda data ya watumiaji wako. Hii ni pamoja na kuweka kifaa salama kimwili, usimbaji fiche wa diski kuu, kutumia nenosiri la nguvu na la kipekee, kusasisha mfumo wa uendeshaji, na kuwa na ngome iliyosanikishwa vizuri.",
  "UsageAndPrivacy.kolibriOwnersP3": "Ikiwa utachagua kusawazisha data ya kituo chako kwenye Kolibri Data Portal, utakuwa unawapa wasimamizi wa Kolibri Data Portal data yako. Pia utakuwa unawapa Shirika la Learning Equality ufikiaji, wanaoendesha seva.",
  "UsageAndPrivacy.kolibriOwnersP4": "Tafadhali hakikisha kwamba watumiaji wako wana njia ya kuwasiliana nawe kama wana matatizo kuhusu akaunti zao.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Wasimamizi",
  "UsageAndPrivacy.kolibriUsersL1": "Kushiriki nenosiri lako, kunamruhusu mtu yeyote kufikia akaunti yako, au kufanya kitu chochote ili kuweka akaunti yako hatarini",
  "UsageAndPrivacy.kolibriUsersL2": "Kujaribu kufikia akaunti ya mtumiaji mwingine",
  "UsageAndPrivacy.kolibriUsersL3": "Kuondoa, kukwepa, kuzima, kuharibu au kuhitilafiana na vipengele vya Kolibri vinavyohusiana na usalama",
  "UsageAndPrivacy.kolibriUsersL4": "Kutatiza au kuharibu operesheni ya Kolibri au starehe yoyote ya mtumiaji, kwa njia yoyote",
  "UsageAndPrivacy.kolibriUsersP1": "Unapaswa kutumia Kolibri kwa kufuata sheria zote zinazohusika. Hii inaweza kumaanisha kupata idhini kutoka kwa mzazi, mlezi, au mwalimu wako.",
  "UsageAndPrivacy.kolibriUsersP2": "Fahamu kwamba maelezo yako ya kibinafsi yanaweza kuonekana kwa wengine, kulingana na jinsi programu imesanidiwa na jinsi unavyoweza kupata programu hiyo.",
  "UsageAndPrivacy.kolibriUsersP3": "Tafadhali wasiliana na msimamizi wa eneo lako wa Kolibri ili uelewe ni maelezo yako yepi ya kibinafsi yanaweza kuhifadhiwa, nani anayeyaona, jinsi ya kuyasasisha au kuyafuta, au ikiwa unaamini akaunti yako imeathirika.",
  "UsageAndPrivacy.kolibriUsersP4": "Haupaswi:",
  "UsageAndPrivacy.kolibriUsersP5": "Unapotumia Kolibri kama mtumiaji aliyeingia katika akaunti, maelezo kama vile jina lako, jina la mtumiaji, umri, mwaka wa kuzaliwa, nambari ya kitambulisho, nyenzo unazotazama, na utendaji wako kwenye tathmini yanaweza kupatikana kwa wasimamizi na walimu katika kituo chako cha mafunzo. Maelezo yako pia yanaweza kutumiwa na watengenezaji wa Kolibri na kusambaziwa waundaji wa maudhui ili kuwasaidia kuboresha programu na nyenzo za aina tofauti na mahitaji ya mwanafunzi.",
  "UsageAndPrivacy.kolibriUsersP6": "Unapotumia Kolibri kama mgeni, maelezo yaliyokusanywa kuhusu nyenzo ambazo wewe na watumiaji wengine wageni wanatazama yanaweza kufikiwa na wasimamizi na walimu wengine.",
  "UsageAndPrivacy.openIdH1": "Kuingia katika programu za watu/mashirika mengine kwa kutumia Kolibri",
  "UsageAndPrivacy.openIdP1": "Inawezekana kutumia Kolibri kujisajili au kutumia programu za mashirika mengine. Ukifanya hivyo, programu hiyo nyingine itapata jina la mtumiaji la Kolibri, kitambulisho cha kipekee cha mtumiaji, na jina kamili."
}