{
  "CookiePolicy.choicesP1": "آپ {choice} اعدادوشمار کی کوکیز حاصل کرنے کے لیے۔ آپ اس ترجیح کو یہاں تبدیل کر سکتے ہیں:",
  "CookiePolicy.cookieExpiryTableHeader": "اختتام",
  "CookiePolicy.cookieP1": "کولیبری لرننگ پلیٹ فارم آپ کے تجربے کو ذاتی بنانے اور محفوظ بنانے، ٹریفک کا تجزیہ کرنے، اور اپنی سروس کی کارکردگی اور فعالیت کو بہتر بنانے کے لیے کوکیز کا استعمال کرتا ہے۔ کوکیز چھوٹی ٹیکسٹ فائلیں ہیں جنہیں ویب سائٹس صارف کے تجربے کو زیادہ موثر بنانے کے لیے استعمال کر سکتی ہیں۔",
  "CookiePolicy.cookieP2": "پرائیویسی کے موجودہ قوانین (GDPR اور CCPA) بتاتے ہیں کہ ہم آپ کی ڈیوائس پر کوکیز اسٹور کر سکتے ہیں اگر وہ سروس کے آپریشن کے لیے سختی سے ضروری ہوں۔ کوکیز کی دیگر تمام اقسام کے لیے، ہمیں آپ کی اجازت درکار ہے۔",
  "CookiePolicy.cookieP3": "کولیبری لرننگ پلیٹ فارم مختلف قسم کی کوکیز استعمال کرتا ہے۔ کچھ کوکیز سختی سے ضروری ہیں، اور کچھ اختیاری تجزیات کے مقاصد کے لیے ہیں۔ آپ کسی بھی وقت اپنی رضامندی کو تبدیل یا واپس لے سکتے ہیں۔",
  "CookiePolicy.cookieP4": "ہماری استعمال اور رازداری کی پالیسی میں آپ کے ڈیٹا پر کارروائی کیسے کی جا سکتی ہے اس کے بارے میں مزید جانیں۔",
  "CookiePolicy.cookieP5": "ضروری کوکیز صفحہ نیویگیشن اور اس کے محفوظ علاقوں تک رسائی جیسے بنیادی افعال کو فعال کرکے ویب سائٹ کو قابل استعمال بنانے میں مدد کرتی ہیں۔ ویب سائٹ ان کوکیز کے بغیر ٹھیک سے کام نہیں کر سکتیں۔",
  "CookiePolicy.cookiePurposeTableHeader": "مقصد",
  "CookiePolicy.csrftokenCookiePurpose": "لاگ ان پیج کو محفوظ بنانے اور اس بات کو یقینی بنانے کے لیے کہ کوئی بھی آپ کی رضامندی کے بغیر آپ کے براؤزر میں لاگ ان یا آپ کی جانب سے کارروائیاں نہ کر سکے۔",
  "CookiePolicy.kolibriCookieConsentPurpose": "یہ معلوم کرنے کے لیے استعمال کیا جاتا ہے کہ آیا وزیٹر نے پہلے اختیاری کوکیز کو قبول یا مسترد کر دیا ہے، اور دوبارہ پوچھنے کی ضرورت سے گریز کرنے کے لیے۔",
  "CookiePolicy.kolibriCookieExpiry": "سیشن کے اختتام تک",
  "CookiePolicy.kolibriCookiePurpose": "اپنے لاگ ان سیشن کو محفوظ بنانے اور آپ کو اپنے ذاتی ڈیٹا تک رسائی فراہم کرنے کے لیے",
  "CookiePolicy.necessaryCookiesHeader": "ضروری کوکیز",
  "CookiePolicy.statisticsCookiesHeader": "اعداد و شمار کی کوکیز",
  "CookiePolicy.statisticsCookiesP1": "اعداد و شمار کی کوکیز ویب سائٹ کے مالکان کو یہ سمجھنے میں مدد کرتی ہیں کہ وزیٹر کس طرح گمنام طور پر معلومات اکٹھا کر کے ویب سائٹ کے ساتھ تعامل کرتے ہیں۔",
  "CookiePolicy.twoYearExpiry": "2 سال",
  "CookiePolicy.visitorIdPurpose": "ایک منفرد ID رجسٹر کرتا ہے جس کا استعمال شماریاتی ڈیٹا بنانے کے لیے کیا جاتا ہے کہ کس طرح ایک گمنام وزیٹر ویب سائٹ کا استعمال کرتا ہے۔",
  "CookiePolicy.yourChoicesHeader": "آپ کے انتخابات",
  "UsageAndPrivacy.kolibriAboutP1": "کولیبری سافٹ ویئر فاونڈیشن فار لرنیگ ایکویلیٹی انکارپوریشن کی طرف سے تیار کیا گیا ہے۔ کولیبری کی سروس کی شرائط اور رازداری کی پالیسی سمیت مزید معلومات یہاں دیکھی جاسکتی ہیں:",
  "UsageAndPrivacy.kolibriAboutP2": "کولیبری ایک سافٹ ویئر ایپلی کیشن ہے جو انٹرنیٹ کنکشن کے بغیر مختلف قسم کی ڈیوائسز پر انسٹال کی جاسکتی ہے۔.",
  "UsageAndPrivacy.kolibriAboutP3": "بہت سی آن لائن ویب سروسوں کے برعکس جن تک ویب براؤزر کے ذریعہ پہنچا جاتا ہے، دنیا بھر میں ہزاروں خودمختار کولیبری تنصیبات ہیں - جس میں یہ بھی شامل ہے. ہر کولیبری کو ڈیوائس کے مالک کی طرف سے منظم اور کنٹرول کیا جاتا ہے جس پر یہ نصب ہوتی ہے.",
  "UsageAndPrivacy.kolibriAboutP4": "منتظمین کے لئے یہ بھی ممکن ہے کہ وہ کلاوڈ پر مبنی کولیبری ڈیٹا پورٹل سروس میں کولبیری ڈیٹا کو ہم آہنگ (سنک) کرسکتے ہیں۔ اگر ایسا ہوتا ہے تو ، اس جگہ کے تمام اعداد و شمار کولیبری ڈیٹا پورٹل پر تنظیمی ایڈمنوں کے لئے قابل رسائی ہوتے ہیں۔ اس کو لرننگ ایکوالیٹی کے ذریعہ چلائے جانے والے کلاؤڈ سرورز پر اپ لوڈ کیا جائے گا ، جن کو اس ڈیٹا تک بھی رسائی حاصل ہوگی۔.",
  "UsageAndPrivacy.kolibriAboutP5": "کولبیری کے معیار اور اس کے وسائل کو بہتر بنانے کے لیے ، لرنینگ ایکوئلیٹی گمنام ذریعہ کے طور پر استعمال کی معلومات جمع کرتی ہے جب کولبیری کو انٹرنیٹ تک رسائی حاصل ہوتی ہے۔ اس میں سرور سے وابستہ IP ایڈرس ، اور ڈیوائس کی تفصیلات جیسے کہ آپریٹنگ سسٹم اور ٹائم زون شامل ہیں۔ ہم مجموعی طور پر ان شماریات کو بھی جمع کرتے ہیں جن میں شامل ہیں: صارفین کی تعداد اور سہولیات، پیدائش کا سال اور جنسی تقسیم ، اور وسائل کی مقبولیت۔ ہم ہر ممکن کوشش کرتے ہیں کہ کولبیری صارفین کے بارے میں ذاتی طور پر شناخت کرنے والی معلومات کو جمع کرنے سے گریز کریں۔.",
  "UsageAndPrivacy.kolibriAboutTitle": "کولیبری کے بارے میں",
  "UsageAndPrivacy.kolibriOwnersP1": "آپ کو تمام قابل اطلاق قوانین کے مطابق سروس کے طور پر کولیبری کو چلانا چاہئے. اگر آپ اس ڈیوائس کے مالک ہیں جس پر کولیبری نصب ہے، تو براہ کرم اس بات سے آگاہ رہیں کہ آپ صارف کے اس ڈیٹا کی حفاظت اور تحفظ کے لئے بالآخر ذمہ دار ہیں جو کولیبری میں محفوظ ہورہی ہے.",
  "UsageAndPrivacy.kolibriOwnersP2": "صارفین کے ڈیٹا کی حفاظت کے لۓ آپ کو بہترین انفارمیشن سیکورٹی کے عمل کی پیروی کرنی چاہئے۔ اس میں ڈیوائس کو محفوظ رکھنا، ہارڈ ڈرائیو کو اینکریپٹ کرنا، مضبوط اور منفرد پاس ورڈ استعمال کرنا، آپریٹنگ سسٹم کو اپ ڈیٹ رکھنا، اور ایک مناسب طریقے سے تشکیل کردہ فائر وال شامل ہیں۔",
  "UsageAndPrivacy.kolibriOwnersP3": "اگر آپ اپنی سہولیات مہیا کرنے والی جگہ کا ڈیٹا کولابیری ڈیٹا پورٹل سے ہم آہنگ کرنے کا انتخاب کرتے ہیں تو ، آپ کولیبری ڈیٹا پورٹل تنظیم کے منتظمین کو اپنے ڈیٹا تک رسائی فراہم کریں گے۔ آپ لرننگ ایکوئلیٹی کو بھی رسائی فراہم کررہے ہوں گے ، جو سرور فراہم کرتے ہیں۔.",
  "UsageAndPrivacy.kolibriOwnersP4": "براہ کرم یقینی بنائیں کہ آپ کے صارفین کے پاس آپ کے ساتھ رابطے میں آنے کا طریقہ ہونا چاہیے اگر انہیں اپنے اکاؤنٹ کے بارے میں خدشات ہیں.",
  "UsageAndPrivacy.kolibriOwnersTitle": "منتظمین",
  "UsageAndPrivacy.kolibriUsersL1": "اپنے پاس ورڈ کا اشتراک یا کسی کو بتانا، کسی کواپنے اکاؤنٹ تک رسائی دینا، یا جو کوئی ایسی چیز جو آپ کے اکاؤنٹ کو خطرے میں ڈالے",
  "UsageAndPrivacy.kolibriUsersL2": "کسی دوسرے صارف کے اکاؤنٹ تک رسائی حاصل کرنے کی کوشش",
  "UsageAndPrivacy.kolibriUsersL3": "کولیبری کی سیکورٹی سے متعلقہ خصوصیات کو حذف کرنا، کسی اور طریقے سے انجام دینے کی کوشش کرنا، غیر فعال کرنا، نقصان پہنچانا یا کسی بھی صورت میں مداخلت کرنا",
  "UsageAndPrivacy.kolibriUsersL4": "کولیبری کے آپریشن یا کسی بھی صارف کے اس سے لطف اندوز ہونے میں جان بوجھ کر مداخلت یا نقصان پہنچانا",
  "UsageAndPrivacy.kolibriUsersP1": "آپ کو تمام قابل اطلاق قوانین کے مطابق کولیبری کو استعمال کرنا چاہئے۔ اس کا مطلب اپنے والدین، سرپرست، یا استاد سے اجازت حاصل کرنا بھی ہوسکتا ہے.",
  "UsageAndPrivacy.kolibriUsersP2": "اس بات سے آگاہ رہیں کہ آپ کی ذاتی معلومات دوسروں کو نظر آسکتی ہیں ، یہ اس بات پر منحصر ہے کہ سافٹ ویئر کو کس طرح تشکیل دیا گیا ہے اور آپ سافٹ ویئر تک کیسے پہنچتے ہیں۔.",
  "UsageAndPrivacy.kolibriUsersP3": "یہ سمجھنے کے لیے کہ آپ کی کونسی ذاتی معلومات کو محفوظ کیا جاسکتا ہے، یہ کس کو نظر آئے گی، اسے کس طرح اپ ڈیٹ یا حذف کرنا ہے، یا اگر آپ کو لگتا ہے کہ آپ کے اکاؤنٹ میں کوئی مسلئہ ہے تو برائے مہربانی کولیبری کے مقامی منتظم سے رابطہ کریں۔",
  "UsageAndPrivacy.kolibriUsersP4": "آپ کو نہیں کرنا چاہیئے:",
  "UsageAndPrivacy.kolibriUsersP5": "جب آپ کولیبری کو بطور لاگ ان یوزر استعمال کرتے ہیں تو ، معلومات جیسے کہ آپ کا نام ، یوزر نیم ، عمر ، پیدائش کا سال ، شناختی نمبر ، آپ جو وسائل دیکھتے ہیں ، اور آپ کے امتحان کی کارکردگی آپ کی سہولت فراہم کرنے والی جگہ کے منتظمین اور کوچوں کو مہیا کی جاسکتی ہیں۔ آپ کی معلومات کولیبری کے ڈویلپرز بھی استعمال کرسکتے ہیں اور یہ طالب علموں کی مختلف اقسام اور ضروریات کے لئے سافٹ ویئر اور وسائل کو بہتر بنانے میں مدد کے لیے مواد کے تخلیق کاروں کے ساتھ بھی شیئر کی جاسکتی ہے۔.",
  "UsageAndPrivacy.kolibriUsersP6": "جب آپ کولیبری کو مہمان کی حیثیت سے استعمال کرتے ہیں تو ، ان وسائل کے بارے میں مجموعی معلومات جو آپ اور دوسرے مہمان صارفین دیکھتے ہیں وہ منتظمین اور کچھ کوچز کے لئے دستیاب ہوسکتی ہیں۔.",
  "UsageAndPrivacy.openIdH1": "کولیبری کا استعمال کرتے ہوئے تیسری پارٹی کے ایپلیکیشنز میں سائن ان کر رہا ہے",
  "UsageAndPrivacy.openIdP1": "تیسری پارٹی کی درخواستوں کو رجسٹر کرنے یا سائن ان کرنے کے لئے کولیبری کا استعمال ممکن ہے۔ اگر آپ یہ کرتے ہیں تو ، دوسرے اطلاق کے پاس آپ کے کولیبری کا صارف نام ، انوکھا صارف آئی ڈی اور پورا نام تک رسائی حاصل ہوگی۔"
}