{
  "CookiePolicy.choicesP1": "Εσείς {choice} να λαμβάνετε cookies στατιστικών. Μπορείτε να αλλάξετε αυτή την προτίμηση εδώ:",
  "CookiePolicy.cookieExpiryTableHeader": "Λήξη",
  "CookiePolicy.cookieP1": "Η Πλατφόρμα Μάθησης Kolibri χρησιμοποιεί cookies για να εξατομικεύσει και να θωρακίσει την εμπειρία σας, να αναλύσει την επισκεψιμότητα και να βελτιώσει την απόδοση και τη λειτουργικότητα της υπηρεσίας. Τα cookies είναι μικρά αρχεία κειμένου που μπορούν να χρησιμοποιηθούν από ιστοσελίδες για να κάνουν πιο αποτελεσματική την εμπειρία του χρήστη.",
  "CookiePolicy.cookieP2": "Οι ισχύοντες νόμοι περί απορρήτου (GDPR και CCPA) ορίζουν ότι μπορούμε να αποθηκεύουμε cookies στις συσκευές σας εάν είναι απολύτως αναγκαία για τη λειτουργία της υπηρεσίας. Για όλους τους άλλους τύπους cookies, χρειαζόμαστε την άδειά σας.",
  "CookiePolicy.cookieP3": "Η πλατφόρμα μάθησης Kolibri χρησιμοποιεί διαφορετικούς τύπους cookies. Ορισμένα cookies είναι απολύτως αναγκαία και ορισμένα χρησιμοποιούνται για προαιρετικούς σκοπούς ανάλυσης. Μπορείτε ανά πάσα στιγμή να αλλάξετε ή να ανακαλέσετε τη συγκατάθεσή σας.",
  "CookiePolicy.cookieP4": "Μάθετε περισσότερα για τον τρόπο επεξεργασίας των δεδομένων σας στην Πολιτική Χρήσης και Προστασίας Προσωπικών Δεδομένων.",
  "CookiePolicy.cookieP5": "Τα αναγκαία cookies βοηθούν να καταστεί ένας ιστότοπος εύχρηστος, καθώς επιτρέπουν βασικές λειτουργίες όπως η πλοήγηση στις σελίδες και η πρόσβαση στις ασφαλείς περιοχές του. Η ιστοσελίδα δεν μπορεί να λειτουργήσει σωστά χωρίς αυτά τα cookies.",
  "CookiePolicy.cookiePurposeTableHeader": "Σκοπός",
  "CookiePolicy.csrftokenCookiePurpose": "Για να θωρακίσετε τη σελίδα σύνδεσης και να διασφαλίσετε ότι κανείς δεν μπορεί να καταγράφει το πρόγραμμα περιήγησής σας ή να εκτελεί ενέργειες για λογαριασμό σας χωρίς τη συγκατάθεσή σας.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Χρησιμοποιείται για να ανιχνεύσει αν ο επισκέπτης έχει προηγουμένως αποδεχθεί ή απορρίψει τα προαιρετικά cookies, και να μην χρειαστεί να ρωτήσει ξανά.",
  "CookiePolicy.kolibriCookieExpiry": "Μέχρι το τέλος της συνεδρίας",
  "CookiePolicy.kolibriCookiePurpose": "Για να θωρακίσει τη συνεδρία στην οποία έχετε συνδεθεί και να σας παραχωρήσει πρόσβαση στα προσωπικά σας δεδομένα",
  "CookiePolicy.necessaryCookiesHeader": "Αναγκαία Cookies",
  "CookiePolicy.statisticsCookiesHeader": "Cookies Στατιστικών",
  "CookiePolicy.statisticsCookiesP1": "Τα cookies στατιστικών βοηθούν τους κατόχους ιστοσελίδων να κατανοήσουν πώς οι επισκέπτες αλληλεπιδρούν με τις ιστοσελίδες συλλέγοντας και αναφέροντας πληροφορίες ανώνυμα.",
  "CookiePolicy.twoYearExpiry": "2 χρόνια",
  "CookiePolicy.visitorIdPurpose": "Καταχωρεί ένα μοναδικό αναγνωριστικό που χρησιμοποιείται για τη δημιουργία στατιστικών δεδομένων σχετικά με τον τρόπο με τον οποίο ένας ανώνυμος επισκέπτης χρησιμοποιεί την ιστοσελίδα.",
  "CookiePolicy.yourChoicesHeader": "Οι επιλογές σας",
  "UsageAndPrivacy.kolibriAboutP1": "Το λογισμικό Kolibri έχει κατασκευαστεί από το Foundation for Learning Equality, Inc. Περισσότερες πληροφορίες, συμπεριλαμβανομένων των Όρων Παροχής Υπηρεσιών και Πολιτικής Προστασίας Προσωπικών Δεδομένων του Kolibri, είναι διαθέσιμες στη διεύθυνση:",
  "UsageAndPrivacy.kolibriAboutP2": "Το Kolibri είναι μια εφαρμογή λογισμικού που μπορεί να εγκατασταθεί σε μια μεγάλη ποικιλία συσκευών χωρίς να χρειάζεται σύνδεση με το διαδίκτυο.",
  "UsageAndPrivacy.kolibriAboutP3": "Σε αντίθεση με πολλές διαδικτυακές υπηρεσίες με παρόμοια πρόσβαση μέσω ενός προγράμματος περιήγησης, υπάρχουν χιλιάδες ανεξάρτητες εγκαταστάσεις Kolibri σε όλο τον κόσμο – συμπεριλαμβανομένης και της παρούσας. Κάθε εγκατάσταση Kolibri τη διαχειρίζεται και την ελέγχει ο ιδιοκτήτης της συσκευής στην οποία είναι εγκατεστημένη.",
  "UsageAndPrivacy.kolibriAboutP4": "Οι διαχειριστές έχουν επίσης τη δυνατότητα να συγχρονίσουν τα δεδομένα του λογισμικού Kolibri με τη διαδικτυακή υπηρεσία Kolibri Data Portal. Σε αυτή την περίπτωση, όλα τα δεδομένα των εγκαταστάσεων θα είναι προσβάσιμα στους διαχειριστές του οργανισμού στο Kolibri Data Portal. Θα μεταφορτωθούν σε διακομιστές cloud τους οποίους διαχειρίζεται η Learning Equality, που θα έχει επίσης πρόσβαση σε αυτά τα δεδομένα.",
  "UsageAndPrivacy.kolibriAboutP5": "Προκειμένου να βελτιωθεί η ποιότητα του λογισμικού Kolibri και οι σχετικοί πόροι, η Learning Equality συλλέγει ανώνυμες πληροφορίες χρήσης όταν το Kolibri έχει πρόσβαση στο διαδίκτυο. Αυτό περιλαμβάνει διευθύνσεις IP που σχετίζονται με τον διακομιστή και στοιχεία της συσκευής, όπως το λειτουργικό σύστημα και τη ζώνη ώρας. Συλλέγουμε επίσης συγκεντρωτικά στατιστικά στοιχεία που περιλαμβάνουν: τον αριθμό των χρηστών και των εγκαταστάσεων, το έτος γέννησης και την κατανομή φύλου, καθώς και το εύρος χρήσης των πόρων. Καταβάλλουμε κάθε δυνατή προσπάθεια για να αποφύγουμε τη συλλογή προσωπικών πληροφοριών σχετικά με τους χρήστες του λογισμικού Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Πληροφορίες για το Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Θα πρέπει να εκτελέσετε το Kolibri ως υπηρεσία σύμφωνα με όλους τους ισχύοντες νόμους. Αν είστε ο ιδιοκτήτης της συσκευής στην οποία είναι εγκατεστημένο το Kolibri, παρακαλούμε να λάβετε υπόψη ότι είστε απόλυτα υπεύθυνος για την ασφάλεια και την προστασία των δεδομένων χρήστη που αποθηκεύονται στο Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Θα πρέπει επίσης να ακολουθείτε τις βέλτιστες πρακτικές ασφάλειας πληροφοριών για την προστασία των δεδομένων των χρηστών σας. Σε αυτές περιλαμβάνονται η φυσική ασφάλεια της συσκευής, η κρυπτογράφηση του σκληρού δίσκου, η χρήση ισχυρών και μοναδικών κωδικών πρόσβασης, η ενημέρωση του λειτουργικού συστήματος και η ύπαρξη ενός σωστά ρυθμισμένου τείχους προστασίας.",
  "UsageAndPrivacy.kolibriOwnersP3": "Αν επιλέξετε να συγχρονίσετε τα δεδομένα του εκπαιδευτικού σας πλαισίου στο Kolibri Data Portal, παραχωρείτε στους διαχειριστές του Kolibri Data Portal πρόσβαση στα δεδομένα σας. Παραχωρείτε επίσης πρόσβαση στη Learning Equality, η οποία λειτουργεί τους διακομιστές.",
  "UsageAndPrivacy.kolibriOwnersP4": "Βεβαιωθείτε ότι οι χρήστες σας έχουν τη δυνατότητα να έρθουν σε επαφή μαζί σας, σε περίπτωση που έχουν οποιαδήποτε ανησυχία όσον αφορά τους λογαριασμούς τους.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Διαχειριστές",
  "UsageAndPrivacy.kolibriUsersL1": "Μοιραστείτε τον κωδικό πρόσβασής σας, αφήσετε οποιονδήποτε να έχει πρόσβαση στον λογαριασμό σας ή κάνετε οτιδήποτε μπορεί να θέσει σε κίνδυνο τον λογαριασμό σας",
  "UsageAndPrivacy.kolibriUsersL2": "Προσπάθεια πρόσβασης στον λογαριασμό οποιουδήποτε άλλου χρήστη",
  "UsageAndPrivacy.kolibriUsersL3": "Αφαιρείτε, καταστρατηγείτε, απενεργοποιείτε, καταστρέφετε ή κάνετε οποιαδήποτε άλλη παρέμβαση στα χαρακτηριστικά που σχετίζονται με την ασφάλεια του Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Ηθελημένη παρέμβαση ή ζημιά στη λειτουργία του Kolibri ή στην αξιοποίησή του από οποιονδήποτε χρήστη, με οποιονδήποτε τρόπο.",
  "UsageAndPrivacy.kolibriUsersP1": "Θα πρέπει να χρησιμοποιείτε το Kolibri σύμφωνα με όλους τους ισχύοντες νόμους. Αυτό μπορεί να σημαίνει τη λήψη άδειας από τον γονέα, τον κηδεμόνα ή τον δάσκαλό σας.",
  "UsageAndPrivacy.kolibriUsersP2": "Λάβετε υπόψη ότι οι προσωπικές σας πληροφορίες μπορεί να είναι ορατές σε άλλους, ανάλογα με το πώς έχει ρυθμιστεί το λογισμικό και με τον τρόπο με τον οποίο έχετε πρόσβαση στο λογισμικό.",
  "UsageAndPrivacy.kolibriUsersP3": "Επικοινωνήστε με τον τοπικό διαχειριστή του Kolibri για να κατανοήσετε ποιες προσωπικές σας πληροφορίες μπορεί να αποθηκεύονται, σε ποιον είναι ορατές, πως να τις ανανεώσετε ή να τις διαγράψετε ή αν πιστεύετε πως ο λογαριασμός σας έχει παραβιαστεί.",
  "UsageAndPrivacy.kolibriUsersP4": "Δεν πρέπει να:",
  "UsageAndPrivacy.kolibriUsersP5": "Όταν χρησιμοποιείτε το Kolibri ως συνδεδεμένος χρήστης, πληροφορίες όπως το όνομά σας, το όνομα χρήστη, η ηλικία, το έτος γέννησης, ο αναγνωριστικός αριθμός, οι πόροι που βλέπετε και η απόδοσή σας στις αξιολογήσεις μπορεί να είναι διαθέσιμα στοιχεία για τους διαχειριστές και τους εκπαιδευτές του εκπαιδευτικού πλαισίου σας. Οι πληροφορίες σας μπορεί επίσης να χρησιμοποιηθούν από τους προγραμματιστές του Kolibri και να διαμοιραστούν με δημιουργούς περιεχομένου ώστε να βοηθήσουν στη βελτίωση του λογισμικού και των πηγών για διαφορετικούς τύπους και ανάγκες εκπαιδευομένων.",
  "UsageAndPrivacy.kolibriUsersP6": "Όταν χρησιμοποιείτε το Kolibri ως επισκέπτης, συγκεντρώνονται πληροφορίες σχετικά με τις πηγές που εσείς και άλλοι επισκέπτες-χρήστες προβάλλετε και μπορεί να είναι διαθέσιμες σε διαχειριστές και ορισμένους εκπαιδευτές.",
  "UsageAndPrivacy.openIdH1": "Σύνδεση σε εφαρμογές τρίτων με χρήση του Kolibri",
  "UsageAndPrivacy.openIdP1": "Μπορείτε να χρησιμοποιήσετε το Kolibri για να εγγραφείτε ή να συνδεθείτε σε εφαρμογές τρίτων. Αν το κάνετε αυτό, η άλλη εφαρμογή θα έχει πρόσβαση στο όνομα χρήστη σας στο Kolibri, στο μοναδικό αναγνωριστικό χρήστη και στο πλήρες όνομά σας."
}