Repository: learningequality/kolibri
Catalog: kolibri/locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, bn_bd, de, el, es_419, fa, fr_fr, gu_in, hi_in, id, it, ka, km, kn, mr, my, pt_mz, sw_tz, ta, te, uk, ur_pk, vi, zu

source: User Profile
ar: الملفّ الشّخصي للمستخدم
bg_bg: Потребителски профил
bn_bd: ব্যবহারকারীর প্রোফাইল
de: Benutzerprofil
el: Προφίλ Χρήστη
es_419: Perfil de usuario
fa: مشخصات و پروفایل کاربر
fr_fr: Profil de l'utilisateur
gu_in: વપરાશકર્તા પ્રોફાઇલ
hi_in: उपयोगकर्ता प्रोफ़ाइल
id: Profil pengguna
it: Profilo utente
ka: მომხმარებლის პროფილი
km: ទម្រង់អ្នកប្រើប្រាស់
mr: युझर प्रोफाइल
my: အသုံပြုသူစာမျက်နှာ
pt_mz: Perfil de Utilizador
sw_tz: Maelezo ya Mtumiaji
te: వినియోగదారు ప్రొఫైల్
uk: Профіль користувача
ur_pk: صارف/ یوزر کی پروفایل
vi: Hồ sơ người dùng

source: Account transfer in progress
ar: جاري نقل الحساب
bg_bg: Извършва се прехвърляне на профила
bn_bd: অ্যাকাউন্ট ট্রান্সফার চলছে
de: Benutzerkonto wird übertragen
el: Μεταφορά λογαριασμού σε εξέλιξη
es_419: Transferencia de la cuenta en progreso
fa: انتقال حساب درحال انجام است
fr_fr: Transfert de compte en cours
gu_in: એકાઉન્ટને ટ્રાન્સફર કરવાની પ્રક્રિયા ચાલુ છે
hi_in: अकाउंट स्थानांतरण प्रगति पर है
id: Sedang mentransfer akun
it: Trasferimento dell'account in corso
ka: ანგარიშის გადაგზავნა მიმდინარეობს
km: ការផ្ទេរគណនីកំពុងដំណើរការ
mr: खाते हस्तांतरण प्रगतीपथावर आहे
my: အကောင့်လွှဲပြောင်းခြင်းကို လုပ်ဆောင်နေသည်။
pt_mz: Transferência de conta em andamento
sw_tz: Inaendelea kuhamisha akaunti
te: ఖాతా బదిలీ పురోగతిలో ఉంది
uk: Виконується перенесення облікового запису
ur_pk: اکاؤنٹ کی منتقلی جاری ہے
vi: Đang tiến hành chuyển tài khoản

source: Moving {learner_name} to learning facility {facility_name}
ar: نقل {learner_name} إلى المرفق التعليمي {facility_name}
bg_bg: Прехвърляне на {learner_name} към учебна институция {facility_name}
bn_bd: {learner_name}কে {facility_name} শিক্ষাকেন্দ্রে স্থানান্তর করা হচ্ছে
de: {learner_name} wird in Lerneinrichtung {facility_name} verschoben
el: Μετακίνηση του {learner_name} στην εγκατάσταση μάθησης {facility_name}
es_419: Moviendo {learner_name} al centro educativo {facility_name}
fa: در حال جابه‌جایی {learner_name} به مرکز یادگیری {facility_name}
fr_fr: Transfert de {learner_name} vers {facility_name}
gu_in: {learner_name}ને શિક્ષણ સુવિધા {facility_name}માં ખસેડી રહ્યા છીએ
hi_in: {learner_name} को लर्निंग फैसिलिटी {facility_name} में ले जाना
id: Memindahkan {learner_name} ke fasilitas belajar {facility_name}
it: Trasferimento di {learner_name} alla struttura didattica {facility_name}
ka: {learner_name} გადაყვანა სასწავლო დაწესებულებაში {facility_name}
km: ការផ្លាស់ប្ដូរ {learner_name} ទៅកាន់ទីតាំងសិក្សា {facility_name}
mr: {learner_name} ला शिक्षण सुविधेमध्ये {facility_name} नेत आहे
my: {learner_name} ကို သင်ကြားရေး အထောက်အကူပြုပစ္စည်း {facility_name} သို့ ရွှေ့နေသည်
pt_mz: A mover {learner_name} para instituição de ensino {facility_name}
sw_tz: Inahamisha {learner_name} hadi kituo cha mafunzo cha {facility_name}
te: అభ్యాసన సంస్థ {facility_name}కి {learner_name} మారుతోంది
uk: Перенесення {learner_name} до навчального закладу {facility_name}
ur_pk: {learner_name} کو سیکھنے کی سہولت {facility_name} میں منتقل کیا جا رہا ہے
vi: Đang chuyển {learner_name} sang địa điểm học tập {facility_name}

source: Classroom
kn: ವರ್ಗದ ಕೋಣೆ
ta: வகுப்பறை
zu: Ikilasi

source: Learner group
kn: ಕಲಿಯುವವರ ಗುಂಪು
ta: பழகுநர் குழு
zu: Iqembu lomfundi

source: Admin
kn: ನಿರ್ವಾಹಕ
ta: நிர்வாகி
zu: Umlawuli

source: Classroom Assignable Coach
kn: ತರಗತಿಗೆ ನಿಯೋಜಿಸಬಹುದಾದ ಕೋಚ್
ta: வகுப்புக்கு நியமிக்கப்படமுடிய பயிற்சியாளர்
zu: Umqeqeshi Ongamabela ikilasi

source: username
kn: ಬಳಕೆದಾರಹೆಸರು
ta: பயனர் பெயர்
zu: igama lomsebenzisi

source: Required. 30 characters or fewer. Letters and digits only
kn: ಅಗತ್ಯ. 30 ಅಕ್ಷರಗಳು ಅಥವಾ ಕಡಿಮೆ. ಅಕ್ಚರಗಳು ಮತ್ತು ಅಂಕೆಗಳು ಮಾತ್ರ
ta: தேவைப்படும். 30 எழுத்துக்குறிகள் அல்லது அதற்கும் குறைவான. எழுத்துக்கள் அல்லது எண்கள் மட்டுமே
zu: Okudingekayo. Izinhlamvu ezingu-30 noma ngaphansi. Izinhlamvu zamagama noma izinombolo kuphela

source: Enter a valid username. This value can contain only letters, numbers, and underscores.
kn: ಮಾನ್ಯ ಬಳಕೆದಾರಹೆಸರು ನಮೂದಿಸಿ. ಈ ಮೌಲ್ಯವು ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು ಮತ್ತು ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿರಬೇಕು.
ta: செல்லுபடியாகும் பயனர்பெயரை உள்ளிடவும். இந்த மதிப்பு எழுத்துக்கள், எண்கள் மற்றும் அடிக்கோடுகள் கொண்டிருக்கலாம்.
zu: Faka igama lomsebenzisi elisebenzayo. Leli nani lingakhiwa ngezinhlamvu zamagama, izinombolo, kanye nezimpawu kuphela.

source: full name
kn: ಪೂರ್ಣ ಹೆಸರು
ta: முழுப்பெயர்
zu: igama eliphelele

source: date joined
kn: ದಿನಾಂಕ ಸೇರಿಸಲಾಗಿದೆ
ta: சேர்ந்த தேதி
zu: usuku ongene ngalo

source: An account with that username already exists
kn: ಈ ಬಳಕೆದಾರಹೆಸರಿನ ಖಾತೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ta: அந்த பயனர் பெயர் ஏற்கனவே உள்ளது
zu: I-akhawunti enalelo gama lomsebenzisi seyikhona

source: Content
kn: ವಿಷಯ
ta: உள்ளடக்கம்
zu: Okuqukethwe

source: Device
kn: ಸಾಧನ
ta: கருவி
zu: Umshini

source: There was a network error.
kn: ನೆಟ್‌ವರ್ಕ್‌ ದೋಷವಿತ್ತು.
ta: ஒரு பிணைய பிழை ஏற்பட்டது.
zu: Kube nephutha lokuxhumana.

source: There was a disk access error.
kn: ಡಿಸ್ಕ್ ಪ್ರವೇಶ ದೋಷ ಇತ್ತು.
ta: வட்டு அணுகல் பிழை ஏற்பட்டுள்ளது.
zu: Kube nephutha lokutholakala kwediski.

source: There was an unknown error.
kn: ಒಂದು ಅಪರಿಚಿತ ದೋಷ ಇತ್ತು.
ta: அறியாத பிழை ஏற்பட்டது.
zu: Kube nephutha elingaziwa.
