Repository: learningequality/kolibri
Catalog: kolibri/locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, bn_bd, de, el, es_419, fa, fr_fr, gu_in, hi_in, id, it, ka, km, kn, mr, my, pt_mz, sw_tz, ta, te, uk, ur_pk, vi, zu

source: Unexpected exception [{}]: {}
ar: استثناء غير متوقع [{}]: {}
bg_bg: Неочаквана грешка [{}]: {}
bn_bd: অপ্রত্যাশিত ত্রুটি [{}]: {}
de: Unerwarteter Ausnahmefehler [{}]: {}
el: Μη αναμενόμενη εξαίρεση [{}]: {}
es_419: Error no esperado [{}]: {}
fa: استثنای پیش‌بینی نشده [{}]: {}
fr_fr: Exception inattendue [{}] : {}
gu_in: અનપેક્ષિત અપવાદ [{}]: {}
hi_in: अनपेक्षित अपवाद [{}]: {}
id: Pengecualian tak terduga [{}]: {}
it: Eccezione imprevista [{}]: {}
ka: მოულოდნელი გამონაკლისი [{}]: {}
km: ករណីពិសេសកើតឡើងដោយចៃដន្យ [{}]: {}
mr: अनपेक्षित अपवाद [{}]: {}
my: မမျှော်လင့်ထားသည့်ခြွင်းချက် [{}]: {}
pt_mz: Excepção inesperada [{}]: {}
sw_tz: Hitilafu isiyotarajiwa [{}]: {}
te: ఊహించని మినహాయింపు [{}]: {}
uk: Неочікуване виключення [{}]: {}
ur_pk: غیر متوقع اعتراض [{}]: {}
vi: Ngoại lệ ngoài ý muốn [{}]: {}

# Error report message when the allowed number of digits has been exceeded.
source: Content of cell '{}' is too long
ar: محتوى الخلية '{}' طويل للغاية
bg_bg: Съдържанието на клетка '{}' е твърде дълго
bn_bd: '{}' সেলটির বিষয়বস্তু খুব বেশি দীর্ঘ
de: Inhalt der Zelle '{}' ist zu lang
el: Το περιεχόμενο του κελιού '{}' είναι πολύ μεγάλο
es_419: El contenido de la celda '{}' es demasiado largo
fa: محتوای سلول '{}' خیلی بلند است
fr_fr: Le contenu de la cellule "{}" est trop long
gu_in: સેલ '{}' ની સામગ્રી ખૂબ લાંબી છે
hi_in: '{}' कोष्ठक कंटेंट बहुत लंबा है
id: Penjelasan khusus '{}' terlalu panjang
it: Il contenuto della cella '{}' è troppo lungo
ka: უჯრის '{}' შიგთავსი ნამეტანი გრძელია
km: មាតិកាក្នុងប្រអប់ cell '{}' វែងពេក
mr: '{}' या रकान्यातील मजकूर खूपच मोठा आहे
my: ဇယားကွက်၏အကြောင်းအရာ '{}' ကရှည်လွန်းသည်
pt_mz: O conteúdo da célula '{}' tem muitas letras
sw_tz: Yaliyomo kwenye seli ya '{}' ni marefu sana
te: '{}' సెల్ కంటెంట్ మరీ ఎక్కువగా ఉంది
uk: Вміст комірки '{}' задовгий
ur_pk: سیل '{}' کا مواد بہت لمبا ہے
vi: Nội dung của ô '{}' quá dài

# Error report message when the cell contains an improper data format.
source: Content of cell '{}' is not valid
ar: محتوى الخلية '{}' غير صالح
bg_bg: Съдържанието на клетка '{}' е невалидно
bn_bd: '{}' সেলটির ডেটা যথাযথ নয়
de: Inhalt der Zelle '{}' ist ungültig
el: Το περιεχόμενο του κελιού '{}' δεν είναι έγκυρο
es_419: El contenido de la celda '{}' no es válido
fa: محتوای سلول '{}' صحیح نیست
fr_fr: Le contenu de la cellule "{}" n'est pas valide
gu_in: સેલ '{}' ની સામગ્રી માન્ય નથી
hi_in: '{}' कोष्ठक कंटेंट मान्य नहीं है
id: Isi sel '{}' tidak valid
it: Il contenuto della cella '{}' non è valido
ka: უჯრის '{}' შიგთავსი არაა მართებული
km: មាតិកាក្នុងប្រអប់ cell '{}' មិនត្រឹមត្រូវ
mr: '{}' या रकान्यातील मजकूर वैध नाही
my: ဇယားကွက်၏အကြောင်းအရာ '{}' ကမရှိပါ
pt_mz: O conteúdo da célula '{}' não é válido
sw_tz: Yaliyomo kwenye seli ya '{}' si sahihi
te: '{}' సెల్ కంటెంట్ చెల్లుబాటు కాదు
uk: Вміст комірки '{}' недійсний
ur_pk: سیل '{}' کا مواد درست نہیں ہے
vi: Nội dung của ô '{}' không hợp lệ

source: Duplicated username
ar: اسم مستخدم مكرر
bg_bg: Дублиране на име
bn_bd: একই ব্যবহারকারীর নাম একাধিকবার রয়েছে
de: Benutzername bereits vorhanden
el: Το όνομα χρήστη χρησιμοποιείται ήδη
es_419: Nombre de usuario duplicado
fa: نام کاربری تکراری
fr_fr: Nom d'utilisateur déjà existant
gu_in: ડુપ્લિકેટ થયેલ વપરાશકર્તા નામ
hi_in: अनुलिपि उपयोगकर्ता नाम
id: Nama pengguna yang digandakan
it: Nome utente duplicato
ka: დუბლირებული სამომხმარებლო სახელი
km: បានចម្លងឈ្មោះអ្នកប្រើប្រាស់
mr: डुप्लिकेट युझरनेम
my: ထပ်နေသောအသုံးပြုသူအမည်
pt_mz: Este nome de utilizador já existe
sw_tz: Jina la mtumiaji limerudiwa
te: నకిలీ యూజర్‌నేమ్
uk: Дубльоване ім'я користувача
ur_pk: ڈپلیکیٹڈ صارف نام
vi: Tên người dùng bị trùng lặp

source: Username only can contain characters, numbers and underscores
ar: يمكن لاسم المستخدم أن يحتوي فقط على أحرف وأرقام ومحارف سفلية
bg_bg: Потребителското име може да съдържа само букви, цифри и долни черти
bn_bd: ব্যবহারকারীর নামে শুধুমাত্র অক্ষর, সংখ্যা, এবং আন্ডারস্কোর থাকতে পারে
de: Benutzername darf nur Buchstaben, Ziffern und Unterstriche enthalten
el: Το όνομα χρήστη μπορεί να περιέχει μόνο χαρακτήρες, αριθμούς και κάτω παύλες
es_419: Los nombres de usuario solo pueden contener letras, números y guiones bajos
fa: نام کاربری فقط می‌تواند شامل کاراکترها، اعداد و زیرین‌خط یا آندِرلاین باشد
fr_fr: Le nom d’utilisateur ne peut contenir que des lettres, des chiffres et des soulignés
gu_in: વપરાશકર્તા નામમાં માત્ર અક્ષરો, સંખ્યાઓ અને અન્ડરસ્કૉર હોઈ શકે છે
hi_in: उपयोगकर्ता के नाम में केवल अक्षर, संख्याएं और अंडरस्कोर हो सकते हैं
id: Nama pengguna hanya boleh berisi huruf, angka, dan garis bawah
it: Il nome utente può contenere solo caratteri, numeri e trattini bassi
ka: სამომხმარებლო სახელი შეიძლება შეიცავდეს ასოებს, ციბრებსა და ქვედა ტირეებს
km: ឈ្មោះអ្នកប្រើប្រាស់អាចផ្ទុកតែអក្សរ លេខ និងសញ្ញាគូសក្រោម
mr: युझरनेममध्ये फक्त अक्षरे, अंक आणि अंडरस्कोअर वापरण्याची परवानगी आहे
my: အသုံးပြုသူအမည်တွင် အက္ခရာများ၊ ကိန်းဂဏန်းများနှင့် အောက်မျဉ်းများသာ ထည့်နိုင်သည်
pt_mz: O nome de utilizador só pode conter letras, números e sublinhados
sw_tz: Jina la mtumiaji linaweza tu kuwa na herufi, nambari na alama ya _
te: యూజర్‌నేమ్ యందు కేవలం అక్షరాలు, సంఖ్యలు, మరియు అండర్‌స్కోర్‌లు మాత్రమే ఉండవచ్చు
uk: Ім'я користувача може містити лише символи, цифри та знак підкреслення
ur_pk: صارف نام میں صرف حرف ، نمبر اور انڈر سکور ہوسکتے ہیں
vi: Tên người dùng chỉ có thể chứa chữ cái, số và dấu gạch dưới

source: The column '{}' is required
ar: العمود '{}' مطلوب
bg_bg: Колоната '{}' е задължителна
bn_bd: '{}' কলামটি প্রয়োজন
de: Die Spalte '{}' ist erforderlich
el: Απαιτείται η στήλη '{}'
es_419: Falta la columna '{}'
fa: این منحنی '{}' لازم است
fr_fr: La colonne "{}" est obligatoire
gu_in: કૉલમમાં '{}' આવશ્યક છે
hi_in: कॉलम '{}' आवश्यक है
id: Kolom '{}' harus diisi
it: La colonna '{}' è obbligatoria
ka: '{}' სვეტი აუცილებელია
km: ជួរឈរ '{}' ត្រូវការជាចាំបាច់
mr: '{}' हा स्तंभ अनिवार्य आहे
my: ကော်လံ '{}' ကလိုအပ်သည်
pt_mz: Os campos de coluna '{}' são de preenchimento obrigatório
sw_tz: Safu wima '{}' inahitajika
te: '{}' కాలమ్ అవసరమై ఉంది
uk: Необхідно заповнити стовпець '{}'
ur_pk: کالم '{}' ضروری ہے
vi: Cần có cột '{}'

source: Mix of valid and/or invalid header labels found in first row
ar: تم العثور على مزيج من تسميات صالحة/ أو غير صالحة في الصف الأول
bg_bg: Смесица от валидни и/или невалидни етикети на заглавията, открити в първия ред
bn_bd: প্রথম সারিতে কিছু বৈধ এবং/বা অবৈধ হেডার লেবেল রয়েছে
de: Einige ungültige Spaltenüberschriften in der ersten Zeile gefunden
el: Μείγμα έγκυρων και/ή μη έγκυρων ετικετών κεφαλίδων που βρίσκονται στην πρώτη γραμμή
es_419: Se encontraron algunos encabezados no válidos en la primera fila
fa: برچسب‌های معتبر و/یا غیرمعتبر سرتیترها در ردیف اول
fr_fr: Un mélange d'étiquettes d'en-tête valides et/ou non valides ont été trouvées dans la première ligne
gu_in: માન્ય અને/અથવા અમાન્ય હેડર લેબલનું મિશ્રણ પ્રથમ હરોળમાં જોવા મળે છે
hi_in: पहली पंक्ति में पाए गए मान्य और / या अमान्य शीर्ष लेख लेबल का मिश्रण
id: Label header campuran valid dan tidak valid ada di baris pertama
it: Mix di etichette di intestazione valide e/o non valide trovate nella prima riga
ka: პირველ სტრიქონში ნაპოვნია მართებული ან/და გაუმართავი სათაურის იარლიყების ნარევი
km: ការលាយចូលគ្នានៃស្លាកក្បាលត្រឹមត្រូវ និង/ឬ មិនត្រឹមត្រូវបានរកឃើញក្នុងជួរដេកទី១ទេ
mr: पहिल्या ओळीमध्ये वैध आणि/किंवा अवैध शीर्षक लेबले मिश्र रुपात आढळली
my: ပထမအတန်းတွင် ရှိသောနှင့်မရှိသောလေဘယ်များရောနှောနေသည်ကိုတွေ့ရသည်
pt_mz: Há algumas etiquetas de cabeçalho inválidas na primeira linha
sw_tz: Mchanganyiko wa kichwa cha lebo sahihi na/au si sahihi umepatikana kwenye safumlalo ya kwanza
te: మొదటి వరుసలో చెల్లుబాటయ్యే మరియు/లేదా చెల్లుబాటుకాని హెడర్ లేబుల్‌ల మిశ్రమం కనుగొనబడింది
uk: Змішані дійсні та/або неприпустимі мітки заголовків в першому рядку
ur_pk: درست اور / یا غلط ہیڈر لیبلوں کی آمیزہ پہلی قطار میں پائے گئے
vi: Hàng đầu tiên chứa cả nhãn tiêu đề hợp lệ và/hoặc không hợp lệ

source: No default facility exists. Make sure to set up a facility on the device before running this command
ar: لا يوجد مرفق تعليمي افتراضي. تأكد من إعداد مرفق تعليمي على الجهاز قبل تشغيل هذا الأمر
bg_bg: Не съществува институция по подразбиране. Не забравяй да настроиш институция на устройството, преди да изпълниш тази команда
bn_bd: কোনও ডিফল্ট ফ্যাসিলিটি নেই। এই কাজটি করার আগে ডিভাইসে একটা ফ্যাসিলিটি সেট আপ করতে হবে
de: Es ist keine standardmäßige Einrichtung vorhanden. Vor dem Ausführen dieses Befehls sollte eine Einrichtung auf dem Gerät erstellt werden.
el: Δεν υπάρχει προεπιλεγμένο εκπαιδευτικό πλαίσιο. Βεβαιωθείτε ότι έχετε ρυθμίσει ένα εκπαιδευτικό πλαίσιο στη συσκευή πριν από την εκτέλεση αυτής της εντολής
es_419: No existe centro educativo predeterminado. Asegúrese de configurar un centro educativo en el dispositivo antes de ejecutar este comando
fa: هیچ مجموعه‌ای با پیش‌فرض وجود ندارد. مطمئن شوید که قبل از اجرای این دستور، یک مجموعه بر روی این دستگاه نصب کرده باشید
fr_fr: Il n'existe pas d'établissement par défaut. Assurez-vous de configurer un établissement sur l'appareil avant d'exécuter cette commande
gu_in: કોઈ ડિફૉલ્ટ સુવિધા અસ્તિત્વમાં નથી. આ કમાન્ડ ચલાવતા પહેલાં ઉપકરણ પર સુવિધા ઇન્સ્ટૉલ કરેલી હોવાની ખાતરી કરો
hi_in: कोई तयशुदा सुविधा मौजूद नहीं है। इस आदेश को चलाने से पहले यंत्र पर एक सुविधा स्थापित करना सुनिश्चित करें
id: Tidak ada fasilitas default. Pastikan untuk menyiapkan fasilitas di perangkat sebelum menjalankan perintah ini
it: Non esiste nessuna struttura predefinita. Assicurati di impostare una struttura sul dispositivo prima di eseguire questo comando
ka: არანაირი ნაგულისხმი დაწესებულება არ არსებობს. ამ ბრძანების გაშვებამდე დარწმუნდით, რომ დააყენეთ მოწყობილობაზე ეს დაწესებულება
km: មិនមានទីតាំងដើមទេ។ ត្រូវតែរៀបចំទីតាំងក្នុងឧបករណ៍មុននឹងដំណើរការបទបញ្ជនេះ
mr: कोणतीही पूर्वनिर्धारित सुविधा अस्तित्वात नाही. ही आज्ञा (कमांड) देण्याआधी आपल्या उपकरणावर सुविधा स्थापित (सेट अप) करा.
my: မူရင်းအထောက်အပံ့မရှိပါ။ ဒီညွှန်ကြားချက်ကိုမလုပ်ဆောင်မီ ထိုပစ္စည်းတွင်ထောက်ပံ့မှုတစ်ခုကိုဖန်တီးပြီးတာ သေချာပါစေ။
pt_mz: Não há nenhuma instituição de ensino configurada. Faça a configuração antes de executar este comando
sw_tz: Hakuna kituo cha mafunzo chaguo-msingi kilichopo. Hakikisha kuwa umeweka kituo kwenye kifaa kabla ya kutekeleza agizo hili
te: డిఫాల్ట్ సదుపాయం లేదు. ఈ కమాండ్‌ను నడిపే ముందు పరికరంపై ఒక సదుపాయాన్ని సెటప్ చేసేలా చూసుకోండి.
uk: Не існує закладу за замовчуванням. Перед запуском цієї команди налаштуйте заклад на пристрої.
ur_pk: کوئی پہلے سے طے شدہ سہولت موجود نہیں ہے۔ اس کمانڈ کو چلانے سے پہلے یقینی بنائیں کہ ڈیوائس پر کوئی سہولت قائم ہے
vi: Địa điểm mặc định không tồn tại. Bảo đảm thiết lập một địa điểm trên thiết bị trước khi chạy lệnh này

source: Error trying to read csv file: {}
ar: خطأ أثناء محاولة قراءة ملف csv: {}
bg_bg: Грешка при опит за четене на csv файл: {}
bn_bd: csv ফাইলটা পড়তে কিছু সমস্যা হয়েছে: {}
de: Fehler beim Lesen der CSV-Datei: {}
el: Σφάλμα κατά την ανάγνωση αρχείου csv: {}
es_419: Se ha producido un error al leer el archivo csv: {}
fa: خطا در خواندن فایل‌های csv: {}
fr_fr: Erreur lors de la lecture du fichier csv : {}
gu_in: સીએસવી ફાઇલ વાંચવાનો પ્રયાસ કરતી વખતે ભૂલ: {}
hi_in: csv फाईल पढ़ने के प्रयास में त्रुटि: {}
id: Gagal membaca dokumen csv:{}
it: Errore durante il tentativo di leggere il file CSV: {}
ka: csv ფაილის კითხვისას შეცდომა გამოვლინდა: {}
km: មានកំហុសក្នុងការព្យាយាមអាន csv ហ្វាល {}
mr: ही csv फाईल वाचताना समस्या आली: {}
my: csv ဖိုင် {} ကိုဖတ်ရန် အမှားဖြစ်နေသည်
pt_mz: Erro na leitura do ficheiro csv: {}
sw_tz: Hitilafu wakati wa kujaribu kusoma faili ya csv: {}
te: csv ఫైల్ చదవడానికి ప్రయత్నించేటప్పుడు దోషం ఏర్పడింది: {}
uk: Помилка при читанні csv-файлу: {}
ur_pk: CSV فائل کو پڑھنے کی کوشش میں خامی: {}
vi: Lỗi khi đọc tệp csv: {}

source: Error trying to write csv file: {}
ar: خطأ أثناء محاولة كتابة ملف csv: {}
bg_bg: Грешка при запис в csv файл: {}
bn_bd: csv ফাইলে লিখতে কিছু সমস্যা হয়েছে: {}
de: Fehler beim Schreiben der CSV-Datei: {}
el: Σφάλμα κατά την εγγραφή αρχείου csv: {}
es_419: Se ha producido un error al escribir el archivo csv: {}
fa: خطا در نوشتن فایل‌های csv: {}
fr_fr: Erreur lors de l'édition du fichier csv : {}
gu_in: સીએસવી ફાઇલ લખવાનો પ્રયાસ કરતી વખતે ભૂલ: {}
hi_in: csv फाईल लिखने के प्रयास में त्रुटि: {}
id: Gagal menulis dokumen csv:{}
it: Errore durante il tentativo di scrivere il file CSV: {}
ka: csv ფაილის ჩაწერისას შეცდომა გამოვლინდა: {}
km: មានកំហុសក្នុងការព្យាយាមសរសេរ csv ហ្វាល {}
mr: ही csv फाईल लिहिताना समस्या आली: {}
my: csv ဖိုင် {} ကိုရေးရန် အမှားဖြစ်နေသည်
pt_mz: Erro na escrita do ficheiro csv: {}
sw_tz: Hitilafu wakati wa kujaribu kuandika faili ya csv: {}
te: csv ఫైల్ వ్రాసేటప్పుడు దోషం ఏర్పడింది: {}
uk: Помилка під час спроби записати файл csv: {}
ur_pk: CSV فائل لکھنے کی کوشش میں خامی: {}
vi: Lỗi khi ghi tệp csv: {}

source: Database ID ({})
ar: معرف قاعدة البيانات ({})
bg_bg: База данни ID ({})
bn_bd: ডেটাবেস আইডি ({})
de: Datenbank-ID ({})
el: ID Βάσης Δεδομένων ({})
es_419: ID de la base de datos ({})
fa: شناسه پایگاه داده ({})
fr_fr: ID de la base de données ({})
gu_in: ડેટાબેઝ આઈડી ({})
hi_in: डेटाबेस आईडी ({})
id: Informasi identitas ({})
it: ID Database ({})
ka: მონაცემთა ბაზის ID ({})
km: ID ឃ្លាំងផ្ទុកទិន្នន័យ ({})
mr: डेटाबेस आयडी ({})
my: ဒေတာဘေ့(စ်) မှတ်ပုံတင် ({})
pt_mz: Identificação da base de dados ({})
sw_tz: Kitambulisho cha Hifadhidata ({})
te: డేటాబేస్ ID ({})
uk: ID бази даних ({})
ur_pk: ڈیٹا بیس آئی ڈی ({})
vi: ID Cơ sở dữ liệu ({})

source: Username ({})
ar: اسم المستخدم ({})
bg_bg: Потребителско име ({})
bn_bd: ব্যবহারকারী নাম ({})
de: Benutzername ({})
el: Όνομα Χρήστη ({})
es_419: Nombre de usuario ({})
fa: نام کاربری ({})
fr_fr: Nom d'utilisateur ({})
gu_in: વપરાશકર્તા નામ ({})
hi_in: उपयोगकर्ता नाम ({})
id: Nama Pengguna ({})
it: Nome Utente ({})
ka: მომხმარებლის სახელი ({})
km: ឈ្មោះអ្នកប្រើប្រាស់ ({})
mr: युझरनेम ({})
my: အသုံးပြုသူအမည် ({})
pt_mz: Nome de utilizador ({})
sw_tz: Jina la mtumiaji ({})
te: యూజర్‌నేమ్ ({})
uk: Ім'я користувача ({})
ur_pk: صارف نام ({})
vi: Tên người dùng ({})

source: Password ({})
ar: كلمة المرور ({})
bg_bg: Парола ({})
bn_bd: পাসওয়ার্ড ({})
de: Passwort ({})
el: Κωδικός Πρόσβασης ({})
es_419: Contraseña ({})
fa: رمز عبور ({})
fr_fr: Mot de passe ({})
gu_in: પાસવર્ડ ({})
hi_in: पासवर्ड ({})
id: Kata Sandi ({})
ka: პაროლი ({})
km: ពាក្យសម្ញាត់ ({})
mr: पासवर्ड ({})
my: စကားဝှက် ({})
pt_mz: Palavra-passe ({})
sw_tz: Nenosiri ({})
te: పాస్‌వర్డ్ ({})
uk: Пароль ({})
ur_pk: پاس ورڈ ({})
vi: Mật khẩu ({})

source: Full name ({})
ar: الاسم الكامل ({})
bg_bg: Пълно име ({})
bn_bd: পুরো নাম ({})
de: Vollständiger Name ({})
el: Ονοματεπώνυμο ({})
es_419: Nombre completo ({})
fa: نام کامل ({})
fr_fr: Nom complet ({})
gu_in: પૂરું નામ ({})
hi_in: पूरा नाम ({})
id: Nama Lengkap ({})
it: Nome completo ({})
ka: სახელი და გვარი ({})
km: ឈ្មោះពេញ ({})
mr: पूर्ण नाव ({})
my: အမည်အပြည့်အစုံ ({})
pt_mz: Nome completo ({})
sw_tz: Jina kamili ({})
te: పూర్తి పేరు ({})
uk: Повне ім'я ({})
ur_pk: پورا نام ({})
vi: Họ tên ({})

# CSV column header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
ar: نوع المستخدم ({})
bg_bg: Вид потребител ({})
bn_bd: ব্যবহারকারীর ধরন ({})
de: Benutzertyp ({})
el: Τύπος χρήστη ({})
es_419: Tipo de usuario ({})
fa: نوع کاربر ({})
fr_fr: Type d'utilisateur ({})
gu_in: વપરાશકર્તા પ્રકાર ({})
hi_in: यूजर प्रकार ({})
id: Jenis Pengguna ({})
it: Tipologia utente ({})
ka: მომხმარებლის ტიპი ({})
km: ប្រភេទអ្នកប្រើប្រាស់ ({})
mr: युझरचा प्रकार ({})
my: အသုံးပြုသူအမျိုးအစား ({})
pt_mz: Tipo de utilizador ({})
sw_tz: Aina ya mtumiaji ({})
te: వినియోగదారు రకం ({})
uk: Тип користувача ({})
ur_pk: صارف کی قسم ({})
vi: Loại người dùng ({})

source: Identifier ({})
ar: المعرّف ({})
bg_bg: Идентификатор ({})
bn_bd: শনাক্তকারী ({})
de: Kennung ({})
el: Αναγνωριστικό ({})
es_419: Identificador ({})
fa: شناسه ({})
fr_fr: Identifiant ({})
gu_in: ઓળખકર્તા ({})
hi_in: आइडेन्टिफायर ({})
id: Pengenal ({})
it: Identificatore ({})
ka: იდენტიფიკატორი ({})
km: អត្តសញ្ញាណ ({})
mr: ओळख संकेत ({})
my: အသိအမှတ်ပြုသူ ({})
pt_mz: Identificador ({})
sw_tz: Kitambulisho ({})
te: గుర్తింపుదారు ({})
uk: Ідентифікатор ({})
ur_pk: شناخت کنندہ ({})
vi: Mã định danh ({})

source: Birth year ({})
ar: سنة الميلاد ({})
bg_bg: Година на раждане ({})
bn_bd: জন্মসাল ({})
de: Geburtsjahr ({})
el: Έτος γέννησης ({})
es_419: Año de nacimiento ({})
fa: سال تولد ({})
fr_fr: Année de naissance ({})
gu_in: જન્મનું વર્ષ ({})
hi_in: जन्म वर्ष ({})
id: Tahun Lahir ({})
it: Anno di nascita ({})
ka: დაბადების წელი ({})
km: ឆ្នាំកំណើត ({})
mr: जन्म वर्ष ({})
my: မွေးသည့်နှစ် ({})
pt_mz: Ano de nascimento ({})
sw_tz: Mwaka wa kuzaliwa ({})
te: పుట్టిన సంవత్సరం ({})
uk: Рік народження ({})
ur_pk: پیدائشی سال ({})
vi: Năm sinh ({})

source: Gender ({})
ar: الجنس ({})
bg_bg: Пол ({})
bn_bd: জেন্ডার ({})
de: Geschlecht ({})
el: Φύλο ({})
es_419: Género ({})
fa: جنسیت ({})
fr_fr: Sexe ({})
gu_in: લિંગ ({})
hi_in: लिंग ({})
id: Jenis Kelamin ({})
it: Genere ({})
ka: სქესი ({})
km: ភេទ ({})
mr: लिंग ({})
my: လိင်အမျိုးအစား ({})
pt_mz: Sexo ({})
sw_tz: Jinsia ({})
te: లింగం ({})
uk: Стать ({})
ur_pk: صنف ({})
vi: Giới tính ({})

source: Learner enrollment ({})
ar: إدراج متعلم ({})
bg_bg: Записване на ученик ({})
bn_bd: শিক্ষার্থীর তালিকাভুক্তি ({})
de: Einschreibung des Lernenden ({})
el: Εγγραφή εκπαιδευόμενου ({})
es_419: Inscrito como estudiante ({})
fa: ثبت‌نام یادگیرنده ({})
fr_fr: Inscription de l'apprenant ({})
gu_in: વિદ્યાર્થીની નોંધણી ({})
hi_in: शिक्षार्थी नामांकन ({})
id: Pendaftaran pelajar ({})
it: Iscrizione dello studente ({})
ka: მსწავლელთა ჩარიცხვა ({})
km: ការចុះឈ្មោះរបស់អ្នកសិក្សា ({})
mr: विद्यार्थ्याची नावनोंदणी ({})
my: သင်တန်းသားစာရင်းသွင်းမှု ({})
pt_mz: Alunos inscritos ({})
sw_tz: Uandikishaji wa wanafunzi ({})
te: అభ్యాసకుల నమోదు ({})
uk: Запис учня ({})
ur_pk: متعلم کا اندراج ({})
vi: Học viên ghi danh ({})

source: Coach assignment ({})
ar: تعيين مدرب ({})
bg_bg: Учителско назначение ({})
bn_bd: প্রশিক্ষকের শ্রেণীকক্ষ ({})
de: Trainerzuweisung ({})
el: Ασκήσεις του εκπαιδευτή ({})
es_419: Asignado como tutor ({})
fa: تکالیف مربی ({})
fr_fr: Les devoirs de l'éducateur ({})
gu_in: પ્રશિક્ષકને સોંપાયેલું કામ ({})
hi_in: प्रशिक्षक असाइनमेंट ({})
id: Tugas pembinaan ({})
it: Assegnazione Insegnante ({})
ka: მწვრთნელის დანიშნვა ({})
km: កិច្ចការគ្រូ ({})
mr: प्रशिक्षकाची नेमणूक ({})
my: နည်းပြတာဝန်ချထားမှု ({})
pt_mz: Facilitadores inscritos ({})
sw_tz: Mgao wa walimu ({})
te: శిక్షకుల కేటాయింపు ({})
uk: Призначення інструктора ({})
ur_pk: کوچ اسائنمنٹ({})
vi: Phân công giáo viên ({})

# CSV header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
ar: نوع المستخدم ({})
bg_bg: Вид потребител ({})
bn_bd: ব্যবহারকারীর ধরন ({})
de: Benutzertyp ({})
el: Τύπος χρήστη ({})
es_419: Tipo de usuario ({})
fa: نوع کاربر ({})
fr_fr: Type d'utilisateur ({})
gu_in: વપરાશકર્તા પ્રકાર ({})
hi_in: यूजर प्रकार ({})
id: Jenis Pengguna ({})
it: Tipologia utente ({})
ka: მომხმარებლის ტიპი ({})
km: ប្រភេទអ្នកប្រើប្រាស់ ({})
mr: युझरचा प्रकार ({})
my: အသုံးပြုသူအမျိုးအစား ({})
pt_mz: Tipo de utilizador ({})
sw_tz: Aina ya mtumiaji ({})
te: వినియోగదారు రకం ({})
uk: Тип користувача ({})
ur_pk: صارف کی قسم ({})
vi: Loại người dùng ({})

source: Learner enrollment ({})
ar: إدراج متعلم ({})
bg_bg: Записване на ученик ({})
bn_bd: শিক্ষার্থীর তালিকাভুক্তি ({})
de: Einschreibung des Lernenden ({})
el: Εγγραφή εκπαιδευόμενου ({})
es_419: Inscrito como estudiante ({})
fa: ثبت‌نام یادگیرنده ({})
fr_fr: Inscription de l'apprenant ({})
gu_in: વિદ્યાર્થીની નોંધણી ({})
hi_in: शिक्षार्थी नामांकन ({})
id: Pendaftaran Pelajar ({})
it: Iscrizione dello studente ({})
ka: მსწავლელთა ჩარიცხვა ({})
km: ការចុះឈ្មោះរបស់អ្នកសិក្សា ({})
mr: विद्यार्थ्याची नावनोंदणी ({})
my: သင်တန်းသားစာရင်းသွင်းမှု ({})
pt_mz: Alunos inscritos ({})
sw_tz: Uandikishaji wa wanafunzi ({})
te: విద్యార్థుల నమోదు ({})
uk: Запис учня ({})
ur_pk: سیکھنے والے کا اندراج ({})
vi: Học viên ghi danh ({})

source: Coach assignment ({})
ar: تعيين مدرب ({})
bg_bg: Учителско назначение ({})
bn_bd: প্রশিক্ষকের অ্যাসাইনমেন্ট ({})
de: Trainerzuweisung ({})
el: Ασκήσεις του εκπαιδευτή ({})
es_419: Asignado como tutor ({})
fa: تکالیف مربی ({})
fr_fr: Les devoirs de l'éducateur ({})
gu_in: પ્રશિક્ષકને સોંપાયેલું કાર્ય ({})
hi_in: प्रशिक्षक असाइनमेंट ({})
id: Tugas pembinaan ({})
it: Assegnazione Insegnante ({})
ka: მწვრთნელის დანიშნვა ({})
km: កិច្ចការគ្រូ ({})
mr: प्रशिक्षकाची नेमणूक ({})
my: နည်းပြတာဝန်ချထားမှု ({})
pt_mz: Facilitadores inscritos ({})
sw_tz: Mgao wa walimu ({})
te: శిక్షకుల కేటాయింపు ({})
uk: Призначення інструктора ({})
ur_pk: کوچ اسائنمنٹ({})
vi: Phân công giáo viên ({})

source: Unexpected error [{}]: {}
ar: خطأ غير متوقع [{}]: {}
bg_bg: Неочаквана грешка [{}]: {}
bn_bd: অপ্রত্যাশিত সমস্যা [{}]: {}
de: Unerwarteter Fehler [{}]: {}
el: Μη αναμενόμενο σφάλμα [{}]: {}
es_419: Error inesperado [{}]: {}
fa: خطای غیرقابل پیش‌بینی [{}]: {}
fr_fr: Erreur inattendue [{}] : {}
gu_in: અનપેક્ષિત ભૂલ [{}]: {}
hi_in: अप्रत्याशित त्रुटि [{}]: {}
id: Kesalahan tak terduga [{}]: {}
it: Errore imprevisto [{}]: {}
ka: მოულოდნელი შეცდომა [{}]: {}
km: កំហុសករណីពិសេស [{}]: {}
mr: अनपेक्षित समस्या [{}]: {}
my: မမျှော်လင့်သည့်အမှား [{}]: {}
pt_mz: Erro inesperado [{}]: {}
sw_tz: Hitilafu isiyotarajiwa [{}]: {}
te: ఊహించని దోషం [{}]: {}
uk: Неочікувана помилка [{}]: {}
ur_pk: غیر متوقع خرابی [{}]: {}
vi: Lỗi không mong muốn [{}]: {}

# Error when the command is executed in the Terminal (command prompt)
source: Value in column '{}' has too many characters
ar: القيمة المدرجة في العمود '{}' تحتوي على محارف كثيرة جدا
bg_bg: Стойността в колона '{}' има прекалено много символи
bn_bd: '{}' কলামের মানে অনেক বেশী অক্ষর রয়েছে
de: Wert in Spalte '{}' hat zu viele Zeichen
el: Η τιμή στη στήλη '{}' έχει πάρα πολλούς χαρακτήρες
es_419: El valor de la columna '{}' tiene demasiados caracteres
fa: مقدار یا ارزشی که در ستون '{}' وجود دارد، خیلی زیاد کاراکتر دارد
fr_fr: La valeur dans la colonne "{}" a trop de caractères
gu_in: કૉલમ '{}' માંના મૂલ્યમાં ઘણા બધા અક્ષરો છે
hi_in: काँलम '{}' के मान में बहुत अधिक वर्ण हैं
id: Terlalu banyak karakter di dalam kolom
it: Il valore nella colonna '{}' ha troppi caratteri
ka: '{}' სვეტის მნიშვნელობას აქვს ძალიან ბევრი სიმბოლო
km: មាតិកាក្នុងជួរឈរ '{}' មានអក្សរច្រើនពេក
mr: '{}' या स्तंभातील मूल्यामध्ये अतिरिक्त वर्ण आहेत
my: '{}' ထဲတွင်ပါသောတန်ဖိုးက အက္ခရာများလွန်းသည်
pt_mz: O valor indicado na coluna '{}' tem demasiadas letras
sw_tz: Thamani katika safuwima ya '{}' ina herufi nyingi mno
te: {} నిలువు వరుసలో విలువ చాలా ఎక్కువ అక్షరాలను కలిగి ఉంది
uk: Значення в колонці '{}' має забагато символів
ur_pk: کالم '{}' کی قدرمیں بہت زیادہ حرف ہیں
vi: Giá trị trong cột '{}' có quá nhiều ký tự

source: Value in column '{}' not valid
ar: القيمة في العمود '{}' غير صالحة
bg_bg: Съдържанието на колона '{}' не е валидно
bn_bd: '{}' কলামের তথ্য বৈধ নয়
de: Wert in Spalte ‚{}‘ ungültig
el: Η τιμή στη στήλη '{}' δεν είναι έγκυρη
es_419: El valor en la columna '{}' no es válido
fa: مقداری که در ستون '{}' نوشته شده، معتبر نمی‌باشد
fr_fr: La valeur dans la colonne '{}' n'est pas valide
gu_in: કૉલમ '{}' માંનું મૂલ્ય માન્ય નથી
hi_in: कॉलम '{}' के मान मान्य नही है
id: Nilai di kolom '{}' tidak valid
it: Valore nella colonna '{}' non valido
ka: '{}' სვეტის შიგთავსი არაა მართებული
km: មាតិកាក្នុងប្រអប់ '{}' មិនត្រឹមត្រូវ
mr: '{}' रकान्यातील मूल्य वैध नाही
my: ကော်လံ '{}' ရှိ value သည် မှန်ကန်မှုမရှိပါ။
pt_mz: O valor indicado na coluna '{}' não é válido
sw_tz: Thamani kwenye safuwima ya '{}' si sahihi
te: '{}' నిలువు వరుసలోని విలువ చెల్లదు
uk: Значення в стовпці '{}' неприпустиме
ur_pk: کالم '{}' میں ویلیو درست نہیں ہے
vi: Giá trị trong cột '{}' không hợp lệ
