Repository: learningequality/kolibri
Catalog: kolibri/locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, bn_bd, de, el, es_419, fa, fr_fr, gu_in, hi_in, id, it, ka, km, kn, mr, my, pt_mz, sw_tz, ta, te, uk, ur_pk, vi, zu

source: Content title
ar: عنوان المحتوى
bg_bg: Име на съдържанието
bn_bd: বিষয়বস্তুর শিরোনাম
de: Inhaltstitel
el: Τίτλος περιεχομένου
es_419: Título del recurso
fa: عنوان محتوا
fr_fr: Titre du contenu
gu_in: સામગ્રીનું શીર્ષક
hi_in: कॉन्टेंट का शीर्षक
id: Judul konten
it: Contenuto del titolo
ka: მასალის სათაური
km: ចំណងជើងមាតិកា
mr: मजकुराचे शीर्षक
my: အကြောင်းအရာခေါင်းစဉ်
pt_mz: Título do conteúdo
sw_tz: Mada ya maudhui
te: కంటెంట్‌ శీర్షిక
uk: Назва контенту
ur_pk: مواد کا عنوان
vi: Tiêu đề nội dung

# CSV column header for the time of the first interaction in the exported logs
source: Time of first interaction
ar: توقيت أول تفاعل
bg_bg: Време на първото взаимодействие
bn_bd: প্রথম ব্যবহারের সময়
de: Erste Interaktion am/um
el: Χρόνος πρώτης αλληλεπίδρασης
es_419: Hora de la primera interacción
fa: زمان اولین تعامل
fr_fr: Moment de la première interaction
gu_in: પ્રથમ ક્રિયા-પ્રતિક્રિયાનો સમય
hi_in: पहली बातचीत का समय
id: Waktu interaksi pertama
it: Tempo della prima interazione
ka: პირველი ურთიერთქმედების დრო
km: ម៉ោងអន្តរកម្មដំបូង
mr: पहिल्या संवादाची वेळ
my: ပထမဆုံး ၀င်ရသည့် အချိန်
pt_mz: Hora da primeira interação
sw_tz: Wakati wa matumizi ya kwanza
te: మొదటి ప్రతిచర్య సమయం
uk: Час першої взаємодії
ur_pk: پہلے رابطے کا وقت
vi: Thời gian tương tác lần đầu

# CSV column header for the time of the last interaction in the exported logs
source: Time of last interaction
ar: توقيت آخر تفاعل
bg_bg: Време на последното взаимодействие
bn_bd: সর্বশেষ যোগাযোগের সময়
de: Letzte Interaktion am/um
el: Χρόνος τελευταίας αλληλεπίδρασης
es_419: Hora de la última interacción
fa: زمان آخرین تعامل
fr_fr: Moment de la dernière interaction
gu_in: અંતિમ ક્રિયા-પ્રતિક્રિયાનો સમય
hi_in: अंतिम बातचीत का समय
id: Waktu interaksi terakhir
it: Tempo dell'ultima interazione
ka: ბოლო ურთიერთქმედების დრო
km: ម៉ោងអន្ដរកម្មចុងក្រោយ
mr: शेवटच्या संवादाची वेळ
my: နောက်ဆုံးချိတ်ဆက်ခဲ့သည့်အချိန်
pt_mz: Hora da última interação
sw_tz: Wakati wa matumizi ya mwisho
te: చివరి ప్రతిచర్య సమయం
uk: Час останньої взаємодії
ur_pk: آخری رابطے کا وقت
vi: Thời gian tương tác gần nhất

# CSV column header for the percentage of completion in the exported logs
source: Time of completion
ar: وقت الإكمال
bg_bg: Време на завършване
bn_bd: সমাপ্তির সময়
de: Fertigstellung am/um
el: Χρόνος ολοκλήρωσης
es_419: Tiempo de finalización
fa: زمان تکمیل
fr_fr: Durée estimée
gu_in: પૂર્ણ થયાનો સમય
hi_in: पूरा होने का समय
id: Waktu penyelesaian
it: Tempo di completamento
ka: დასრულების დრო
km: ម៉ោងបញ្ចប់
mr: पूर्ण होण्याची वेळ
my: ပြီးစီးချိန်
pt_mz: Hora da conclusão
sw_tz: Saa ya kukamilisha
te: పూర్తయిన సమయం
uk: Час виконання
ur_pk: تکمیل کا وقت
vi: Thời gian hoàn thành

# CSV column header for the time spent in a resource in the exported logs
source: Time Spent (sec)
ar: الوقت المستغرق (بالثواني)
bg_bg: Прекарано време (сек)
bn_bd: ব্যয়িত সময় (সেকেন্ড)
de: Dauer (Sek.)
el: Χρόνος που δαπανήθηκε (δευτ.)
es_419: Tiempo empleado (seg)
fa: زمان صرف‌شده (ثانیه)
fr_fr: Temps passé (sec)
gu_in: વિતાવેલો સમય (સેકંડ)
hi_in: बिताया गया समय (सेकंड)
id: Waktu Dihabiskan (dtk)
it: Tempo impiegato (sec)
ka: დახარჯული დრო (წმ)
km: ម៉ោងដែលបានចំណាយ (ជាវិនាទី)
mr: लागलेला वेळ (सेकंद)
my: အချိန် (စက္ကန့်)
pt_mz: Tempo gasto (seg)
sw_tz: Muda uliotumia (sekunde)
te: వెచ్చించిన సమయం (సెకన్లు)
uk: Витрачено часу (сек.)
ur_pk: کتنا وقت لگا (سیکنڈ)
vi: Thời gian Thực hiện (giây)

source: Progress (0-1)
ar: التقدم (0-1)
bg_bg: Напредък (0-1)
bn_bd: অগ্রগতি (০–১)
de: Fortschritt (0-1)
el: Πρόοδος (0-1)
es_419: Progreso (0-1)
fa: پیشرفت (‎0-1)
fr_fr: Progression (0-1)
gu_in: પ્રોગ્રેસ (0-1)
hi_in: प्रगति (0-1)
id: Kemajuan (0-1)
it: Progressi (0-1)
ka: პროგრესი (0-1)
km: ដំណើរវិវឌ្ឍន៍ (0-1)
mr: प्रगती (0-1)
my: တိုးတက်မှု (၀-၁)၊
pt_mz: Progresso (0-1)
sw_tz: Maendeleo (0-1)
te: పురోగతి (0-1)
uk: Прогрес (0—1)
ur_pk: ترقی (0-1)
vi: Tiến độ (0-1)

source: Content kind
ar: نوع المحتوى
bg_bg: Вид съдържание
bn_bd: বিষয়বস্তুর প্রকার
de: Inhaltstyp
el: Είδος περιεχομένου
es_419: Tipo de recurso
fa: نوع محتوا
fr_fr: Type de contenu
gu_in: સામગ્રીનો પ્રકાર
hi_in: कॉन्टेंट का प्रकार
id: Jenis konten
it: Tipo di contenuto
ka: მასალის ტიპი
km: ប្រភេទមាតិកា
mr: मजकुराचा प्रकार
my: အကြောင်းအရာအမျိုးအစား
pt_mz: Tipo de conteúdo
sw_tz: Aina ya maundhui
te: కంటెంట్‌ రకం
uk: Тип контенту
ur_pk: مواد کی قسم
vi: Loại nội dung

source: Complete
ar: مكتمل
bg_bg: Завършено
bn_bd: সম্পূর্ণ হয়েছে
de: Fertig
el: Ολοκληρώθηκε
es_419: Completado
fa: تکمیل شد
fr_fr: Terminé
gu_in: પૂર્ણ
hi_in: पूर्ण
id: Selesai
it: Completato
ka: დასრულებულია
km: បញ្ចប់
mr: पूर्ण
my: ပြီးပြည့်စုံခဲ့သော
pt_mz: Concluído
sw_tz: Imekamilisha
te: పూర్తి
uk: Завершено
ur_pk: مکمل
vi: Hoàn thành

source: Failed
ar: فشل
bg_bg: Неуспешно
bn_bd: ব্যর্থ হয়েছে
de: Fehlgeschlagen
el: Απέτυχε
es_419: La operación ha fallado
fa: ناموفق
fr_fr: Échec
gu_in: નિષ્ફળ થયેલ છે
hi_in: विफल हो गया हैं
id: Gagal
it: Non riuscito
ka: წარუმატებელი
km: បានបរាជ័យ
mr: अयशस्वी झाले
my: မအောင်မြင်ပါ
pt_mz: Erro
sw_tz: Imeshindwa
te: విఫలమైంది
uk: Не вдалося
ur_pk: ناکام ہوگیا
vi: Thất bại

source: Cancelled
ar: تم إلغاؤه
bg_bg: Прекратено
bn_bd: বাতিল করা হয়েছে
de: Abgebrochen
el: Ακυρώθηκε
es_419: Cancelado
fa: لغو شد
fr_fr: Annulé
gu_in: રદ કરાયેલ
hi_in: रद्द किया गई है
id: Dibatalkan
it: Cancellato
ka: გაუქმებულია
km: បានបោះបង់
mr: रद्द झाले
my: ပယ်ဖျက်ခဲ့သည်
pt_mz: Cancelado
sw_tz: Imeghairi
te: రద్దయింది
uk: Скасовано
ur_pk: منسوخ
vi: Đã hủy

source: In progress - {percent}%
ar: التقدم - {percent}%
bg_bg: В изпълнение - {percent}%
bn_bd: চলছে - {percent}%
de: Fortschritt: {percent} %
el: Σε εξέλιξη - {percent}%
es_419: En progreso - {percent}%
fa: در حال انجام - {percent}%
fr_fr: Progression - {percent}%
gu_in: ચાલુ છે - {percent}%
hi_in: प्रगति में - {percent}%
id: Berlangsung - {percent}%
it: In corso - {percent}%
ka: პროცესშია — {percent}%
km: កំពុងដំណើរការ - {percent}%
mr: प्रगतीपथावर आहे - {percent}%
my: လုပ်ဆောင်နေသည် - {percent}%
pt_mz: Em andamento - {percent}%
sw_tz: Inaendelea - {percent}%
te: పురోగతిలో ఉంది - {percent}%
uk: Виконується — {percent}%
ur_pk: کام جاری ہے - {percent}%
vi: Đang tiến hành - {percent}%

source: Waiting
ar: قيد الانتظار
bg_bg: Изчакване
bn_bd: অপেক্ষায় আছে
de: Warten
el: Σε αναμονή
es_419: Esperando
fa: در حال انتظار
fr_fr: En attente
gu_in: રાહ જુએ છે
hi_in: प्रतीक्षा कर रहा है
id: Menunggu
it: Attendere
ka: მოლოდინი
km: កំពុងរងចាំ
mr: वाट पाहत आहे
my: စောင့်ဆိုင်းနေသည်
pt_mz: Aguardando
sw_tz: Inasubiri
te: వేచి ఉంది
uk: Очікування
ur_pk: انتظار کر رہا ہے
vi: Đang chờ

source: Kolibri
ar: كوليبري
bg_bg: Колибри
bn_bd: কলিব্রি
fa: کُلیبری
gu_in: કોલિબ્રી
hi_in: कोलिब्री
ka: კოლიბრი
kn: ಕೊಲಿಬ್ರಿ
mr: कोलिब्री
ta: கோழிப்பிரி
uk: Колібрі
ur_pk: کولیبری
zu: Ikolibri

source: Kolibri is starting
ar: جاري تشغيل كوليبري
bg_bg: Колибри се стартира
bn_bd: Kolibri চালু হচ্ছে
de: Kolibri wird gestartet
el: Εκκίνηση Kolibri
es_419: Iniciando Kolibri
fa: کلیبری درحال راه‌اندازی است
fr_fr: Kolibri démarre
gu_in: Kolibri શરૂ થઈ રહ્યું છે
hi_in: Kolibri शुरू हो रहा है
id: Kolibri dimulai
it: Kolibri si sta avviando
ka: კოლიბრი ირთვება
km: Kolibri កំពុងចាប់ផ្ដើម
mr: कोलिब्री सुरू होत आहे
my: Kolibri စတင်နေပါသည်
pt_mz: Kolibri está a iniciar
sw_tz: Kolibri inaanza
te: కోలిబ్రి ప్రారంభమవుతోంది
uk: Колібрі запускається
ur_pk: کولیبری شروع ہو رہا ہے
vi: Kolibri đang khởi động

source: Starting Kolibri
ar: يجري بدء تشغيل كوليبري
bg_bg: Стартиране на Колибри
bn_bd: Kolibri চালু হচ্ছে
de: Kolibri wird gestartet
el: Ξεκίνημα του Kolibri
es_419: Iniciando Kolibri
fa: در حال راه‌اندازی کلیبری
fr_fr: Démarrage de Kolibri
gu_in: Kolibri શરૂ કરી રહ્યા છીએ
hi_in: Kolibri को शुरू किया जा रहा है
id: Memulai Kolibri
it: Avvio di Kolibri
ka: კოლიბრის ჩართვა
km: កំពុងចាប់ផ្តើម Kolibri
mr: कोलिब्री सुरू करत आहे
my: Kolibri စတင်နေသည်
pt_mz: A iniciar Kolibri
sw_tz: Inaanzisha Kolibri
te: కోలిబ్రి ప్రారంభించడం
uk: Запуск Колібрі
ur_pk: کولیبری شروع کرنا
vi: Đang khởi động Kolibri

source: You should be automatically redirected when Kolibri is ready
ar: سيتم إعادة توجيهك تلقائياً عندما يصبح كوليبري جاهزاً
bg_bg: Ще бъдеш автоматично пренасочен, когато Kolibri е готово
bn_bd: কোলিব্রি প্রস্তুত হলে আপনাকে স্বয়ংক্রিয়ভাবে পুনঃনির্দেশিত করা হবে
de: Sie sollten automatisch weitergeleitet werden, wenn Kolibri bereit ist
el: Θα πρέπει να ανακατευθυνθείτε αυτόματα όταν το Kolibri είναι έτοιμο
es_419: Será automáticamente redirigido cuando Kolibri esté listo
fa: وقتی کلیبری آماده شود، به‌طور خودکار بازهدایت خواهید شد
fr_fr: Vous devriez être automatiquement redirigé lorsque Kolibri sera prêt
gu_in: જ્યારે Kolibri તૈયાર હોય ત્યારે તમારે આપમેળે રીડાયરેક્ટ થવું જોઈએ
hi_in: Kolibri तैयार होने पर आपको स्वचालित रूप से पुनर्निर्देशित किया जाना चाहिए
id: Anda akan otomatis diarahkan ulang saat Kolibri siap
it: Dovresti essere reindirizzato automaticamente quando Kolibri è pronto
ka: ავტომატურად უნდა გადაგამისამართონ, როცა კოლიბრი მზად იქნება
km: នៅពេលដែល Kolibri រួចរាល់ អ្នកនឹងត្រូវបញ្ជូនបន្តដោយស្វ័យប្រវត្តិ
mr: कोलिब्री तयार झाल्यावर तुम्हाला आपोआप पुनर्निर्देशित केले जाईल
my: Kolibri အဆင်သင့်ဖြစ်သောအခါတွင် သင့်အား အလိုအလျောက်ဖွင့်ပေးသွားပါမည်
pt_mz: Deverá ser automaticamente redirecionado quando a Kolibri estiver pronta
sw_tz: Unapaswa kuelekezwa kwingine kiotomatiki wakati Kolibri iko tayari
te: కోలిబ్రి సిద్ధమైనప్పుడు మీరు స్వయంచాలకంగా రీడైరెక్ట్‌ చేయబడతారు
uk: Ви будете автоматично перенаправлені, коли Колібрі буде готовий
ur_pk: کولیبری کے تیار ہوجانے پر آپ کو خود بخود ری ڈائریکٹ کیا جانا چاہیے
vi: Bạn sẽ được tự động chuyển hướng khi Kolibri sẵn sàng

source: If not, please ask for help in our community forums
ar: إن لم تتم إعادة توجيهك، يُرجى طلب المساعدة في منتديات المجتمع خاصتنا
bg_bg: Ако не се получи, моля, потърси помощ във форумите на нашата общност
bn_bd: যদি না হয়, আমাদের কমিউনিটি ফোরামে সাহায্যের জন্য অনুরোধ করুন
de: Andernfalls erhalten Sie Hilfe in unseren Foren
el: Αν όχι, ζητήστε βοήθεια στα φόρουμ της κοινότητας
es_419: Si no, por favor pide ayuda en nuestros foros de la comunidad
fa: در غیر این‌صورت، لطفاً از انجمن‌های عمومی ما کمک بگیرید
fr_fr: Si ce n'est pas le cas, demandez de l'aide dans nos forums communautaires
gu_in: જો નહીં, તો કૃપા કરીને અમારા સમુદાય ફોરમમાં મદદ માટે પૂછો
hi_in: अगर नहीं, तो कृपया हमारे कम्युनिटी फ़ोरम में मदद मांगें
id: Jika tidak, silakan minta bantuan di forum komunitas kami
it: In caso contrario, chiedi aiuto nei forum della nostra community
ka: თუ არადა, გთხოვთ, დახმარება ითხოვოთ ჩვენს სათემო ფორუმებზე
km: ប្រសិនបើមិនមានទេ សូមស្នើសុំជំនួយនៅក្នុងវេទិកាសហគមន៍របស់យើង
mr: तसे न झाल्यास, कृपया आमच्या समुदाय मंचावर मदतीसाठी विचारणा करा
my: မဟုတ်ပါက၊ ကျွန်ုပ်တို့၏အသိုင်းအဝိုင်းဖိုရမ်များတွင် အကူအညီတောင်းပါ။
pt_mz: Caso tal não aconteça, peça ajuda nos fóruns da nossa comunidade.
sw_tz: Ikiwa hapana, tafadhali omba usaidizi kutoka kwa majukwaa yetu ya jamii
te: అలా కాకపోతే, దయచేసి మన కమ్యూనిటీ ఫోరమ్స్‌లో సహాయం కోసం అడగండి
uk: Якщо перенаправлення не відбулося, зверніться по допомогу на форумах спільноти.
ur_pk: اگر نہیں، تو براہ کرم ہمارے کمیونٹی فورمز میں مدد طلب کریں
vi: Nếu không, vui lòng đề nghị trợ giúp trong các diễn đàn cộng đồng của chúng tôi

source: Refresh page
ar: تحديث الصفحة
bg_bg: Презареждане на страница
bn_bd: পৃষ্ঠা রিফ্রেশ করুন
de: Seite aktualisieren
el: Ανανέωση σελίδας
es_419: Actualizar página
fa: تازه‌سازی صفحه
fr_fr: Actualiser la page
gu_in: પેજને રિફ્રેશ કરો
hi_in: पेज रीफ्रेश करें
id: Refresh halaman
it: Aggiorna pagina
ka: გვერდის განახლება
km: រីហ្រេ្វសទំព័រឡើងវិញ
mr: पृष्ठ रिफ्रेश करा
my: စာမျက်နှာကို ရီဖရက်(ရှ်)လုပ်ပါ
pt_mz: Atualize a página
sw_tz: Onyesha ukurasa upya
te: పేజీని రీఫ్రెష్‌ చేయండి
uk: Оновити сторінку
ur_pk: صفحہ ری فریش کریں
vi: Làm mới trang

source: Unsupported browser
ar: متصفح غير مدعوم
bg_bg: Неподдържан браузър
bn_bd: এই ব্রাউজারটি ব্যবহার করা যাবে না
de: Nicht unterstützter Browser
el: Μη υποστηριζόμενο πρόγραμμα περιήγησης
es_419: Navegador no compatible
fa: مرورگر پشتیبانی‌نشده
fr_fr: Navigateur non supporté
gu_in: અસમર્થિત બ્રાઉઝર
hi_in: असमर्थित ब्राउज़र
id: Peramban tidak didukung
it: Browser non supportato
ka: მხარდაუჭერელი ბრაუზერი
km: កម្មវិធីរុករកមិនបានគាំទ្រ
kn: ಬೆಂಬಲವಾಗದ ಬ್ರೌಸರ್
mr: हा ब्राऊझर वापरता येणार नाही
my: အထောက်အပံ့ မပေးသော browser ဖြစ် နေသည်
pt_mz: Navegador incompatível
sw_tz: Kivinjari hakitumiki
ta: ஆதரிக்கப்படாத உலாவி
te: మద్దతు లేని బ్రౌజర్
uk: Непідтримуваний браузер
ur_pk: غیر تائید شدہ براؤزر
vi: Trình duyệt không được hỗ trợ
zu: Isiphequluli esingasekelwe

source: Sorry, your browser version is not supported.
ar: نعتذر، النسخة الحالية لمتصفحك غير مدعومة.
bg_bg: Съжаляваме, тази версия на браузъра не се поддържа.
bn_bd: দুঃখিত, আপনার ব্রাউজারের এই সংস্করণটি ব্যবহার করা যাবে না।
de: Ihre Browserversion wird leider nicht unterstützt.
el: Λυπούμαστε, η έκδοση του προγράμματος περιήγησης δεν υποστηρίζεται.
es_419: La versión del navegador no está soportada.
fa: متاسفانه نسخه مرورگر شما پشتیبانی نمی‌شود.
fr_fr: Désolé, la version de votre navigateur n'est pas supportée.
gu_in: માફ કરશો, તમારું બ્રાઉઝર સંસ્કરણ સમર્થિત નથી.
hi_in: क्षमा करें, आपका ब्राउज़र संस्करण समर्थित नहीं है।
id: Maaf, versi peramban anda tidak didukung.
it: Spiacenti, la versione del tuo browser non è supportata.
ka: უკაცრავად, თქვენი ბრაუზერის ვერსია არ არის მხარდაჭერილი.
km: សូមទោសកំណែកម្មវិធីរុករករបស់អ្នកមិនត្រូវបានគាំទ្រទេ។
kn: ಕ್ಷಮಿಸಿ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಆವೃತ್ತಿ ಬೆಂಬಲವಾಗುತ್ತಿಲ್ಲ.
mr: क्षमस्व, तुमच्या ब्राऊझरची आवृत्ती वापरता येणार नाही.
my: ဆောရီးပါ သင်၏ browser ဗားရှင်းအတွက် မထောက်ပံ့ထားပါ
pt_mz: Desculpe, esta versão do seu navegador não é compatível.
sw_tz: Samahani, toleo la kivinjari chako halitumiki.
ta: மன்னிக்கவும், உங்கள் உலாவியின் பதிப்பு ஆதரிக்கப்படவில்லை.
te: క్షమించండి, మీ బ్రౌజర్ సంస్కరణకి మద్దతు లేదు.
uk: Версія вашого браузера не підтримується
ur_pk: معاف کیجئے گا, آپ کے براؤزر ورژن معاون نہیں.
vi: Rất tiếc, phiên bản trình duyệt của bạn không được hỗ trợ.
zu: Uxolo, isiphequluli sakho asisekelwe.

source: To use Kolibri, we recommend using Firefox or Chrome.
ar: لاستخدام كوليبري، ننصح باستخدام متصفح فايرفوكس أو متصفح كروم.
bg_bg: За използване на Колибри препоръчваме Firefox или Chrome.
bn_bd: কলিব্রি ব্যবহারের জন্য আমরা ফায়ারফক্স এবং ক্রোম ব্যবহারের পরামর্শ দিই।
de: Wir empfehlen Firefox oder Chrome für die Nutzung von Kolibri.
el: Για να χρησιμοποιήσετε το Kolibri, σας συνιστούμε να χρησιμοποιήσετε Firefox ή Chrome.
es_419: Para utilizar el Kolibri, recomendamos usar Firefox o Chrome.
fa: برای استفاده از Kolibri توصیه می‌کنیم که از فایرفاکس (Firefox) یا کروم (Chrome) استفاده کنید.
fr_fr: Pour utiliser Kolibri, nous recommandons d’utiliser Firefox ou Chrome.
gu_in: કોલિબ્રી ઉપયોગ કરવા માટે, અમે Firefox અથવા Chrome ના ઉપયોગ ની સલાહ આપીયે છે.
hi_in: कोलिब्री उपयोग करने के लिए, हम Firefox या Chrome का उपयोग करने की सलाह देते हैं ।
id: Untuk menggunakan Kolibri, Kami merekomendasikan untuk menggunakan Firefox atau Chrome.
it: Per utilizzare Kolibri, si consiglia di utilizzare Firefox o Chrome.
ka: კოლიბრისთვის გირჩევთ გამოიყენოთ Firefox, ან Chrome.
km: ដើម្បីប្រើ Kolibri យើងសូមណែនាំឱ្យប្រើ Firefox ឬ Chrome ។
kn: ಕೊಲಿಬ್ರಿಯನ್ನು ಬಳಸಲು, ನಾವು Firefox ಅಥವಾ Chrome ಬಳಕೆಯನ್ನು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.
mr: कोलिब्री वापरण्यासाठी फायरफॉक्स किंवा क्रोम वापरावे.
my: Kolibri အသုံးပြုရန် Firefox သို့မဟုတ် Chrome ကိုသုံးရန် အကြံပေးလိုသည်
pt_mz: Para a plataforma Kolibri, recomenda-se utilizar o navegador Firefox ou Chrome.
sw_tz: Ili utumie Kolibri, tunapendekeza utumie Firefox au Chrome.
ta: கோழிப்பிரியை பயன்படுத்த, Firefox அல்லது Chrome பயன்படுத்த வேண்டும் என்று பரிந்துரைக்கிறோம்.
te: Kolibriని ఉపయోగించేందుకు, Firefox లేదా Chrome ఉపయోగించాలని మేం సిఫార్సు చేస్తున్నాం.
uk: Щоб використовувати Колібрі, ми рекомендуємо використовувати Firefox або Chrome.
ur_pk: کولیبری استعمیل کرنے کے لیے ہم فائر فکس یا کروم استعمال کرنے کی مشورہ دیتے ہے.
vi: Chúng tôi đề nghị dùng Firefox hoặc Chrome để sử dụng Kolibri.
zu: Sincoma ukuthi usebenzise iFirefox noma iChrome ukuze usebenzise ikolibri.

source: You can also try updating your current browser.
ar: يمكنك أيضاً محاولة تحديث متصفحك الحالي.
bg_bg: Можш също да опиташ да актуализираш текущия си браузър.
bn_bd: আপনার বর্তমান ব্রাউজারটি আপডেট করার চেষ্টাও করতে পারেন।
de: Möglicherweise können Sie den Fehler beheben, indem Sie Ihre Browserversion aktualisieren.
el: Μπορείτε επίσης να δοκιμάσετε την ενημέρωση του τρέχοντος προγράμματος περιήγησης.
es_419: También puedes actualizar tu navegador actual.
fa: شما همچنین می‌توانید مرورگر فعلی خود را به‌روزرسانی کنید.
fr_fr: Vous pouvez aussi essayer de mettre à jour votre navigateur actuel.
gu_in: તમે તમારા વર્તમાન બ્રાઉઝરને અપડેટ કરવાનો પણ પ્રયાસ કરી શકો છો.
hi_in: आप अपने वर्तमान ब्राउज़र को अपडेट करने का प्रयास भी कर सकते हैं ।
id: Anda juga dapat mencoba memperbarui peramban anda saat ini.
it: Puoi anche provare ad aggiornare il tuo browser attuale.
ka: შეგიძლიათ სცადოთ ბრაუზერის განახლება.
km: អ្នកក៏អាចព្យាយាមធ្វើបច្ចុប្បន្នភាពកម្មវិធីរុករកបច្ចុប្បន្នរបស់អ្នកផងដែរ។
kn: ನೀವು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಬ್ರೌಸರ್ ಅನ್ನು ನವೀಕರಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು.
mr: तुम्ही तुमच्या सध्याच्या ब्राऊझरची अद्ययावत आवृत्ती इन्स्टॉ्ल करण्याचाही प्रयत्न करू शकता.
my: သင်၏ ယခု browser ကို အသစ်မွမ်းမံရန်လည်းကြိုးစားနိုင်ပါသည်
pt_mz: Também pode tentar fazer a actualização do seu navegador actual.
sw_tz: Lakini pia unaweza kujaribu kusasisha kivinjari chako.
ta: நீங்கள் உங்கள் தற்போதைய உலாவியில் புதுப்பிக்கும் முயற்சி செய்யலாம்.
te: మీరు మీ ప్రస్తుత బ్రౌజర్‌ని నవీకరించి కూడా ప్రయత్నించవచ్చు.
uk: Ви також можете спробувати оновити поточний браузер.
ur_pk: آپ اپنے موجودہ براؤزر کو اپ ڈیٹ کرنے کی بھی کوشش کر سکتے ہیں.
vi: Bạn cũng có thể thử cập nhật trình duyệt hiện tại.
zu: Ungazama nokubukeza isiphequluli sakho samanje.

source: No appropriate redirect pages found. It is likely that Kolibri is badly configured
ar: لم يتم العثور على صفحات. يبدو أنّ عملية تهيئة منصة كوليبري لم تتم بالشكل الصحيح
bg_bg: Не са намерени подходящи страници за пренасочване. Вероятно се дължи на неправилна конфигурация на Колибри
bn_bd: কোনও উপযুক্ত পুনর্নির্দেশ পাতা খুঁজে পাওয়া যায়নি। সম্ভবত কলিব্রি ঠিকভাবে কনফিগার করা হয়নি।
de: Es wurden keine entsprechenden Weiterleitungsseiten gefunden. Möglicherweise wurde Kolibri nicht ordnungsgemäß konfiguriert.
el: Δεν βρέθηκαν οι κατάλληλες σελίδες ανακατεύθυνσης. Είναι πιθανό ότι οι ρυθμίσεις για το Kolibri είναι λανθασμένες
es_419: Fue imposible redirigir página correctamente. Es probable que Kolibri está mal configurado
fa: هیچ صفحه‌ی مسیریابی مناسبی پیدا نشد. به نظر می‌رسد که Kolibri به درستی پیکربندی نشده است
fr_fr: Aucune page de redirection trouvée. Il est probable que Kolibri soit mal configuré
gu_in: કોઈ યોગ્ય રીડાયરેક્ટ પૃષ્ઠ મળ્યું નથી. શક્યતા એ છે કે કોલિબ્રીની ગોઠવણ યોગ્ય રીતે કરવામાં આવી નથી
hi_in: कोई उपयुक्त रीडायरेक्ट पृष्ठ नहीं मिले । संभावना है कि कोलिब्री की व्यवस्था ठीक से नहीं की गई है
id: Halaman tidak ditemukan
it: Non sono state trovate pagine di reindirizzamento appropriate. È probabile che Kolibri non sia configurato correttamente
ka: სათანადო გადამისამართების გვერდები არაა ნოპოვნი. სავარაუდოდ Kolibri არაა სწორად კონფიგურირებული
km: រកមិនឃើញទំព័រប្តូរទិសដែលសមស្រប។ ប្រហែលជា Kolibri ត្រូវបានកំណត់មិនត្រឹមត្រូវ
mr: योग्य रीडायरेक्ट पाने सापडली नाहीत. कदाचित कोलिब्री चुकीच्या पद्धतीने कॉन्फिगर झाले आहे
my: သင့်တော်သော ချိတ်ဆက်ပေးမည့်စာမျက်နှာကိုမတွေ့ပါ။ Kolibri ကိုမှားယွင်းစွာ ပြင်ဆင်ထားသလိုဖြစ်နေသည်
pt_mz: Nenhuma página de redireccionamento foi encontrada. Muito provavelmente a Kolibri foi mal configurada
sw_tz: Hakuna kurasa mwafaka za kuelekeza tena zimepatikana. Huenda Kolibri imesanidiwa vibaya
te: సరైన దారి మళ్లింపు పేజీలు కనుగొనబడలేదు. Kolibri సరిగ్గా కాన్ఫిగర్ చేసి ఉండకపోవచ్చు
uk: Не знайдено належних сторінок перенаправлення. Ймовірно, що Колібрі не налаштований належним чином
ur_pk: کوئی مناسب صفحات نہیں ملے۔ ممکن ہے کہ یہ کولیبری بری طرح تشکیل کیا گیا ہے
vi: Không tìm thấy trang chuyển hướng phù hợp. Có thể Kolibri đặt cấu hình không tốt

source: Coach
ar: المدرّب
bg_bg: Учител
bn_bd: প্রশিক্ষক
de: Trainer
el: Εκπαιδευτής
es_419: Tutorizar
fa: مربی
fr_fr: Éducateur
gu_in: પ્રશિક્ષક
hi_in: कोच
id: Pelatih
it: Insegnante
ka: მწვრთნელი
km: គ្រូ
kn: ತರಬೇತುದಾರ
mr: प्रशिक्षक
my: နည်းပြ
pt_mz: Facilitador
sw_tz: Mwalimu
ta: பயிற்சியாளர்
te: కోచ్
uk: Інструктор
ur_pk: کوچ
vi: Giáo viên
zu: Umqeqeshi

source: Facility
ar: المَرْفق التّعليمي
bg_bg: Институция
bn_bd: ফ্যাসিলিটি
de: Einrichtung
el: Εκπαιδευτικό πλαίσιο
es_419: Centro educativo
fa: مرکز آموزشی
fr_fr: Établissement
gu_in: સુવિધા કેન્દ્ર
hi_in: सुविधा
id: Fasilitas
it: Struttura
ka: დაწესებულება
km: មធ្យោបាយ
kn: ಸೌಲಭ್ಯ
mr: सुविधा
my: ဌာန
pt_mz: Instituição
sw_tz: Kituo cha mafunzo
ta: மய்யம்
te: సౌకర్యం
uk: Заклад
ur_pk: تعلیمی ادارہ
vi: Địa điểm
zu: Isikhungo

source: content_session_logs_from_
ar: سجلات_محتوى_الجلسة_من
bg_bg: съдържание_сесия_журнал_от_
bn_bd: বিষয়বস্তু_সেশন_লগ_হতে_
de: Inhaltssitzungsprotokolle_von_
es_419: registros_de_sesion_desde_
fa: گزارش‌های_نشست_محتوا_از_
fr_fr: contenu_session_journaux_de_
id: konten_sesi_log_dari_
it: contenuto_sessione_log_da_
mr: मजकूर _सेशन_लॉग्स_कडून_
pt_mz: conteúdo_sessão_acesso_de_
sw_tz: maudhui_kipindi_kuingia_kutoka_
te: దీని నుంచి_కంటెంట్_సెషన్_లాగ్స్_
ur_pk: مواد_سیشن_لوگز_سے_
vi: nhật ký_phiên_nội dung_từ_

source: to_
ar: إلى_
bg_bg: към_
bn_bd: থেকে_
de: bis_
es_419: hasta_
fa: به_
fr_fr: vers_
id: ke_
it: a_
mr: च्याकडे_
pt_mz: para_
sw_tz: kwa_
te: ఇక్కడికి_
ur_pk: کو_
vi: đến_

source: content_summary_logs_from_
ar: سجلات_ملخص_المحتوى_من_
bg_bg: съдържание_обобщен_журнал_от_
bn_bd: বিষয়বস্তু_সারসংক্ষেপ_লগ_হতে_
de: Inhaltszusammenfassungsprotokolle_von_
es_419: registros_resumidos_desde_
fa: گزارش‌های_نشست_محتوا_از_
fr_fr: contenu_résumé_journaux_de_
id: konten_ringkasan_log_dari_
it: log_riepilogo_contenuti_da_
mr: मजकूर _सारांश_लॉग्स_कडून_
pt_mz: conteúdo_sumário_log_de_
sw_tz: maudhui_muhtasari_kuingia_kutoka_
te: దీని నుంచి_కంటెంట్‌_సారాంశం_లాగ్స్_
ur_pk: مواد_خلاصہ_لوگز_سے_
vi: nhật ký_tóm lược_nội dung_từ_

source: users
ar: المستخدمون
bg_bg: потребители
bn_bd: ব্যবহারকারী
de: benutzer
el: χρήστες
es_419: usuarios
fa: کاربران
fr_fr: utilisateurs
gu_in: વપરાશકર્તા
hi_in: उपयोगकर्ता
id: pengguna
it: utenti
ka: მომხმარებლები
km: អ្នកប្រើប្រាស់នានា
mr: युझर
my: အသုံးပြုသူများ
pt_mz: utilizadores
sw_tz: watumiaji
te: యూజరులు
uk: користувачі
ur_pk: یوزرز
vi: người dùng

source: Learn
ar: تعلّم
bg_bg: Научи
bn_bd: শিখুন
de: Lernen
el: Μαθαίνω
es_419: Aprender
fa: یادگیری
fr_fr: Apprendre
gu_in: શીખવું
hi_in: सीखें
id: Belajar
it: Impara
ka: ისწავლე
km: រៀន
mr: शिका
my: သင်ယူမည်
pt_mz: Aprender
sw_tz: Jifunze
te: నేర్చుకొను
uk: Навчання
ur_pk: سیکھئے
vi: Học tập

source: Policies
ar: السياسات
bg_bg: Политики
bn_bd: নীতিমালা
de: Richtlinien
el: Πολιτικές
es_419: Políticas
fa: سیاست‌ها
fr_fr: Politiques
gu_in: નીતિઓ
hi_in: नीतियाँ
id: Kebijakan
it: Regole
ka: წესები
km: គោលនយោបាយ
mr: धोरणे
my: မူဝါဒများ
pt_mz: Políticas
sw_tz: Sera
te: విధానాలు
uk: Політика
ur_pk: پالیسیاں
vi: Chính sách

source: Setup Wizard
ar: معالج الإعداد
bg_bg: Съветник за настройване
bn_bd: সেটআপ উইজার্ড
de: Einrichtungsassistent
el: Οδηγός Εγκατάστασης
es_419: Asistente de configuración
fa: ویزاردِ نصب کردن
fr_fr: Assistant de configuration
gu_in: સેટઅપ વિઝાર્ડ
hi_in: सेटअप विज़र्ड
id: Petunjuk penggunaan
it: Installazione guidata
ka: გამართვის მეგზური
km: អ្នកជំនួយការតម្លើង
mr: सेटअप व्हीझर्ड
my: Wizard ကိုတည်ဆောက်ပါ။
pt_mz: Assistente de configuração
sw_tz: Sogora ya Kusanidi
te: సెటప్ విజార్డ్
uk: Майстер налаштування
ur_pk: سیٹ اپ ویزرڈ
vi: Thuật sĩ thiết lập
