Repository: learningequality/kolibri
Catalog: kolibri/locale/*/LC_MESSAGES/django.po
Languages: ar, bg_bg, bn_bd, de, el, es_419, fa, fr_fr, gu_in, hi_in, id, it, ka, km, kn, mr, my, pt_mz, sw_tz, ta, te, uk, ur_pk, vi, zu

source: Username is duplicated
ar: اسم المستخدم مكرر
bg_bg: Потребителското име се повтаря
bn_bd: ইউসারনেম নাম নকল করা
de: Benutzername ist bereits vorhanden
el: Το όνομα χρήστη χρησιμοποιείται ήδη
es_419: Nombre de usuario duplicado
fa: شناسه کاربری کپی شده است
fr_fr: Nom d'utilisateur est en double
gu_in: વપરાશકર્તા નામ ડુપ્લિકેટ થયેલ છે
hi_in: उपयोगकर्ता नाम दोहराया गया है
id: Nama pengguna digandakan
it: Il nome utente è duplicato
ka: სამომხმარებლო სახელი დუბლირებულია
km: ឈ្មោះអ្នកប្រើប្រាស់ត្រូវបានចម្លង
mr: युझरनेम दोनदा आले आहे
my: အသုံးပြုသူအမည်ထပ်နေသည်
pt_mz: Este nome de utilizador já existe
sw_tz: Jina la mtumiaji limerudiwa
te: వినియోగదారు పేరు నకలు చేయబడింది
uk: Ім'я користувача повторюється
ur_pk: صارف نام ڈپلیکیٹ ہے
vi: Tên người dùng bị trùng lắp

source: The column '{}' is required
ar: العمود '{}' مطلوب
bg_bg: Колоната '{}' е задължителна
bn_bd: '{}' কলামটি প্রয়োজন
de: Die Spalte '{}' ist erforderlich
el: Απαιτείται η στήλη '{}'
es_419: Falta la columna '{}'
fa: این منحنی '{}' لازم است
fr_fr: La colonne "{}" est obligatoire
gu_in: કૉલમમાં '{}' આવશ્યક છે
hi_in: कॉलम '{}' आवश्यक है
id: Kolom harus diisi
it: La colonna '{}' è obbligatoria
ka: '{}' სვეტი აუცილებელია
km: ជួរឈរ '{}' ត្រូវការជាចាំបាច់
mr: '{}' हा स्तंभ अनिवार्य आहे
my: ကော်လံ '{}' ကလိုအပ်သည်
pt_mz: Os campos da coluna '{}' são de preenchimento obrigatório
sw_tz: Safu wima '{}' inahitajika
te: '{}' నిలువు వరుస ఆవశ్యకం
uk: Необхідно заповнити стовпець '{}'
ur_pk: کالم '{}' ضروری ہے
vi: Cần có cột '{}'

source: Incorrect header label found in the first row
ar: تم العثور على ترويسة غير صالحة في الصف الأول
bg_bg: Открити са неправилни заглавни данни в първия ред
bn_bd: প্রথম সারিতে ভুল হেডার লেবেল রয়েছে
de: Falsche Spaltenüberschrift in der ersten Zeile gefunden
el: Λανθασμένη ετικέτα κεφαλίδας βρέθηκε στην πρώτη γραμμή
es_419: Etiqueta de encabezado incorrecta en la primera fila
fa: برچسب سرتیترِ اشتباه در سطر اول
fr_fr: En-tête invalide trouvée dans la première ligne
gu_in: પ્રથમ હરોળમાં ખોટું હેડર લેબલ મળ્યું
hi_in: पहली पंक्ति में गलत हेडर लेबल पाया गया
id: Label tajuk yang salah ditemukan di baris pertama
it: Etichetta di intestazione errata trovata nella prima riga
ka: პირველ სტრიქონში ნაპოვნია სათაურის არასწორი იარლიყი
km: ស្លាកក្បាលមិនត្រឹមត្រូវបានរកឃើញក្នុងជួរដេកទី១
mr: पहिल्या ओळीमध्ये चुकीचे शीर्षक लेबल आढळले
my: ပထမဆုံးအတန်းတွင် မှားယွင်းသည့် ခေါင်းစဉ်တပ်ထားသည်ကို တွေ့ရသည်။
pt_mz: Há etiquetas de cabeçalho incorrectas na primeira linha
sw_tz: Kichwa cha lebo kisicho sahihi kimepatikana kwenye safumlalo ya kwanza
te: మొదటి వరుసలో సరికాని హెడర్ లేబుల్ కనుగొనబడింది
uk: У першому рядку виявлено хибну мітку заголовків
ur_pk: پہلی صف میں غلط ہیڈر لیبل ملا ہے
vi: Nhãn tiêu đề trong hàng đầu tiên không chính xác

# Error when the command is executed in the Terminal (command prompt)
source: No default facility exists. Make sure to set up a facility on the device before importing users and classes
ar: لا يوجد مرفق تعليمي افتراضي. تأكد من إعداد مرفق تعليمي على الجهاز قبل استيراد المستخدمين والصفوف
bg_bg: Не съществува институция по подразбиране. Не забравяй да настроиш институция на устройството, преди да импортираш потребители и класове
bn_bd: কোনও ডিফল্ট ফ্যাসিলিটি নেই। ব্যবহারকারী এবং শ্রেণীগুলি ইম্পোর্ট করার আগে ডিভাইসে একটা ফ্যাসিলিটি সেট আপ করতে হবে
de: Es ist keine standardmäßige Einrichtung vorhanden. Vor dem Importieren der Benutzer und Klassen sollte eine Einrichtung auf dem Gerät erstellt werden.
el: Δεν υπάρχει προεπιλεγμένο εκπαιδευτικό πλαίσιο. Βεβαιωθείτε ότι έχετε δημιουργήσει ένα εκπαιδευτικό πλαίσιο στη συσκευή πριν από την εισαγωγή χρηστών και κλάσεων
es_419: No existe centro educativo predeterminado. Asegúrese de configurar un centro educativo en el dispositivo antes de importar usuarios y grupos
fa: هیچ مجموعه‌ای با پیش‌فرض وجود ندارد. مطمئن شوید که قبل از وارد کردن کاربران و کلاس‌ها یک مجموعه بر روی این دستگاه نصب کرده باشید
fr_fr: Il n'y a pas d'établissement par défaut. Assurez-vous de configurer un établissement sur l'appareil avant d'importer des utilisateurs ou des classes
gu_in: કોઈ ડિફૉલ્ટ સુવિધા અસ્તિત્વમાં નથી. વપરાશકર્તાઓ અને વર્ગો આયાત કરતા પહેલાં ઉપકરણ પર સુવિધા સેટ કરવાની ખાતરી કરો
hi_in: कोई डिफॉल्ट सुविधा मौजूद नहीं है। उपयोगकर्ताओं और कक्षाओं को आयात करने से पहले डिवाइस पर कोई सुविधा स्थापित करना सुनिश्चित करें
id: Peninjauan
it: Non esiste nessuna struttura predefinita. Assicurati di impostare una struttura sul dispositivo prima di importare utenti e classi
ka: არანაირი ნაგულისხმი დაწესებულება არ არსებობს. მომხმარებლებისა და კლასების იმპორტირებამდე დარწმუნდით, რომ დააყენეთ მოწყობილობაზე დაწესებულება
km: មិនមានទីតាំងដើមទេ។ ត្រូវតែរៀបចំទីតាំងក្នុងឧបករណ៍មុននឹងនាំចូលអ្នកប្រើប្រាស់និងថ្នាក់
mr: कोणतीही पूर्वनिर्धारित सुविधा अस्तित्वात नाही. युझर आणि वर्ग आयात करण्याआधी आपल्या उपकरणावर सुविधा स्थापित (सेट अप) करा.
my: မူရင်းအထောက်အပံ့မရှိပါ။ အသုံးပြုသူများနှင့်အတန်းများကိုမထည့်သွင်းမီ ထိုပစ္စည်းတွင်ထောက်ပံ့မှုတစ်ခုကိုဖန်တီးပြီးတာ သေချာပါစေ။
pt_mz: Não há nenhuma instituição de ensino configurada. Faça a configuração neste dispositivo antes de importar utilizadores e aulas
sw_tz: Hakuna kituo cha mafunzo chaguo-msingi kilichopo. Hakikisha unasanikisha kituo kwenye kifaa kabla ya kuingiza watumiaji na madarasa
te: డిఫాల్ట్ సదుపాయం లేదు. వినియోగదారులు మరియు తరగతులను దిగుమతి చేసే ముందు పరికరంపై ఒక సదుపాయాన్ని తప్పక సెటప్ చేయండి.
uk: Не існує закладу за замовчуванням. Перед імпортом користувачів і класів налаштуйте заклад на пристрої.
ur_pk: کوئی پہلے سے طے شدہ سہولت موجود نہیں ہے۔ صارفین اور کلاسوں کو درآمد کرنے سے پہلے ڈیوائس پر ایک سہولت قائم کرنا یقینی بنائیں
vi: Không tìm thấy địa điểm mặc định. Hãy chắc chắn đã thiết lập địa điểm trên thiết bị trước khi nhập người dùng và lớp học

source: The password field is required. To leave the password unchanged in existing users, insert an asterisk (*)
ar: حقل كلمة المرور مطلوب. لترك كلمة المرور دون تغيير في المستخدمين الحاليين، قم بإدخال علامة نجمية (*)
bg_bg: Полето за парола е задължително. За да оставиш парола непроменена при съществуващ потребител, постави звездичка (*)
bn_bd: পাসওয়ার্ড ক্ষেত্রটি প্রয়োজন। বর্তমান ব্যবহারকারীরা পাসওয়ার্ড অপরিবর্তিত রাখতে চাইলে, একটা আস্টারিক্স (*) লিখুন
de: Die Eingabe des Passworts ist erforderlich. Um das Passwort vorhandener Benutzer beizubehalten, geben Sie ein Sternchen (*) ein.
el: Το πεδίο κωδικού πρόσβασης απαιτείται. Για να αφήσετε τον κωδικό πρόσβασης αμετάβλητο σε υπάρχοντες χρήστες, εισάγετε έναν αστερίσκο (*)
es_419: El campo de contraseña es obligatorio. Para dejar la contraseña sin cambios en los usuarios existentes, inserte un asterisco (*)
fa: قسمت رمز عبور لازم است. جهت عدم تغییر در رمز عبور برای کاربران موجود، یک علامت ستاره (*) وارد کنید
fr_fr: Le champ mot de passe est requis. Pour laisser le mot de passe inchangé pour les utilisateurs existants, insérez un astérisque (*)
gu_in: પાસવર્ડ ક્ષેત્ર જરૂરી છે. હાલના વપરાશકર્તાઓમાં પાસવર્ડને યથાવત રાખવા માટે, ફૂદડી (*) દાખલ કરો
hi_in: पासवर्ड आवश्यक है | मौजूदा उपयोगकर्ताओं में अपरिवर्तित पासवर्ड को छोड़ने के लिए, एक तारांकन सम्मिलित करें (*)
id: Simpan kata sandi (*)
it: Il campo password è obbligatorio. Per lasciare invariata la password negli utenti esistenti, inserire un asterisco (*)
ka: პაროლის ველი აუცილებელია. მიმდინარე მომხმარებლებისთვის პაროლის შეუცვლელად დასატოვად, ჩასვით ვარსკლავი (*)
km: កន្លែងពាក្យសម្ងាត់ត្រូវការជាចាំបាច់។ ដើម្បីទុកពាក្យសម្ងាត់ដដែលសម្រាប់អ្នកប្រើប្រាស់ដែលមានស្រាប់ ដាក់សញ្ញាផ្កាយ (*)
mr: पासवर्ड देणे अनिवार्य आहे. विद्यमान युझर्सचे पासवर्ड आहे तेच ठेवण्यासाठी, ताराचिन्ह (*) द्या
my: စကားဝှက်နေရာကိုဖြည့်သွင်းရန်လိုအပ်သည်။ ရှိပြီးသားအသုံးပြုသူများတွင် စကားဝှက်ကိုမပြောင်းလဲစေရန် ကြယ်ပွင့်ပုံစံ(*)ထည့်ပါ
pt_mz: O campo "palavra-passe" é de preenchimento obrigatório. Para manter a palavra-passe dos utilizadores existentes, insira um asterisco (*)
sw_tz: Sehemu ya nenosiri inahitajika. Ili kuacha nenosiri lisibadilishwe kwa watumiaji waliopo, ingiza nyota (*)
te: పాస్‌వర్డ్ ఫీల్డ్ ఆవశ్యకం. ఇప్పటికే ఉన్న వినియోగదారుల పాస్‌వర్డ్ మార్చకుండా ఉంచటానికి, నక్షత్రం (*) గుర్తుని చొప్పించండి.
uk: Поле пароля є обов'язковим. Для того, щоб залишити пароль незміненим у наявних користувачів, вставте зірочку (*)
ur_pk: پاس ورڈ فیلڈ درکار ہے۔ موجودہ صارفین میں پاس ورڈ کو تبدیل نا کرنے کے لئے ، نجمہ داخل کریں (*)
vi: Trường dữ liệu mật khẩu là bắt buộc. Để giữ nguyên mật khẩu của người dùng hiện tại, hãy nhập vào một dấu hoa thị (*)

source: Cannot update user with ID: '{}' because no user with that database ID exists in this facility
ar: لا يمكن تحديث المستخدم باستخدام المعرف: '{}' لعدم وجود مستخدم لمعرف قاعدة البيانات هذه في هذا المرفق التعليمي
bg_bg: Не може да обнови потребител с идентификационен номер: '{}', защото в базата данни на институцията не съществува потребител с такъв идентификационен номер
bn_bd: এই আইডি সহ ব্যবহারকারী আপডেট করা যায়নি: '{}' কারণ এই ফ্যাসিলিটিতে ওই ডেটাবেস আইডি সহ কোনও ব্যবহারকারী নেই
de: Benutzer mit der ID '{}' kann nicht aktualisiert werden, da kein Benutzer mit dieser Datenbank-ID in dieser Einrichtung vorhanden ist.
el: Δεν είναι δυνατή η ενημέρωση χρήστη με ID: '{}' επειδή κανένας χρήστης με αυτό το ID βάσης δεδομένων δεν υπάρχει σε αυτό το εκπαιδευτικό πλαίσιο
es_419: No se puede actualizar el usuario con ID: '{}' porque no existe ningún usuario con ese ID de base de datos en este centro educativo
fa: امکان به‌روز رسانی کاربر با شناسه‌ی '{}' وجود ندارد زیرا هیچ کاربری با این شناسه در پایگاه داده در این مرکز وجود ندارد
fr_fr: Impossible de mettre à jour l'utilisateur avec l'ID : "{}" car aucun utilisateur avec cet ID de base de données n'existe dans cet établissement
gu_in: આઈડી : '{}' સાથે વપરાશકર્તાને અપડેટ કરી શકતા નથી કારણ કે તે ડેટાબેઝ આઈડી ધરાવતો કોઈ વપરાશકર્તા આ સુવિધામાં અસ્તિત્વમાં નથી
hi_in: उपयोगकर्ता को आईडी : '{}' के साथ अपडेट नहीं किया जा सकता क्योंकि उस डेटाबेस आईडी वाला कोई भी उपयोगकर्ता इस सुविधा में मौजूद नहीं है
id: Nama pengguna tidak dikenal
it: Impossibile aggiornare l'utente con ID: '{}' perché non esiste nessun utente con questo ID nel database
ka: ვერ ვახერხებ ცვლილების გაკეთებას ამ ID-ის მქონე მომხმარებლისთვის: '{}' ვინაიდან, ამ დაწესებულების ID მონაცემთა ბაზაში ასეთი მომხმარებელი არ არსებობს
km: មិនអាចធ្វើបច្ចុប្បន្នភាពអ្នកប្រើប្រាស់ជាមួយលេខ ID៖ '{}' ពីព្រោះគ្មាន ID អ្នកប្រើប្រាស់ក្នុងទីតាំងនេះទេ
mr: '{}' या आयडीचा युझर अद्ययावत करू शकत नाही: कारण हा डेटाबेस आयडी असलेला कोणताही युझर या सुविधेमध्ये अस्तित्वात नाही
my: ယခုထောက်ပံ့မှုတွင် အဆိုပါဒေတာဘေ့(စ်)မှတ်ပုံတင်နှင့်အသုံးပြုသူမရှိသည့်အတွက် မှတ်ပုံတင် {} နှင့်အသုံးပြုသူကို အဆင့်မမြှင့်နိုင်ပါ
pt_mz: Não foi possível actualizar o número de identificação de utilizador: '{}' visto que não existe nenhum utilizador com este número de identificação na base de dados desta instituição
sw_tz: Haiwezi kusasisha mtumiaji aliye na Kitambulisho: '{}' kwa sababu hakuna mtumiaji aliye na kitambulisho cha hifadhidata kilichopo katika kituo hiki
te: '{}' ఐడీ ఉన్న వినియోగదారును అప్డేట్ చేయడం సాధ్యం కాదు, ఎందుకంటే ఈ సదుపాయంలో అటువంటి డేటాబేస్ ID ఉన్న వినియోగదారు ఎవరూ లేరు
uk: Неможливо оновити користувача з ID: '{}', оскільки в цьому закладі немає користувача з таким ID в базі даних
ur_pk: ID کے ساتھ صارف کو اپ ڈیٹ نہیں کیا جاسکتا: '{}' کیونکہ اس سہولت میں ڈیٹا بیس آئی ڈی والا کوئی صارف موجود نہیں ہے
vi: Không thể cập nhật thông tin cho người dùng mang mã số: '{}' vì không có người dùng mang mã cơ sở dữ liệu đó tại địa điểm này

source: Database ID is not valid
ar: معرف قاعدة البيانات غير صالح
bg_bg: Идентификационният номер на базата данни не е валиден
bn_bd: ডেটাবেস আই.ডি বৈধ নয়
de: Datenbank-ID ist ungültig
el: Το ID βάσης δεδομένων δεν είναι έγκυρο
es_419: El ID de la base de datos no es válido
fa: شناسه‌ی پایگاه داده درست نیست
fr_fr: L'ID de la base de données n'est pas valide
gu_in: ડેટાબેઝ આઈડી માન્ય નથી
hi_in: डेटाबेस आईडी मान्य नहीं है
id: Informasi pengguna tidak valid
it: L'ID del database non è valido
ka: მონაცემთა ბაზა უმოქმედოა
km: ID ឃ្លាំងផ្ទុកទិន្នន័យមិនត្រឹមត្រូវ
mr: डेटाबेस आयडी वैध नाही
my: ဒေတာဘေ့(စ်)မှတ်ပုံတင် မရှိပါ
pt_mz: A identificação desta base de dados não é valida
sw_tz: Kitambulisho cha Hifadhidata si sahihi
te: డేటాబేస్ ID చెల్లదు
uk: Некоректний ID бази даних
ur_pk: ڈیٹا بیس آئی ڈی درست نہیں ہے
vi: Mã cơ sở dữ liệu không hợp lệ

source: Data syncing in progress
ar: مزامنة البيانات قيد التقدم
bg_bg: Извършва се синхронизиране
bn_bd: ডেটা সিঙ্ক করা হচ্ছে
de: Datensynchronisierung läuft
el: Συγχρονισμός δεδομένων σε εξέλιξη
es_419: Sincronización de datos en curso
fa: هماهنگ‌سازی داده‌ها در حال انجام
fr_fr: Synchronisation de données en cours
gu_in: ડેટા સિંક કરવાની પ્રક્રિયા ચાલુ છે
hi_in: डेटा समन्‍वयित किया जा रहा है
id: Sinkronisasi sedang berlangsung
it: Sincronizzazione dei dati in corso
ka: მონაცემთა სინქრონიზაცია მიმდინარეობს
km: ការធ្វើសមកាលកម្មទិន្នន័យកំពុងដំណើរការ
mr: डेटा सिंकिंग चालू आहे
my: ဒေတာစင့်ခ်လုပ်ခြင်းကို လုပ်ဆောင်နေပါသည်။
pt_mz: Sincronização de dados em progresso
sw_tz: Usawazishaji wa data unaendelea
te: డేటా సింకింగ్‌ పురోగతిలో ఉంది
uk: Триває синхронізація даних
ur_pk: ڈیٹا سنک (مطابقت) کیا جا رہا ہے
vi: Đang đồng bộ hoá dữ liệu

source: Do not disconnect your device from the network.
ar: لا تقم بقطع اتصال جهازك بالشبكة.
bg_bg: Не изключвай устройството си от мрежата.
bn_bd: নেটওয়ার্ক থেকে আপনার ডিভাইসের সংযোগ বিচ্ছিন্ন করবেন না।
de: Trennen Sie Ihr Gerät nicht vom Netzwerk.
el: Μην αποσυνδέσετε τη συσκευή σας από το δίκτυο.
es_419: No desconectar el dispositivo de la red.
fa: دستگاهتان را از شبکه قطع نکنید.
fr_fr: Ne déconnectez pas votre appareil du réseau.
gu_in: તમારા ડિવાઇસને નેટવર્કથી ડિસકનેક્ટ કરશો નહીં.
hi_in: अपने डिवाइस को नेटवर्क से डिस्कनेक्ट न करें।
id: Jangan memutuskan sambungan perangkat Anda dari jaringan.
it: Non disconnettere il dispositivo dalla rete.
ka: ნუ გათიშავთ თქვენს მოწყობილობას ქსელიდან.
km: កុំផ្តាច់ឧបករណ៍របស់អ្នកចេញពីបណ្តាញ។
mr: तुमच्या डिव्हाइस नेटवर्कवरून डिस्कनेक्ट करू नका.
my: သင့်စက်ပစ္စည်းကို ကွန်ရက်မှ ချိတ်ဆက်မှု မဖြုတ်ပါနှင့်။
pt_mz: Mantenha o seu dispositivo ligado à rede.
sw_tz: Usitenganishe kifaa chako kutoka mtandao.
te: నెట్‌వర్క్‌ నుంచి మీ పరికరాన్ని డిస్‌కనెక్ట్‌ చేయవద్దు.
uk: Не від'єднуйте пристрій від мережі.
ur_pk: اپنی ڈیوائس (آلے) کو نیٹ ورک سے منقطع نہ کریں۔
vi: Không ngắt kết nối mạng thiết bị của bạn

source: Resource
ar: المصدر
bg_bg: Ресурс
bn_bd: উপকরণ
de: Material
el: Πηγή
es_419: Material
fa: منبع
fr_fr: Ressource
gu_in: સંસાધનો
hi_in: संसाधन
id: Sumber
it: Risorsa
ka: რესურსი
km: ធនធាន
mr: संसाधन
my: ရင်းမြစ်
pt_mz: Conteúdo
sw_tz: Nyenzo za mafunzo
te: వనరులు
uk: Матеріал
ur_pk: وسائل
vi: Nguồn tài liệu

source: The requested channel does not exist on the content server
ar: القناة التعليمية المطلوبة غير موجودة على خادم المحتوى
bg_bg: Този канал не съществува на сървъра с материали
bn_bd: এই চ্যানেলের বিষয়বস্তু সার্ভারে বিদ্যমান নয়
de: Der gewünschte Kanal existiert nicht auf dem Content server
el: Το ζητούμενο κανάλι δεν υπάρχει στον διακομιστή περιεχομένου
es_419: El canal solicitado no existe en el servidor de contenidos
fa: کانال درخواست شده در سِرور محتوا و مطالب وجود ندارد
fr_fr: La chaîne demandée n’existe pas sur le serveur de contenu
gu_in: વિનંતી કરેલ ચેનલ સામગ્રી સર્વર પર અસ્તિત્વમાં નથી
hi_in: अनुरोध किए गए चैनल सामग्री सर्वर पर मौजूद नहीं है
id: Yang diminta saluran tidak ada pada konten server
it: Il canale richiesto non esiste sul server dei contenuti
ka: მოცემული არხი არ არის მასალების სერვერზე
km: ឆានែលដែលបានស្នើមិនមាននៅលើម៉ាស៊ីនមេទេ
kn: ಕೋರಿರುವ ಚಾನಲ್ ವಿಷಯದ ಸರ್ವರ್‌ನಲ್ಲಿ ಲಭ್ಯವಿಲ್ಲ
mr: तुम्हाला हवी असलेली वाहिनी या सर्व्हर वर उपलब्ध नाही
my: တောင်းဆိုသော ချယ်နယ်သည် မာတိကာဆာဗာတွင် မရှိပါ
pt_mz: O canal solicitado não existe no servidor de conteúdo
sw_tz: Kituo ulichoomba hakipo kwenye seva ya yaliyomo
ta: கோரப்பட்ட தடம் வழங்கி உள்ளடக்கத்தில் இல்லை
te: కావలసిన ఛానల్ కంటెంట్ సర్వర్ ఫై లేదు
uk: Запитуваний канал не існує на сервері з контентом
ur_pk: مواد کے سرور میں التجا ہوا چینل موجود نہیں ہیں
vi: Kênh được yêu cầu không tồn tại trên máy chủ nội dung
zu: Ishaneli eceliwe ayikho ku-server yokuqukethwe

source: Unknown format
ar: صيغة غير معروفة
bg_bg: Неизвестен формат
bn_bd: ভুল হয়েছে
de: Unbekanntes format
el: Άγνωστη μορφή
es_419: Formato desconocido
fa: فرمت ناشناخته
fr_fr: Format inconnu
gu_in: અજ્ઞાત ફોર્મેટ
hi_in: अज्ञात स्वरूप
id: Format tidak dikenal
it: Formato sconosciuto
ka: უცნობი ფორმატი
km: ទម្រង់មិនស្គាល់
kn: ಅಪರಿಚಿತ ರೂಪ
mr: अनोळखी फॉरमॅट
my: Format အမြိုးအစားမသိပါ၊
pt_mz: Formato desconhecido
sw_tz: Muundo haujulikani
ta: அறியாத வடிவமைப்பு
te: తెలియని రకం
uk: Невідомий формат
ur_pk: نا معلوم فورمیٹ
vi: Không xác định được định dạng
zu: Uhlelo olungaziwa

source: Updating your library
ar: يجري تحديث مكتبتك
bg_bg: Актуализиране на твоята библиотека
bn_bd: আপনার লাইব্রেরি আপডেট করা হচ্ছে
de: Ihre Bibliothek wird aktualisiert
el: Ενημέρωση της βιβλιοθήκης σας
es_419: Actualizando la biblioteca
fa: در حال به‌روزرسانی کتابخانه شما
fr_fr: Mise à jour de votre bibliothèque
gu_in: તમારી લાઇબ્રેરીને અપડેટ કરી રહ્યા છીએ
hi_in: आपकी लाइब्रेरी अपडेट हो रही है
id: Memperbarui perpustakaan Anda
it: Aggiornamento della tua libreria
ka: მიმდინარეობს თქვენი ბიბლიოთეკის განახლება
km: កំពុងធ្វើបច្ចុប្បន្នភាពបណ្ណាល័យរបស់អ្នក
mr: तुमची लायब्ररी अद्ययावत करत आहे
my: သင့် Library ကိုအသစ်မွမ်းမံနေပါသည်
pt_mz: A atualizar a sua biblioteca
sw_tz: Insasisha maktaba yako
te: మీ లైబ్రరీ అప్‌డేట్‌ అవుతోంది
uk: Оновлення бібліотеки
ur_pk: آپ کی لائبریری اپ ڈیٹ ہو رہی ہے
vi: Đang cập nhật thư viện

source: Library updated
ar: تم تحديث المكتبة
bg_bg: Актуализацията на библиотеката завърши
bn_bd: লাইব্রেরি আপডেট করা হয়েছে
de: Bibliothek aktualisiert
el: Η βιβλιοθήκη ενημερώθηκε
es_419: Biblioteca actualizada
fa: کتابخانه به‌روزرسانی شد
fr_fr: Bibliothèque mise à jour
gu_in: લાઇબ્રેરીને અપડેટ કરવામાં આવી
hi_in: लाइब्रेरी अपडेट हो गई
id: Perpustakaan diperbarui
it: Libreria aggiornata
ka: ბიბლიოთეკა განახლებულია
km: បានធ្វើបច្ចុប្បន្នភាពបណ្ណាល័យ
mr: लायब्ररी अद्ययावत केली
my: Library ကိုအသစ်မွမ်းမံခဲ့သည်
pt_mz: Biblioteca atualizada
sw_tz: Maktaba imesasishwa
te: లైబ్రరీ అప్‌డేట్‌ అయింది
uk: Бібліотеку оновлено
ur_pk: لائبریری اپ ڈیٹ ہو گئی ہے
vi: Thư viện đã được cập nhật

source: Library update failed
ar: فشل تحديث المكتبة
bg_bg: Библиотеката не успя да се актуализира
bn_bd: লাইব্রেরি আপডেট করা ব্যর্থ হয়েছে
de: Bibliotheksaktualisierung fehlgeschlagen
el: Αποτυχία ενημέρωσης βιβλιοθήκης
es_419: Error al actualizar la biblioteca
fa: به‌روزرسانی کتابخانه انجام نشد
fr_fr: Échec de la mise à jour de la bibliothèque
gu_in: લાઇબ્રેરીને અપડેટ કરવાનું નિષ્ફળ ગયું
hi_in: लाइब्रेरी अपडेट विफल
id: Pembaruan perpustakaan gagal
it: Aggiornamento libreria non riuscito
ka: ბიბლიოთეკის განახლება ვერ მოხერხდა
km: ធ្វើបច្ចុប្បន្នភាពបណ្ណាល័យបានបរាជ័យ
mr: लायब्ररी अद्ययावत अयशस्वी
my: Library ကိုအသစ်မွမ်းမံမှုမအောင်မြင်ပါ
pt_mz: Falha na atualização da biblioteca
sw_tz: Haikuweza kusasisha maktaba
te: లైబ్రరీ అప్‌డేట్‌ విఫలమైంది
uk: Не вдалось оновити бібліотеку
ur_pk: لائبریری کا اپ ڈیٹ ناکام ہوگیا
vi: Cập nhật thư viện thất bại

source: Language is not supported by Kolibri
ar: هذه اللغة غير مدعومة حالياً على كوليبري
bg_bg: Този език не се поддържа от Колибри
bn_bd: ভাষাটি কলিব্রিতে ব্যবহারযোগ্য নয়
de: Diese Sprache wird von Kolibri nicht unterstützt
el: Η γλώσσα δεν υποστηρίζεται από το Kolibri
es_419: Kolibri todavía no está disponible en este idioma
fa: زبان توسط Kolibri پشتیبانی نمی‌شود
fr_fr: La langue n'est pas supportée par Kolibri
gu_in: કોલિબ્રી દ્વારા ભાષાને સમર્થન નથી
hi_in: भाषा कोलिब्री द्वारा समर्थित नहीं है
id: Bahasa tidak didukung oleh Kolibri
it: La lingua non è supportata da Kolibri
ka: ენა არ არის მხარდაჭერილი კოლიბრის მიერ
km: ភាសាមិនត្រូវបានគាំទ្រដោយ Kolibri ទេ
kn: ಭಾಷೆ ಕೊಲಿಬ್ರಿಯಿಂದ ಬೆಂಬಲವಾಗುತ್ತಿಲ್ಲ
mr: कोलिब्री सुविधा या भाषेत उपलब्ध नाही
my: Kolibri မှ မထောက်ပံ့ထားသော ဘာသာစကား
pt_mz: A Kolibri ainda não tem esta língua disponível
sw_tz: Lugha haitumiki na Kolibri
ta: இந்த மொழி மூலம் கோளிப்பிரி ஆதரிக்கப்படவில்லை
te: Kolibri భాషకి మద్దతు ఇవ్వదు
uk: Мова не підтримується Колібрі
ur_pk: کولیبری کی طرف سے زبان کی معاونت نہیں
vi: Kolibri không hỗ trợ ngôn ngữ này
zu: Ulimi alusekelwe ikolibri

source: Searching
ar: جاري البحث
bg_bg: Търсене…
bn_bd: অনুসন্ধান করা হচ্ছে
de: Suche läuft
el: Αναζήτηση
es_419: Buscando
fa: در حال جستجو
fr_fr: Recherche en cours
gu_in: શોધ કરી રહ્યા છીએ
hi_in: खोजा जा रहा है
id: Mencari
it: Ricerca
ka: მიმდინარეობს ძებნა
km: កំពុងស្វែងរក
mr: शोधत आहे
my: ရှာဖွေနေသည်
pt_mz: A pesquisar
sw_tz: Inatafuta
te: అన్వేషిస్తోంది
uk: Пошук
ur_pk: تلاش کر رہا ہے…
vi: Đang tìm kiếm

source: Looking for other Kolibri devices
ar: جاري البحث عن أجهزة كوليبري أخرى
bg_bg: Търсене на други Колибри устройства
bn_bd: অন্যান্য Kolibri ডিভাইস খুঁজছেন
de: Andere Kolibri-Geräte werden gesucht
el: Αναζήτηση για άλλες συσκευές Kolibri
es_419: Buscando otros dispositivos Kolibri
fa: در حال جستجو برای سایر دستگاه‌های کلیبری
fr_fr: Recherche d'autres appareils Kolibri
gu_in: અન્ય Kolibri ડિવાઇસેસની શોધ કરી રહ્યા છીએ
hi_in: अन्य Kolibri डिवाइस की खोज की जा रही है
id: Mencari perangkat Kolibri lain
it: Ricerca di altri dispositivi Kolibri
ka: ვეძებთ სხვა კოლიბრი მოწყობილობებს
km: កំពុងរកមើលឧបករណ៍ Kolibri ផ្សេងទៀត
mr: इतर कोलिब्री डिव्हाइसेस शोधत आहोत
my: တခြား Kolibri ကိရိယာများကိုရှာနေသည်
pt_mz: A procurar outros dispositivos Kolibri
sw_tz: Inatafuta vifaa vingine vya Kolibri
te: ఇతర కోలిబ్రి పరికరాల కోసం చూస్తోంది
uk: Пошук інших пристроїв Колібрі
ur_pk: دیگر کولیبری ڈیوائسز (آلات) کی تلاش کر رہے ہیں
vi: Đang tìm kiếm thiết bị Kolibri khác

source: Facility name
ar: اسم المَرْفق التعليمي
bg_bg: Име на институцията
bn_bd: ফ্যাসিলিটির নাম
de: Einrichtungsname
el: Όνομα εκπαιευτικού πλαισίου
es_419: Nombre del centro educativo
fa: نام مرکز
fr_fr: Nom de l'établissement
gu_in: સુવિધા નામ
hi_in: सुविधा नाम
id: Nama fasilitas
it: Nome struttura
ka: დაწესებულების სახელი
km: ឈ្មោះទីតាំង
mr: सुविधेचे नाव
my: ဌာန အမည်
pt_mz: Nome da instituição
sw_tz: Jina la kituo cha mafunzo
te: సదుపాయం పేరు
uk: Назва закладу
ur_pk: تعلیمی ادارہ کا نام
vi: Tên địa điểm

source: Username
ar: اسم المستخدم
bg_bg: Потребителско име
bn_bd: ব্যবহারকারী নাম
de: Benutzername
el: Όνομα Χρήστη
es_419: Nombre de usuario
fa: نام کاربری
fr_fr: Nom d'utilisateur
gu_in: વપરાશકર્તાનામ
hi_in: उपयोगकर्ता नाम
id: Nama pengguna
it: Nome utente
ka: მომხმარებლის სახელი
km: ឈ្មោះអ្នកប្រើ
mr: युझरनेम
my: အသုံးပြုသူအမည်
pt_mz: Nome de utilizador
sw_tz: Jina la mtumiaji
te: వినియోగదారు పేరు
uk: Ім'я користувача
ur_pk: استعمال کندہ کا نام
vi: Tên người dùng

source: Channel id
ar: معرّف القناة
bg_bg: Идентификатор на канала
bn_bd: চ্যানেল আইডি
de: Kanal-ID
el: Ταυτότητα καναλιού
es_419: Id del canal
fa: شناسه کانال
fr_fr: Identifiant de la chaîne
gu_in: ચૅનલ ID
hi_in: चैनल आईडी
id: Identitas saluran
it: Id Canale
ka: არხის id
km: លេខសម្គាល់ឆានែល
mr: चॅनल आयडी
my: ချန်နယ် ID
pt_mz: ID do canal
sw_tz: Kitambulisho cha kituo
te: ఛానల్‌ ఐడి
uk: Ідентифікатор каналу
ur_pk: چینل آئی ڈی (id)
vi: ID kênh

source: Channel name
ar: اسم القناة
bg_bg: Име на канала
bn_bd: চ্যানেলের নাম
de: Kanalname
el: Όνομα καναλιού
es_419: Nombre del canal
fa: نام کانال
fr_fr: Nom de la chaîne
gu_in: ચૅનલનું નામ
hi_in: चैनल का नाम
id: Nama saluran
it: Nome canale
ka: არხის სახელი
km: ឈ្មោះបណ្តាញ
mr: चॅनेलचे नाव
my: ချန်နယ်အမည်
pt_mz: Nome do canal
sw_tz: Jina la kituo
te: ఛానల్‌ పేరు
uk: Назва каналу
ur_pk: چینل کا نام
vi: Tên kênh

source: Content id
ar: معرف المحتوى
bg_bg: Идентификатор на съдържанието
bn_bd: কন্টেন্ট/বিষয়বস্তুর আইডি
de: Inhalts-ID
el: Ταυτότητα περιεχομένου
es_419: Id del recurso
fa: شناسه محتوا
fr_fr: ID du contenu
gu_in: સામગ્રી ID
hi_in: कंटेंट आईडी
id: Identitas konten
it: Id contenuto
ka: მასალის id
km: លេខសម្គាល់មាតិកា
mr: मजकुर आयडी
my: အကြောင်းအရာ ID
pt_mz: ID do conteúdo
sw_tz: Kitambulisho cha maudhui
te: కంటెంట్‌ ఐడి
uk: Ідентифікатор контенту
ur_pk: مواد کی آئی ڈی (ID)
vi: ID nội dung
