[CustomMessages]
installservicetask=কম্পিউটার চালু হলে স্বয়ংক্রিয়ভাবে কলিব্রি চালান
newerversioninstalled="{#AppName}-এর একটি নতুন সংস্করণ (%1) ইতিমধ্যেই ইনস্টল করা আছে। এই ইনস্টলারটিতে %2 সংস্করণটি রয়েছে, যা পুরোনো। সেটআপটি এখন বন্ধ হয়ে যাবে।"
sameversioninstalled=%1-এর এই সংস্করণটি ইতিমধ্যেই ইনস্টল করা আছে। আপনি কি এটিকে পুনরায় ইনস্টল করার মাধ্যমে ইনস্টলেশনটি সংশোধন করতে চান?
olderversioninstalled="{#AppName}-এর একটি পুরোনো সংস্করণ (%1) শনাক্ত হয়েছে। আপনি কি {#AppVersion} সংস্করণে আপগ্রেড করতে চান?"
confirmuninstalldata="আপনি কি সমস্ত কলিব্রি ব্যবহারকারী ডেটা পুরোপুরি মুছে ফেলতে চান? এর মধ্যে রয়েছে ডাউনলোড করা সমস্ত বিষয়বস্তু, ব্যবহারকারী অ্যাকাউন্ট এবং অগ্রগতির তথ্য; এবং এইটি আর পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।"
criticalerror=একটি সেটআপ কমান্ড চালানোর সময় একটি গুরুতর ত্রুটি ঘটেছে: %1। ইনস্টলেশনটি আর চালিয়ে যাওয়া সম্ভব নয়।
commanderror=সেটআপের জন্য প্রয়োজনীয় একটি কমান্ড সঠিকভাবে কার্যকর হতে ব্যর্থ হয়েছে: %1। ত্রুটি কোড: %2। ইনস্টলেশনটি আর চালিয়ে যাওয়া সম্ভব নয়।
versionparseerror=সংস্করণের বিন্যাস সঠিক না হওয়ায় সংস্করণগুলোর তুলনা করা সম্ভব হয়নি। অনুগ্রহ করে আগের সংস্করণটি নিজে থেকে আনইনস্টল করুন এবং পুনরায় চেষ্টা করুন।
migrationfailed=ইনস্টলারটি ব্যবহারকারীর ডেটা পুরোনো অবস্থান (%1) থেকে নতুন অবস্থান (%2) তে স্থানান্তর করতে ব্যর্থ হয়েছে। আপনার ডেটা সরানো হয়নি। সহায়তার জন্য অনুগ্রহ করে সাপোর্ট টিমের সাথে যোগাযোগ করুন।
createdesktopicon=একটি ডেস্কটপ আইকন তৈরি করুন
additionalicons=অতিরিক্ত আইকন:
launchprogram=%1 চালু করুন
installationtype=ইনস্টলেশনের ধরন:
