[CustomMessages]
installservicetask=ਕੰਪਿਊਟਰ ਚਾਲੂ ਹੋਣ 'ਤੇ ਕੋਲੀਬਰੀ ਨੂੰ ਆਟੋਮੈਟਿਕ ਚਲਾਓ
newerversioninstalled="{#AppName} (%1) ਦਾ ਇੱਕ ਨਵਾਂ ਵਰਜਨ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ। ਇਸ ਇੰਸਟਾਲਰ ਵਿੱਚ ਵਰਜਨ %2 ਸ਼ਾਮਲ ਹੈ, ਜੋ ਕਿ ਪੁਰਾਣਾ ਹੈ। ਸੈੱਟਅੱਪ ਹੁਣ ਬੰਦ ਹੋ ਜਾਵੇਗਾ।"
sameversioninstalled=%1 ਦਾ ਇਹ ਵਰਜਨ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਮੁੜ ਇੰਸਟਾਲ ਕਰਕੇ ਇਸ ਦੀ ਮੁਰੰਮਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
olderversioninstalled="{#AppName} (%1) ਦਾ ਇੱਕ ਪੁਰਾਣਾ ਵਰਜਨ ਮਿਲਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਵਰਜਨ {#AppVersion} 'ਤੇ ਅੱਪਗ੍ਰੇਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?"
confirmuninstalldata=ਕੀ ਤੁਸੀਂ ਕੋਲੀਬਰੀ ਦਾ ਸਾਰਾ ਯੂਜ਼ਰ ਡਾਟਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕੀਤੀ ਸਾਰੀ ਸਮੱਗਰੀ, ਯੂਜ਼ਰ ਖਾਤੇ ਅਤੇ ਪ੍ਰਗਤੀ ਸ਼ਾਮਲ ਹਨ, ਅਤੇ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
criticalerror=ਸੈੱਟਅੱਪ ਕਮਾਂਡ ਚਲਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਗੰਭੀਰ ਤਰੁੱਟੀ ਆਈ: %1. ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ।
commanderror=ਸੈੱਟਅੱਪ ਲਈ ਲੋੜੀਂਦੀ ਇੱਕ ਕਮਾਂਡ ਸਹੀ ਢੰਗ ਨਾਲ ਚੱਲਣ ਵਿੱਚ ਅਸਫਲ ਰਹੀ।: %1. ਤਰੁੱਟੀ ਕੋਡ: %2. ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ।
versionparseerror=ਅਵੈਧ ਵਰਜਨ ਫਾਰਮੈਟ ਕਾਰਨ ਵਰਜਨਾਂ ਦੀ ਤੁਲਨਾ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਕਿਰਪਾ ਕਰਕੇ ਪਿਛਲੇ ਵਰਜਨ ਨੂੰ ਮੈਨੂਅਲੀ ਅਣਇੰਸਟਾਲ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
migrationfailed=ਇੰਸਟਾਲਰ ਪੁਰਾਣੀ ਥਾਂ (%1) ਤੋਂ ਨਵੀਂ ਥਾਂ (%2) 'ਤੇ ਯੂਜ਼ਰ ਡਾਟਾ ਮਾਈਗ੍ਰੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ। ਤੁਹਾਡਾ ਡਾਟਾ ਮੂਵ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਸਹਾਇਤਾ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਪੋਰਟ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
createdesktopicon=ਡੈਸਕਟਾਪ ਆਈਕਨ ਬਣਾਓ
additionalicons=ਵਾਧੂ ਆਈਕਨ:
launchprogram=%1 ਲਾਂਚ ਕਰੋ
installationtype=ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਕਿਸਮ:
