[CustomMessages]
installservicetask=कंप्यूटर चालू होने पर कोलिब्री को ऑटोमैटिक रूप से चलाएँ
newerversioninstalled="{#AppName} (%1) का एक नया वर्ज़न पहले से ही इंस्टॉल है। इस इंस्टॉलर में वर्ज़न %2 है, जो कि पुराना है। सेटअप अब बंद हो जाएगा।"
sameversioninstalled=%1 का यह वर्ज़न पहले से ही इंस्टॉल है। क्या आप इसे फिर से इंस्टॉल करके इंस्टॉलेशन को रिपेयर करना चाहते हैं?
olderversioninstalled="{#AppName} (%1) का एक पुराना वर्ज़न मिला है। क्या आप वर्ज़न {#AppVersion} पर अपग्रेड करना चाहते हैं?"
confirmuninstalldata=क्या आप कोलिब्री का सारा यूज़र डेटा पूरी तरह से हटाना चाहते हैं? इसमें डाउनलोड की गई सभी सामग्री, यूज़र अकाउंट और प्रगति शामिल हैं। इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
criticalerror=सेटअप कमांड: %1 को चलाने का प्रयास करते समय एक गंभीर त्रुटि आई। इंस्टॉलेशन आगे नहीं बढ़ सकता।
commanderror=सेटअप के लिए ज़रूरी एक कमांड ठीक से निष्पादित नहीं हो सकी: %1. त्रुटि कोड: %2. इंस्टॉलेशन आगे नहीं बढ़ सकता।
versionparseerror=वर्ज़न का फ़ॉर्मैट अमान्य होने के कारण वर्ज़नों की तुलना नहीं की जा सकी। कृपया पिछले वर्ज़न को मैन्युअल रूप से अनइंस्टॉल करें और फिर से प्रयास करें।
migrationfailed=इंस्टॉलर पुराने स्थान (%1) से नए स्थान (%2) पर उपयोगकर्ता डेटा को माइग्रेट करने में विफल रहा। आपका डेटा स्थानांतरित नहीं किया गया है। कृपया सहायता के लिए सपोर्ट से संपर्क करें।
createdesktopicon=एक डेस्कटॉप आइकन बनाएं
additionalicons=अतिरिक्त आइकन:
launchprogram=%1 लांच करें
installationtype=इंस्टॉलेशन का प्रकार:
