[CustomMessages]
installservicetask=Запускати Kolibri автоматично під час запуску комп’ютера
newerversioninstalled="Уже встановлено новішу версію {#AppName} (%1). Цей інсталятор містить старішу версію %2. Програму встановлення буде закрито."
sameversioninstalled=Цю версію %1 уже встановлено. Бажаєте відновити встановлення, перевстановивши програму?
olderversioninstalled="Виявлено старішу версію {#AppName} (%1). Бажаєте оновити її до версії {#AppVersion}?"
confirmuninstalldata=Бажаєте повністю видалити всі дані користувачів Kolibri? Це призведе до видалення всього завантаженого вмісту, облікових записів користувачів і даних про прогрес. Цю дію неможливо скасувати.
criticalerror=Під час виконання команди встановлення сталася критична помилка: %1. Продовжити встановлення неможливо.
commanderror=Не вдалося належним чином виконати команду, необхідну для встановлення: %1. Код помилки: %2. Продовжити встановлення неможливо.
versionparseerror=Не вдалося порівняти версії через неправильний формат номера версії. Видаліть попередню версію вручну та спробуйте ще раз.
migrationfailed=Не вдалося перенести дані користувачів зі старого розташування (%1) до нового (%2). Ваші дані залишилися на старому місці. Зверніться до служби підтримки.
createdesktopicon=Створити іконку на &робочому столі
additionalicons=Додаткові іконки:
launchprogram=Запустити %1
installationtype=Тип встановлення:
