{
  "CookiePolicy.choicesP1": "Ви {choice}, щоб отримати статистичні файли кукі. Змінити це налаштування можна тут:",
  "CookiePolicy.cookieExpiryTableHeader": "Закінчення",
  "CookiePolicy.cookieP1": "На навчальній платформі Колібрі використовуються файли кукі для персоналізації та захисту дій користувача, аналізу трафіку та підвищення продуктивності й функціональності її послуг. Кукі — це невеликі текстові файли, які використовують на сайтах, щоб покращити рівень обслуговування користувача.",
  "CookiePolicy.cookieP2": "Згідно з наявними законами про захист персональних даних (Загальний регламент про захист даних (GDPR) та Закон Каліфорнії про захист персональних даних споживачів (CCPA) ми можемо зберігати кукі на вашому пристрої, якщо вони необхідні для надання послуг. Для зберігання інших типів кукі нам потрібен ваш дозвіл.",
  "CookiePolicy.cookieP3": "На навчальній платформі Колібрі використовуються різні типи кукі. Деякі з них вкрай необхідні, а деякі використовуються додатково для аналітичних цілей. Ви можете будь-коли змінити або відкликати свою згоду на використання кукі.",
  "CookiePolicy.cookieP4": "Дізнатися більше про те, як ми можемо обробляти ваші дані, в нашій Політиці використання та конфіденційності.",
  "CookiePolicy.cookieP5": "Необхідні файли кукі допомагають зробити вебсайт зручним для використання, забезпечуючи такі базові функції, як навігація сторінками та доступ до його захищених областей. Без цих файлів cookie вебсайт не може функціонувати належним чином. Без таких кукі вебсайт не може працювати належним чином.",
  "CookiePolicy.cookiePurposeTableHeader": "Мета",
  "CookiePolicy.csrftokenCookiePurpose": "Щоб захистити сторінку входу та переконатися, що ніхто не може увійти в браузер і виконувати дії від вашого імені без вашої згоди.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Використовується для того, щоб визначити, чи відвідувач раніше прийняв або відхилив необов'язкові файли кукі, й уникнути необхідності повторного запиту.",
  "CookiePolicy.kolibriCookieExpiry": "До закінчення сесії",
  "CookiePolicy.kolibriCookiePurpose": "Щоб забезпечити безпечний вхід у сеанс та надати вам доступ до персональних даних",
  "CookiePolicy.necessaryCookiesHeader": "Необхідні кукі",
  "CookiePolicy.statisticsCookiesHeader": "Статистичні кукі",
  "CookiePolicy.statisticsCookiesP1": "Статистичні файли кукі збирають та повідомляють інформацію анонімно й таким чином допомагають власникам вебсайтів зрозуміти, як відвідувачі взаємодіють з вебсайтами.",
  "CookiePolicy.twoYearExpiry": "2 роки",
  "CookiePolicy.visitorIdPurpose": "Реєструє унікальний ідентифікатор, який використовується для генерування статистичних даних про використання вебсайту анонімним відвідувачем.",
  "CookiePolicy.yourChoicesHeader": "Ваш вибір",
  "UsageAndPrivacy.kolibriAboutP1": "Програмне забезпечення Колібрі було розроблено організацією Foundation for Learning Equality, Inc. Більше інформації, зокрема Умови надання послуг та Політику конфіденційності, можна знайти за посиланням:",
  "UsageAndPrivacy.kolibriAboutP2": "Колібрі — це програмний застосунок, що може бути встановлений на різноманітних пристроях без необхідності з'єднання з Інтернетом.",
  "UsageAndPrivacy.kolibriAboutP3": "На відміну від багатьох вебсервісів з аналогічним доступом через веббраузер, у всьому світі є тисячі незалежних екземплярів Колібрі, включаючи цей. Встановленням усіх екземплярів Колібрі керує і контролює власник пристрою, на якому він встановлювався.",
  "UsageAndPrivacy.kolibriAboutP4": "Адміністратори також можуть синхронізувати дані Колібрі у хмарному сховищі порталу даних Колібрі – Kolibri Data Portal. В такому разі всі дані закладів будуть доступні для адміністраторів організації на порталі Колібрі. Їх буде завантажено на хмарні сервери, якими керує Learning Equality, що також отримає доступ до цих даних.",
  "UsageAndPrivacy.kolibriAboutP5": "Щоб покращити якість Колібрі та його матеріалів, Learning Equality збирає анонімну інформацію про використання, коли Колібрі має доступ до Інтернету. Сюди входять IP-адреси, пов’язані з сервером, і деталі пристрою, такі як операційна система та часовий пояс. Ми також збираємо зведені статистичні дані, зокрема: кількість користувачів і об’єктів, рік народження та гендерний розподіл, а також популярність ресурсу. Ми докладаємо всіх зусиль, щоб уникнути збору особистої інформації про користувачів Колібрі.",
  "UsageAndPrivacy.kolibriAboutTitle": "Про Колібрі",
  "UsageAndPrivacy.kolibriOwnersP1": "Слід використовувати Колібрі як послугу згідно з чинним законодавством. Якщо ви власник пристрою, на якому встановлено Колібрі, будь ласка, майте на увазі, що ви несете відповідальність за безпеку і захист користувацьких даних, які зберігаються в Колібрі.",
  "UsageAndPrivacy.kolibriOwnersP2": "Ви повинні також виконувати рекомендації щодо інформаційної безпеки та захисту даних користувача. Зокрема, надійно зберігати пристрій, зашифровувати дані на жорсткому диску, використовувати надійні унікальні паролі, оновлювати операційну систему та мати належним чином налаштований брандмауер.",
  "UsageAndPrivacy.kolibriOwnersP3": "Якщо ви бажаєте синхронізувати дані закладу з порталом даних Колібрі, слід надати доступ адміністраторам даних порталу Колібрі. Цим ви також надасте доступ компанії Learning Equality, яка керує серверами.",
  "UsageAndPrivacy.kolibriOwnersP4": "Будь ласка, переконайтеся, що ваші користувачі зможуть зв'язатися з вами, якщо у них виникнуть проблеми з обліковими записами.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Адміністратори",
  "UsageAndPrivacy.kolibriUsersL1": "Ділитися своїм паролем, давати будь-кому доступ до свого облікового запису або робити будь-що, що може наразити вас на ризик",
  "UsageAndPrivacy.kolibriUsersL2": "Намагатися отримати доступ до облікового запису будь-якого іншого користувача",
  "UsageAndPrivacy.kolibriUsersL3": "Видаляти, обходити, вимикати, пошкоджувати чи іншим чином втручатися в пов’язані з безпекою функції Колібрі",
  "UsageAndPrivacy.kolibriUsersL4": "Навмисне втручання в роботу платформи Колібрі та її переривання або будь-яке втручання в роботу будь-якого користувача.",
  "UsageAndPrivacy.kolibriUsersP1": "Ви повинні використовувати Колібрі відповідно до будь-яких чинних законів. Це може передбачати отримання дозволу від батьків, опікуна чи вчителя.",
  "UsageAndPrivacy.kolibriUsersP2": "Майте на увазі, що ваші особисті дані можуть бути видимі іншим, в залежності від того, як було налаштовано програмне забезпечення і як ви отримуєте доступ до програмного забезпечення.",
  "UsageAndPrivacy.kolibriUsersP3": "Зверніться до місцевого адміністратора Колібрі, щоб дізнатись, яка ваша особиста інформація може зберігатись, хто може її переглядати, як оновити чи видалити її, або якщо ви вважаєте, що ваш обліковий запис було зламано.",
  "UsageAndPrivacy.kolibriUsersP4": "Заборонено:",
  "UsageAndPrivacy.kolibriUsersP5": "Коли ви використовуєте Колібрі як користувач, який увійшов у систему, така інформація, як ваше ім’я, ім’я користувача, вік, рік народження, ідентифікаційний номер, матеріали, які ви переглядаєте, і результати оцінювання можуть бути доступні адміністраторам та інструкторам у вашому закладі. Вашу інформацію також можуть використовувати розробники Колібрі та передавати її творцям контенту, щоб допомогти покращити програмне забезпечення та матеріали для різних типів учнів і їх потреб.",
  "UsageAndPrivacy.kolibriUsersP6": "Коли ви використовуєте Колібрі як гість, сукупна інформація про матеріали, якими користуєтесь ви та інші гостьові користувачі, може бути доступна адміністраторам і певним інструкторам.",
  "UsageAndPrivacy.openIdH1": "Вхід у сторонні застосунки за допомогою Колібрі",
  "UsageAndPrivacy.openIdP1": "Можна використовувати Kolibri для реєстрації або входу в сторонні програми. В такому разі інша програма отримає доступ до вашого імені користувача Колібрі, унікального ID користувача й повного імені."
}