{
  "CookiePolicy.choicesP1": "Ти {choice} да получаваш статистически бисквитки. Можеш да промениш това предпочитание тук:",
  "CookiePolicy.cookieExpiryTableHeader": "Изтича",
  "CookiePolicy.cookieP1": "Платформата за обучение Колибри използва бисквитки, за да персонализира и защити твоето преживяване, да анализира трафика и да подобри производителността и функционалността на своята услуга. Бисквитките са малки текстови файлове, които могат да се използват от уебсайтове, за да направят изживяването на потребителя по-ефективно.",
  "CookiePolicy.cookieP2": "Настоящите закони за поверителност (GDPR и CCPA) гласят, че можем да съхраняваме бисквитки на твоето устройство, ако те са строго необходими за работата на услугата. За всички други видове бисквитки се нуждаем от твоето разрешение.",
  "CookiePolicy.cookieP3": "Платформата за обучение Колибри използва различни видове бисквитки. Някои бисквитки са строго необходими, а други са за незадължителни аналитични цели. Можеш по всяко време да промениш или оттеглиш твоето съгласие.",
  "CookiePolicy.cookieP4": "Научи повече за това как твоите данни могат да бъдат обработвани в нашата Политика за използване и поверителност.",
  "CookiePolicy.cookieP5": "Необходимите бисквитки помагат да се направи уебсайтът използваем, като позволяват основни функции като навигация в страницата и достъп до неговите защитени зони. Уебсайтът не може да функционира правилно без тези бисквитки.",
  "CookiePolicy.cookiePurposeTableHeader": "Предназначение",
  "CookiePolicy.csrftokenCookiePurpose": "За да се защити страницата за вход и да се гарантира, че никой не може да влезе в браузъра ти или да извърши действия от твое име без твоето съгласие.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Използва се за установяване дали посетителят преди това е приел или отказал незадължителните бисквитки и избягване на необходимостта да се пита отново.",
  "CookiePolicy.kolibriCookieExpiry": "До края на сесията",
  "CookiePolicy.kolibriCookiePurpose": "За да защитим твоята сесия и да ти предоставим достъп до твоите лични данни",
  "CookiePolicy.necessaryCookiesHeader": "Необходими бисквитки",
  "CookiePolicy.statisticsCookiesHeader": "Статистически бисквитки",
  "CookiePolicy.statisticsCookiesP1": "Статистическите бисквитки помагат на собствениците на уебсайтове да разберат как посетителите взаимодействат с уебсайтовете, като събират и докладват информация анонимно.",
  "CookiePolicy.twoYearExpiry": "2 години",
  "CookiePolicy.visitorIdPurpose": "Регистрира уникален идентификатор, който се използва за генериране на статистически данни за това как анонимен посетител използва уебсайта.",
  "CookiePolicy.yourChoicesHeader": "Твоите избори",
  "UsageAndPrivacy.kolibriAboutP1": "Софтуерът Колибри е създаден от Foundation for Learning Equality, Inc. Повече информация, включително Условията за ползване и Политиката за поверителност на Колибри, можеш да намериш на:",
  "UsageAndPrivacy.kolibriAboutP2": "Колибри е софтуерно приложение, което може да бъде инсталирано на най-различни устройства без нужда от връзка с Интернет.",
  "UsageAndPrivacy.kolibriAboutP3": "За разлика от много онлайн уеб услуги, които се достъпват чрез уеб браузър, има хиляди независими инсталации на Колибри по света – включително тази тук. Всяка инсталация на Колибри се управлява и контролира от собственика на устройството, на което приложението е инсталирано.",
  "UsageAndPrivacy.kolibriAboutP4": "Възможно е също така администраторите да синхронизират данните на вашата институция с портала за данни на Колибри. Ако това се случи, администраторите на портала за данни на Колибри ще имат достъп до всички данни на вашата институция. Данните ще бъдат качени на облачни сървъри, управлявани от Learning Equality, които също ще имат достъп до тях.",
  "UsageAndPrivacy.kolibriAboutP5": "С цел подобряване на качеството на Колибри и ресурсите в него, Learning Equality събира анонимна информация за използването, когато Колибри има достъп до интернет. Това включва IP адреси, свързани със сървъра, и подробности за устройството като операционната система и часовата зона. Ние също така събираме обобщена статистика, включително: брой потребители и институции, година на раждане и разпределение на пола и популярност на ресурсите. Полагаме всички усилия да избягваме да събираме информация, която да позволи идентификация на потребителите на Колибри.",
  "UsageAndPrivacy.kolibriAboutTitle": "Относно Колибри",
  "UsageAndPrivacy.kolibriOwnersP1": "Трябва да управлявате услугата Колибри в съответствие с всички приложими закони. Ако сте собственик на устройството, на което е инсталирано приложението, моля да имате предвид, че вие носите отговорността за безопасността и защитата на потребителските данни, които се съхраняват в Колибри.",
  "UsageAndPrivacy.kolibriOwnersP2": "Трябва да следваш най-добрите практики за информационна сигурност, за да защитиш данните на своите потребители. Това включва физическа защита на устройството, криптиране на твърдия диск, използване на силни и уникални пароли, редовно обновяване на операционната система и правилно конфигурирана защитна стена.",
  "UsageAndPrivacy.kolibriOwnersP3": "Ако решите да синхронизирате данните на вашето устройството с портала за данни на Колибри, вие ще предоставите достъп до вашите данни на администраторите на организацията в портала за данни на Колибри. Вие също ще предоставите достъп на Learning Equality, който управлява сървърите.",
  "UsageAndPrivacy.kolibriOwnersP4": "Моля, уверете се, че вашите потребители могат да се свържат с вас, в случай че имат въпроси или притеснения относно своите профили.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Администратори",
  "UsageAndPrivacy.kolibriUsersL1": "Споделяте своята парола, позволявате на друг човек да използва профила ви и всякакви сходни дейности, които биха изложили профила ви на риск",
  "UsageAndPrivacy.kolibriUsersL2": "Се опитвате да влезете в профила на друг потребител",
  "UsageAndPrivacy.kolibriUsersL3": "Премахвате, заобикаляте, изключвате, повреждате или променяте функциите за сигурност на Колибри",
  "UsageAndPrivacy.kolibriUsersL4": "Се намесваш в или навреждаш умишлено по какъвто и да било начин на работата на Колибри или на нечие потребителско преживяване в Колибри",
  "UsageAndPrivacy.kolibriUsersP1": "Колибри трябва да се използва в съответствие с всички приложими закони. Това може да означава получаване на разрешение от родител, настойник или учител.",
  "UsageAndPrivacy.kolibriUsersP2": "При употреба на Колибри личните данни на потребителите могат да бъдат видими за другите в зависимост от конфигурацията на софтуера и начина на достъп.",
  "UsageAndPrivacy.kolibriUsersP3": "Моля, обърни се към твоя Колибри администратор, за да разбереш кои твои лични данни се съхраняват в Колибри, кой може да ги вижда, как да ги обновиш или изтриеш, или в случай че се опасяваш, че профилът ти е бил изложен на риск.",
  "UsageAndPrivacy.kolibriUsersP4": "Не бива да:",
  "UsageAndPrivacy.kolibriUsersP5": "Когато ученик използва Колири като потребител, влязъл в системата, информация като име, потребителско име, възраст, година на раждане, идентификационен номер, преглеждани ресурси и представяне при оценяване, може да бъде предоставена на администраторите и учителите в институцията. Тази информация може да се използва от разработчиците на Колибри и да се споделя със създателите на съдържание, за да помогне за подобряването на софтуера и ресурсите за различни видове ученици и техните нужди.",
  "UsageAndPrivacy.kolibriUsersP6": "Когато използвате Колибри като гост, администраторите и някои учители могат да имат достъп до обобщена информация за ресурсите, които вие и други гости потребители преглеждате.",
  "UsageAndPrivacy.openIdH1": "Влизане в приложения на трети страни с помощта на Колибри",
  "UsageAndPrivacy.openIdP1": "Възможно е Колибри да се използва за регистриране или влизане в приложения на трети страни. В този случай другото приложение ще има достъп до вашето потребителско име, уникален потребителски идентификационен номер и пълно име в Колибри."
}