{
  "CookiePolicy.choicesP1": "तुम्हाला {choice} आकडेवारी कुकीज मिळतील. तुम्ही हा प्राधान्यक्रम येथे बदलू शकता:",
  "CookiePolicy.cookieExpiryTableHeader": "समाप्ती",
  "CookiePolicy.cookieP1": "कोलिब्री शैक्षणिक व्यासपीठ तुमचा अनुभव वैयक्तिकृत करण्यासाठी आणि सुरक्षित करण्यासाठी, ट्राफिकचे विश्लेषण करण्यासाठी आणि त्याच्या सेवेचे कार्यप्रदर्शन आणि कार्यक्षमता सुधारण्यासाठी कुकीज वापरते. कुकीज या छोट्या मजकूर फायली आहेत ज्या वापरकर्त्याचा अनुभव अधिक कार्यक्षम करण्यासाठी वेबसाइटद्वारे वापरल्या जाऊ शकतात.",
  "CookiePolicy.cookieP2": "सध्याचे गोपनीयता कायदे (GDPR आणि CCPA) सांगतात की सेवेच्या ऑपरेशनसाठी कुकीज काटेकोरपणे आवश्यक असल्यास आम्ही तुमच्या डिव्हाइसवर संग्रहित करू शकतो. इतर सर्व प्रकारच्या कुकीजसाठी, आम्हाला तुमची परवानगी आवश्यक आहे.",
  "CookiePolicy.cookieP3": "कोलिब्री लर्निंग प्लॅटफॉर्म विविध प्रकारच्या कुकीज वापरतो. काही कुकीज काटेकोरपणे आवश्यक आहेत आणि काही वैकल्पिक विश्लेषणाच्या हेतूंसाठी आहेत. तुम्ही तुमची संमती कधीही बदलू शकता किंवा मागे घेऊ शकता.",
  "CookiePolicy.cookieP4": "आमच्या वापर आणि गोपनीयता धोरणामध्ये तुमच्या डेटावर प्रक्रिया कशी केली जाऊ शकते याबद्दल अधिक जाणून घ्या.",
  "CookiePolicy.cookieP5": "आवश्यक कुकीज पृष्ठ नेव्हिगेशन आणि तिच्या सुरक्षित क्षेत्रांमध्ये प्रवेश यासारखी मूलभूत कार्ये सक्षम करून वेबसाइट वापरण्यायोग्य बनविण्यात मदत करतात. या कुकीजशिवाय वेबसाइट योग्यरित्या कार्य करू शकत नाही.",
  "CookiePolicy.cookiePurposeTableHeader": "उद्देश",
  "CookiePolicy.csrftokenCookiePurpose": "लॉगिन पृष्‍ठ सुरक्षित करण्‍यासाठी आणि तुमच्‍या संमतीशिवाय कोणीही तुमच्‍या ब्राउझरवर लॉग इन करू शकत नाही किंवा तुमच्‍या वतीने कृती करू शकत नाही याची खात्री करा.",
  "CookiePolicy.kolibriCookieConsentPurpose": "व्हिजिटरने यापूर्वी पर्यायी कुकीज स्वीकारल्या आहेत किंवा नाकारल्या आहेत हे शोधण्यासाठी आणि पुन्हा विचारण्याची गरज टाळण्यासाठी वापरला जातो.",
  "CookiePolicy.kolibriCookieExpiry": "सत्र संपेपर्यंत",
  "CookiePolicy.kolibriCookiePurpose": "तुमचे लॉग इन केलेले सत्र सुरक्षित करण्यासाठी आणि तुम्हाला तुमच्या वैयक्तिक डेटामध्ये प्रवेश प्रदान करण्यासाठी",
  "CookiePolicy.necessaryCookiesHeader": "आवश्यक कुकीज",
  "CookiePolicy.statisticsCookiesHeader": "सांख्यिकी कुकीज",
  "CookiePolicy.statisticsCookiesP1": "आकडेवारी कुकीज वेबसाइट मालकांना अज्ञातपणे माहिती गोळा करून आणि अहवाल देऊन व्हिजिटर वेबसाइटशी कसा संवाद साधतात हे समजून घेण्यात मदत करतात.",
  "CookiePolicy.twoYearExpiry": "2 वर्षे",
  "CookiePolicy.visitorIdPurpose": "अज्ञात व्हिजिटर वेबसाइट कसा वापरतो यावरील सांख्यिकीय डेटा तयार करण्यासाठी वापरला जाणारा एक विशेष आयडी नोंदणीकृत करतो.",
  "CookiePolicy.yourChoicesHeader": "आपल्या निवडी",
  "UsageAndPrivacy.kolibriAboutP1": "कोलिब्री सॉफ्टवेअर फाउंडेशन फॉर लर्निंग इक्वॅलिटी द्वारे तयार केले आहे. कोलिब्रीच्या सेवा अटी आणि गोपनीयता धोरणासह अधिक माहिती येथे मिळू शकते:",
  "UsageAndPrivacy.kolibriAboutP2": "कोलीब्री हे सॉफ्टवेअर एप्लिकेशन इंटरनेट नसताना देखील अनेक निरनिराळ्या उपकरणांवर इंस्टॉल केले जाऊ शकते.",
  "UsageAndPrivacy.kolibriAboutP3": "वेब ब्राउझरद्वारे वापरल्या जाणाऱ्या अनेक ऑनलाईन वेब सर्व्हिसेस उपलब्ध आहेत. परंतु, कोलिब्रीचे जगभरात हजारो स्वतंत्र (इंटरनेटशिवाय चालणारे) इन्स्टॉ्लेशन्स आहेत. त्यापैकी हे एक आहे. ज्या उपकरणावर कोलिब्री इन्स्टॉ्ल केले असते त्या उपकरणाचा मालक त्याचे नियंत्रण आणि व्यवस्थापन करतो.",
  "UsageAndPrivacy.kolibriAboutP4": "प्रशासकांना क्लाउड वर असलेल्या कोलिब्री डेटा पोर्टल सेवेबरोबर कोलिब्री डेटा 'सिंक' करता येतो. असे केल्यास कोलिब्री डेटा पोर्टल वरील संस्था प्रशासकांना तुमच्या सर्व सुविधांचा डेटा पाहण्याचा अधिकार मिळतो. लर्निंग इक्वालिटी संचालित क्लाउड सर्व्हर वर हा डेटा अपलोड होईल व त्यांना देखिल हा डेटा पाहण्याचा अधिकार असेल.",
  "UsageAndPrivacy.kolibriAboutP5": "कोलिब्री आणि त्यावरील संसाधनांचा दर्जा सुधारण्यासाठी, जेव्हा कोलिब्री इंटरनेटशी जोडलेले असते तेव्हा लर्निंग इक्वालिटी त्याच्या वापराबाबत निनावी माहिती गोळा करते. यात सर्व्हरशी निगडीत आयपी अड्रेस, आणि उपकरणाचे तपशील, जसे ऑपरेटिंग सिस्टम, टाइम झोन समाविष्ट असतात. आम्ही एकत्रित सांख्यिक माहिती पण गोळा करतो, जसे : युझर आणि सुविधांची संख्या, जन्म वर्ष आणि प्रत्येक लिंगाचे किती विद्यार्थी आहेत, संसाधनांची लोकप्रियता इ. कोलिब्री युझरची ओळख पटू शकेल अशी कोणतीही व्यक्तिगत माहिती गोळा न करण्याचा आम्ही पूर्ण प्रयत्न करतो.",
  "UsageAndPrivacy.kolibriAboutTitle": "कोलिब्री बाबत",
  "UsageAndPrivacy.kolibriOwnersP1": "तुम्ही कोलिब्रीचा वापर एक सेवा म्हणून सर्व लागू कायद्यांना अनुसरून करावा. कोलिब्री ज्यावर इन्स्टॉ्ल केले आहे त्या उपकरणाचे तुम्ही मालक असाल तर कृपया हे लक्षात घ्या की कोलिब्रीमध्ये साठवल्या जाणाऱ्या युझर डेटाच्या सुरक्षिततेची अंतिम जबाबदारी तुमच्यावर आहे.",
  "UsageAndPrivacy.kolibriOwnersP2": "तुम्ही तुमच्या वापरकर्त्यांच्या डेटाचे संरक्षण करण्यासाठी सर्वोत्तम माहिती सुरक्षा पद्धतींचे देखील पालन केले पाहिजे. यामध्ये डिव्हाइसला भौतिकरित्या सुरक्षित ठेवणे, हार्ड ड्राइव्ह एन्क्रिप्ट करणे, मजबूत आणि विशेष पासवर्ड वापरणे, ऑपरेटिंग सिस्टम अद्ययावत ठेवणे आणि योग्यरित्या कॉन्फिगर केलेली फायरवॉल असणे समाविष्ट आहे.",
  "UsageAndPrivacy.kolibriOwnersP3": "तुमच्या सुविधेचा डेटा तुम्ही कोलिब्री डेटा पोर्टलशी 'सिंक' केला तर कोलिब्री डेटा पोर्टलच्या संस्था प्रशासकांना तुम्ही तुमचा डेटा पाहण्याची परवानगी देता. हीच परवानगी सर्व्हर संचालन करणाऱ्या लर्निंग इक्वालिटीला पण दिली जाते.",
  "UsageAndPrivacy.kolibriOwnersP4": "तुमच्या युझरना त्यांच्या खात्याबाबत काही समस्या असल्यास त्यांना तुमच्याशी संपर्क साधण्याचा मार्ग उपलब्ध आहे याची कृपया खात्री करा.",
  "UsageAndPrivacy.kolibriOwnersTitle": "प्रशासक",
  "UsageAndPrivacy.kolibriUsersL1": "आपला पासवर्ड इतरांना देणे, इतरांना आपले खाते वापरू देणे किंवा आपले खाते धोक्यात येईल अशी कोणतीही कृती",
  "UsageAndPrivacy.kolibriUsersL2": "इतर व्यक्तीचे खाते वापरण्याचा प्रयत्न करणे",
  "UsageAndPrivacy.kolibriUsersL3": "कोलिब्रीच्या सुरक्षाविषयक सुविधा काढून टाकणे, निष्क्रिय करणे, त्यांचे नुकसान करणे किंवा त्यात ढवळाढवळ करणे",
  "UsageAndPrivacy.kolibriUsersL4": "जाणूनबुजून कोलिब्रीच्या ऑपरेशनमध्ये किंवा कोणत्याही वापरकर्त्याच्या आनंदात, कोणत्याही प्रकारे हस्तक्षेप करणे किंवा नुकसान करणे",
  "UsageAndPrivacy.kolibriUsersP1": "कोलिब्रीचा वापर सर्व लागू कायद्यांना अनुसरून करावा. याचा अर्थ तुमच्या पालकांची किंवा शिक्षकांची परवानगी घेणे असा असू शकतो.",
  "UsageAndPrivacy.kolibriUsersP2": "कोलिब्री वापरताना हे लक्षात ठेवा की तुमची खाजगी माहिती इतरांना दिसू शकते. हे सॉफ्टवेअरच्या कॉन्फिगरेशनवर आणि तुम्ही सॉफ्टवेअर कोणत्या प्रकारे वापरत आहात यावर अवलंबून आहे.",
  "UsageAndPrivacy.kolibriUsersP3": "तुमची कोणती वैयक्तिक माहिती संग्रहित केली जाऊ शकते, ती कोणासाठी दृश्यमान आहे, ती कशी अद्यतनित करायची किंवा हटवायची किंवा तुमच्या खात्याशी तडजोड झाली आहे असे तुम्हाला वाटत असल्यास, कृपया तुमच्या स्थानिक कोलिब्री प्रशासकाशी संपर्क साधा.",
  "UsageAndPrivacy.kolibriUsersP4": "हे करू नये:",
  "UsageAndPrivacy.kolibriUsersP5": "लॉगिन करून युझर म्हणून कोलिब्री वापरल्यास, तुमचे नाव, युझरनेम, वय, जन्म वर्ष, ओळख क्रमांक, तुम्ही कोणती संसाधने पाहिली, चाचणीतील तुमची कामगिरी इत्यादी सारखी माहिती तुमच्या सुविधेतील प्रशासकांना आणि प्रशिक्षकांना पाहता येऊ शकते. तुमची माहिती कोलिब्रीच्या निर्मात्यांना वापरता येऊ शकते आणि विविध प्रकारच्या विद्यार्थ्यांसाठी आणि विविध गरजांसाठी सॉफ्टवेअरमध्ये सुधारणा करण्यासाठी कंटेंट निर्मात्यांना दिली जाऊ शकते.",
  "UsageAndPrivacy.kolibriUsersP6": "जेव्हा तुम्ही पाहुणे म्हणून कोलिब्री वापरता तेव्हा तुम्ही आणि इतर पाहुणे जी संसाधने पाहता त्याची एकूण माहिती प्रशासकांना आणि काही प्रशिक्षकांना मिळू शकते.",
  "UsageAndPrivacy.openIdH1": "कोलिब्री वापरून तृतीय-पक्ष एप्लिकेशनमध्ये साइन इन करणे",
  "UsageAndPrivacy.openIdP1": "कोलिब्री वापरून तृतीय-पक्ष एप्लिकेशनमध्ये नोंदणी करता येते किंवा ते वापरता येते. तुम्ही असे केले तर त्या एप्लिकेशनला तुमचे कोलिब्री युझरनेम, विशिष्ट युझर आयडी आणि पूर्ण नाव पाहता येईल."
}