{
  "CookiePolicy.choicesP1": "Anda {choice} untuk menerima cookie statistik. Anda dapat mengubah preferensi ini di sini:",
  "CookiePolicy.cookieExpiryTableHeader": "Kedaluwarsa",
  "CookiePolicy.cookieP1": "Platform Pembelajaran Kolibri menggunakan cookie untuk mempersonalisasi dan mengamankan pengalaman Anda, untuk menganalisis lalu lintas, dan untuk meningkatkan kinerja dan fungsionalitas layanannya. Cookie adalah file teks kecil yang dapat digunakan situs web untuk menjadikan pengalaman pengguna lebih efisien.",
  "CookiePolicy.cookieP2": "Undang-undang privasi saat ini (GDPR dan CCPA) menyatakan bahwa kami dapat menyimpan cookie di perangkat Anda jika sangat diperlukan untuk pengoperasian layanan. Untuk semua jenis cookie lainnya, kami memerlukan izin Anda.",
  "CookiePolicy.cookieP3": "Platform Pembelajaran Kolibri menggunakan berbagai jenis cookie. Beberapa cookie sangat diperlukan, dan beberapa cookie opsional untuk keperluan analitika. Anda dapat mengubah atau menarik persetujuan Anda sewaktu-waktu.",
  "CookiePolicy.cookieP4": "Ketahui selengkapnya tentang cara data Anda dapat diproses dalam Kebijakan Penggunaan dan Privasi kami.",
  "CookiePolicy.cookieP5": "Cookie yang diperlukan membantu membuat situs web dapat digunakan dengan mengaktifkan fungsi dasar seperti navigasi halaman dan akses ke area amannya. Situs web tidak dapat berfungsi dengan baik tanpa cookie ini.",
  "CookiePolicy.cookiePurposeTableHeader": "Tujuan",
  "CookiePolicy.csrftokenCookiePurpose": "Untuk mengamankan halaman login dan memastikan tidak ada orang yang dapat login ke browser Anda atau melakukan tindakan atas nama Anda tanpa persetujuan Anda.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Digunakan untuk mendeteksi apakah pengunjung sebelumnya telah menerima atau menolak cookie opsional, dan menghindari keharusan untuk bertanya lagi.",
  "CookiePolicy.kolibriCookieExpiry": "Hingga akhir sesi",
  "CookiePolicy.kolibriCookiePurpose": "Untuk mengamankan sesi masuk dan memberi akses ke data pribadi Anda",
  "CookiePolicy.necessaryCookiesHeader": "Cookie yang diperlukan",
  "CookiePolicy.statisticsCookiesHeader": "Cookie Statistik",
  "CookiePolicy.statisticsCookiesP1": "Cookie statistik membantu pemilik situs web memahami cara pengunjung berinteraksi dengan situs web dengan mengumpulkan dan melaporkan informasi secara anonim.",
  "CookiePolicy.twoYearExpiry": "2 tahun",
  "CookiePolicy.visitorIdPurpose": "Mendaftarkan ID unik yang digunakan untuk menghasilkan data statistik tentang cara pengunjung anonim menggunakan situs web.",
  "CookiePolicy.yourChoicesHeader": "Pilihan Anda",
  "UsageAndPrivacy.kolibriAboutP1": "Perangkat lunak Kolibri dibuat oleh Foundation for Learning Equality, Inc. Informasi selengkapnya, termasuk Ketentuan Layanan dan Kebijakan Privasi dari Kolibri, dapat dibaca di:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri adalah aplikasi perangkat lunak yang dapat diinstal di berbagai perangkat tanpa perlu koneksi ke internet.",
  "UsageAndPrivacy.kolibriAboutP3": "Tidak seperti banyak layanan web online yang diakses secara serupa melalui browser web, ada ribuan instalasi Kolibri independen di seluruh dunia – termasuk yang satu ini. Setiap instalasi Kolibri dikelola dan dikendalikan oleh pemilik perangkat yang diinstal.",
  "UsageAndPrivacy.kolibriAboutP4": "Administrator juga dapat menyinkronkan data Kolibri ke layanan Portal Data Kolibri berbasis cloud. Jika ini terjadi, semua data fasilitas akan dapat diakses oleh admin organisasi di Portal Data Kolibri. Ini akan diunggah ke server cloud yang dioperasikan oleh Learning Equality, yang juga akan memiliki akses ke data ini.",
  "UsageAndPrivacy.kolibriAboutP5": "Untuk meningkatkan kualitas Kolibri dan sumber daya di dalamnya, Learning Equality mengumpulkan informasi penggunaan anonim saat Kolibri memiliki akses ke internet. Ini termasuk alamat IP yang terkait dengan server, dan detail perangkat seperti sistem operasi dan zona waktu. Kami juga mengumpulkan statistik agregat termasuk: jumlah pengguna dan fasilitas, tahun lahir dan distribusi gender, dan popularitas sumber. Kami melakukan segala upaya untuk menghindari pengumpulan informasi pengenal pribadi tentang pengguna Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Tentang Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Anda harus menjalankan Kolibri sebagai layanan sesuai dengan semua hukum yang berlaku. Jika anda adalah pemilik perangkat yang dipasangi Kolibri, perlu diketahui bahwa anda pada akhirnya bertanggung jawab atas keamanan dan perlindungan data pengguna yang disimpan di Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Anda juga harus mengikuti praktik keamanan informasi terbaik untuk melindungi data milik pengguna. Ini termasuk menjaga keamanan fisik perangkat, melakukan enkripsi hard drive, menggunakan kata sandi yang kuat dan unik, menjaga sistem operasi agar tetap mutakhir, dan menerapkan firewall yang dikonfigurasikan secara tepat.",
  "UsageAndPrivacy.kolibriOwnersP3": "Jika anda memilih untuk menyinkronkan data fasilitas anda ke Portal Data Kolibri, anda akan memberikan akses ke data anda kepada administrator organisasi Portal Data Kolibri. Anda juga akan memberikan akses ke Learning Equality, yang mengoperasikan server.",
  "UsageAndPrivacy.kolibriOwnersP4": "Harap pastikan bahwa pengguna anda memiliki cara untuk menghubungi anda jika mereka memiliki kekhawatiran tentang akun mereka.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Para administrator",
  "UsageAndPrivacy.kolibriUsersL1": "Bagikan kata sandi anda, biarkan siapa pun mengakses akun anda, atau melakukan apa pun yang dapat membahayakan akun anda",
  "UsageAndPrivacy.kolibriUsersL2": "Mencoba mengakses akun pengguna lain",
  "UsageAndPrivacy.kolibriUsersL3": "Menghapus, menghindari, menonaktifkan, merusak, atau mengganggu fitur terkait keamanan Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Dengan sengaja mengganggu atau merusak pengoperasian Kolibri atau kesenangan penggunanya, dengan cara apa pun",
  "UsageAndPrivacy.kolibriUsersP1": "Anda harus menggunakan Kolibri sesuai dengan semua hukum yang berlaku. Ini mungkin berarti mendapatkan izin dari orang tua, wali, atau guru anda.",
  "UsageAndPrivacy.kolibriUsersP2": "Ketahuilah bahwa informasi pribadi anda dapat terlihat oleh orang lain, tergantung pada bagaimana perangkat lunak telah dikonfigurasi dan bagaimana anda mengakses perangkat lunak.",
  "UsageAndPrivacy.kolibriUsersP3": "Harap hubungi administrator Kolibri setempat untuk memahami apa saja informasi pribadi Anda yang mungkin disimpan, siapa yang dapat melihat informasi itu, cara memperbarui atau menghapusnya, atau jika Anda yakin akun Anda telah disusupi.",
  "UsageAndPrivacy.kolibriUsersP4": "Anda tidak harus:",
  "UsageAndPrivacy.kolibriUsersP5": "Saat anda menggunakan Kolibri sebagai pengguna yang masuk, informasi seperti nama anda, nama pengguna, usia, tahun lahir, nomor identifikasi, sumber yang anda lihat dan kinerja anda dalam penilaian dapat disediakan untuk administrator dan pelatih di fasilitas anda. Informasi anda juga dapat digunakan oleh pengembang Kolibri dan dibagikan dengan pembuat konten untuk membantu meningkatkan perangkat lunak dan sumber untuk berbagai jenis dan kebutuhan pelajar.",
  "UsageAndPrivacy.kolibriUsersP6": "Saat anda menggunakan Kolibri sebagai tamu, informasi keseluruhan tentang sumber yang anda dan pengguna tamu lain lihat mungkin tersedia untuk administrator dan pelatih tertentu.",
  "UsageAndPrivacy.openIdH1": "Masuk ke aplikasi pihak ketiga menggunakan Kolibri",
  "UsageAndPrivacy.openIdP1": "Kolibri dapat digunakan untuk mendaftar atau masuk ke aplikasi pihak ketiga. Jika anda melakukan ini, aplikasi lain akan memiliki akses ke nama pengguna Kolibri, ID pengguna unik, dan nama lengkap Anda."
}