{
  "CookiePolicy.choicesP1": "Vous {choice} pour recevoir des cookies statistiques. Cette préférence peut être modifiée ici :",
  "CookiePolicy.cookieExpiryTableHeader": "Expiration",
  "CookiePolicy.cookieP1": "La plateforme d'apprentissage Kolibri utilise des cookies pour personnaliser et sécuriser votre expérience, analyser le trafic et améliorer la performance et la fonctionnalité de son service. Les cookies sont de petits fichiers au format texte qui peuvent être utilisés par les sites web pour rendre l'expérience de l'utilisateur plus efficace.",
  "CookiePolicy.cookieP2": "Les lois actuelles sur la protection de la vie privée (RGPD et CCPA) stipulent que nous pouvons stocker des cookies sur votre appareil s'ils sont strictement nécessaires au fonctionnement du service. Pour tout autre type de cookies, nous avons besoin de votre autorisation.",
  "CookiePolicy.cookieP3": "La plateforme d'apprentissage Kolibri utilise différents types de cookies. Certains cookies sont strictement nécessaires, d'autres sont utilisés à des fins d'analyse facultative. Vous pouvez à tout moment modifier ou révoquer votre consentement.",
  "CookiePolicy.cookieP4": "Pour en savoir plus sur le traitement de vos données, consultez notre Politique d'utilisation et de confidentialité.",
  "CookiePolicy.cookieP5": "Les cookies nécessaires contribuent à rendre un site web utilisable en autorisant des fonctions de base, telles que la navigation sur les pages et l'accès à des zones sécurisées. Le site web ne peut pas fonctionner correctement sans eux.",
  "CookiePolicy.cookiePurposeTableHeader": "Objet",
  "CookiePolicy.csrftokenCookiePurpose": "Pour sécuriser la page de connexion et s'assurer que personne ne peut se connecter à votre navigateur ou effectuer des actions en votre nom sans votre consentement.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Pour détecter si le visiteur a déjà accepté ou refusé les cookies optionnels, et éviter de devoir le lui demander à nouveau.",
  "CookiePolicy.kolibriCookieExpiry": "Jusqu'à la fin de la session",
  "CookiePolicy.kolibriCookiePurpose": "Pour sécuriser votre session de connexion et vous permettre d'accéder à vos données personnelles.",
  "CookiePolicy.necessaryCookiesHeader": "Cookies nécessaires",
  "CookiePolicy.statisticsCookiesHeader": "Cookies statistiques",
  "CookiePolicy.statisticsCookiesP1": "Les cookies statistiques aident les propriétaires de sites web à comprendre comment les visiteurs interagissent avec les sites web en recueillant et en transmettant des informations de manière anonyme.",
  "CookiePolicy.twoYearExpiry": "2 ans",
  "CookiePolicy.visitorIdPurpose": "Enregistre un identifiant unique qui est utilisé pour générer des données statistiques sur la façon dont un visiteur anonyme utilise le site web.",
  "CookiePolicy.yourChoicesHeader": "Vos choix",
  "UsageAndPrivacy.kolibriAboutP1": "Le logiciel Kolibri est développé par Foundation for Learning Equality, Inc. Pour plus d'informations, y compris les Conditions d'utilisation et la Politique de confidentialité de Kolibri, veuillez consulter l'adresse suivante :",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri est un logiciel qui peut être installé sur des appareils variés sans avoir besoin d’une connexion à internet.",
  "UsageAndPrivacy.kolibriAboutP3": "Contrairement à de nombreux services web en ligne qui sont accessibles de la même manière via un navigateur web, il y a des milliers d’installations de Kolibri indépendantes dans le monde entier – y compris celle-ci. Chaque installation de Kolibri est gérée et contrôlée par le propriétaire de l’appareil.",
  "UsageAndPrivacy.kolibriAboutP4": "Les administrateurs peuvent également synchroniser les données de Kolibri avec le service de cloud Kolibri Data Portal. Dans ce cas, toutes les données de l'installation seront accessibles aux administrateurs de l'organisation sur Kolibri Data Portal. Cela sera téléchargé sur des serveurs de cloud exploités par Learning Equality, qui aura également accès à ces données.",
  "UsageAndPrivacy.kolibriAboutP5": "Afin d’améliorer la qualité de Kolibri et de ses contenus, Learning Equality collecte des informations d’utilisation anonymisées lorsque Kolibri a accès à Internet. Cela inclut les adresses IP associées au serveur et les détails de la machine tels que le système d'exploitation et le fuseau horaire. Nous collectons également des statistiques comprenant: le nombre d'utilisateurs et d'installations, l'année de naissance et la répartition par sexe, ainsi que la popularité des ressources. Nous nous efforçons d'éviter de collecter des informations d'identification personnelle sur les utilisateurs de Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "A propos de Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Vous devez exécuter Kolibri en tant que service dans le respect de toutes les lois applicables. Si vous êtes le propriétaire de cette instance de Kolibri installée, merci d'être conscient que vous êtes responsable de la sécurité et la protection des données utilisateur qui sont stockées dans Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Vous devez également suivre les meilleures pratiques en matière de sécurité de l'information pour protéger les données de vos utilisateurs. Il s'agit notamment de sécuriser physiquement l'appareil, de crypter le disque dur, d'utiliser des mots de passe forts et uniques, de maintenir le système d'exploitation à jour et de disposer d'un pare-feu correctement configuré.",
  "UsageAndPrivacy.kolibriOwnersP3": "Si vous choisissez de synchroniser vos données d'établissement avec Kolibri Data Portal, vous accorderez aux administrateurs qui gèrent Kolibri Data Portal l'accès à vos données. Vous accorderiez également l'accès à Learning Equality, qui exploite les serveurs.",
  "UsageAndPrivacy.kolibriOwnersP4": "Veuillez vous assurer que vos utilisateurs ont la possibilité d’entrer en contact avec vous s’ils ont des préoccupations au sujet de leurs comptes.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Administrateurs",
  "UsageAndPrivacy.kolibriUsersL1": "Partager votre mot de passe, laissez quiconque accéder à votre compte, ou n’importe quoi qui pourrait mettre votre compte à risque",
  "UsageAndPrivacy.kolibriUsersL2": "Tenter d’accéder à n’importe quel autre compte utilisateur",
  "UsageAndPrivacy.kolibriUsersL3": "Supprimer, contourner, désactiver, endommager ou interférer avec les fonctionnalités liées à la sécurité de Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Interférer ou endommager de manière intentionnelle le fonctionnement de Kolibri ou l'utilisation de cette plateforme par un utilisateur, par quelque moyen que ce soit",
  "UsageAndPrivacy.kolibriUsersP1": "Vous devez utiliser Kolibri dans le respect de toutes les lois applicables. Cela peut signifier avoir obtenu la permission de votre parent, tuteur ou enseignant.",
  "UsageAndPrivacy.kolibriUsersP2": "Sachez que vos informations personnelles peuvent être visibles par d'autres, en fonction de la configuration du logiciel et de la manière dont vous y accédez.",
  "UsageAndPrivacy.kolibriUsersP3": "Veuillez contacter l'administrateur local de Kolibri pour savoir quelles données personnelles vous concernant sont stockées, qui peut y accéder, comment les mettre à jour ou les supprimer, ou si vous pensez que votre compte a été piraté.",
  "UsageAndPrivacy.kolibriUsersP4": "Vous ne devez pas :",
  "UsageAndPrivacy.kolibriUsersP5": "Lorsque vous utilisez Kolibri en tant qu'utilisateur connecté, des informations telles que votre nom, votre nom d'utilisateur, votre âge, votre année de naissance, votre numéro d'identification, les ressources que vous visualisez et vos performances en matière d'évaluation peuvent être mises à la disposition des administrateurs et des éducateurs de votre établissement. Vos informations peuvent également être utilisées par les développeurs de Kolibri et partagées avec les créateurs de contenu pour aider à améliorer le logiciel et les ressources pour différents types d'apprenants et de besoins.",
  "UsageAndPrivacy.kolibriUsersP6": "Lorsque vous utilisez Kolibri en tant qu'invité, des informations sur les ressources que vous et les autres utilisateurs invités visualisez peuvent être disponibles pour les administrateurs et certains éducateurs.",
  "UsageAndPrivacy.openIdH1": "Se connecter à des applications tierces à l'aide de Kolibri",
  "UsageAndPrivacy.openIdP1": "Il est possible d'utiliser Kolibri pour enregistrer ou se connecter à des applications tierces. Si vous faites cela, l'autre application aura accès à votre nom d'utilisateur Kolibri, votre ID d'utilisateur unique et votre nom complet."
}