Repository: learningequality/kolibri
Catalog: kolibri/locale/ff_CM/LC_MESSAGES/django.po
Languages: ff_fuv

source: Unexpected exception [{}]: {}
ff_fuv: Aybe jey numaaka [{}]: {}

# Error report message when the allowed number of digits has been exceeded.
source: Content of cell '{}' is too long
ff_fuv: Nastoojum cuurel '{}' ɗuuɗi, ɓuriingel

# Error report message when the cell contains an improper data format.
source: Content of cell '{}' is not valid
ff_fuv: Nastoojum cuurel '{}' jaɓaaka

source: Duplicated username
ff_fuv: Innde kuutiniroowo windaanoma

source: Username only can contain characters, numbers and underscores
ff_fuv: Innde kuutiniroowo winndirteema bee ɓaleeri, lammbaaji e diidi les tan

source: The column '{}' is required
ff_fuv: Winndugo e daarangal '{}' ɗum doole

source: Mix of valid and/or invalid header labels found in first row
ff_fuv: E woodi jillindirɗum hooreeji jaɓaaɗi bee ɗi jaɓaaka e tarol artungol

source: No default facility exists. Make sure to set up a facility on the device before running this command
ff_fuv: Wuro bote no wonirno walaa. Waɗu wuro bote nder serwar kompiita ɗu'um heddeeko fuɗɗugo umroore

source: Error trying to read csv file: {}
ff_fuv: E woodi fitina janngugo fayl csv: {}

source: Error trying to write csv file: {}
ff_fuv: E woodi fitina winndugo fayl csv: {}

source: Database ID ({})
ff_fuv: Dantite database ({})

source: Username ({})
ff_fuv: Innde kuutiniroowo ({})

source: Password ({})
ff_fuv: Paltirgel ({})

source: Full name ({})
ff_fuv: Inɗe fuu ({})

# CSV column header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
ff_fuv: Iri moye kuutiniroowo ({})

source: Identifier ({})
ff_fuv: Heftirgel ({})

source: Birth year ({})
ff_fuv: Hitaande danyarde ({})

source: Gender ({})
ff_fuv: Gorko koo debbo ({})

source: Learner enrollment ({})
ff_fuv: Nastirde pukaraajo ({})

source: Coach assignment ({})
ff_fuv: Kuugal jannginoowo ({})

# CSV header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
ff_fuv: Iri moye kuutiniroowo ({})

source: Learner enrollment ({})
ff_fuv: Nastirde pukaraajo ({})

source: Coach assignment ({})
ff_fuv: Kuugal jannginoowo ({})

source: Unexpected error [{}]: {}
ff_fuv: Fitina jey numaaka [{}]: {}

# Error when the command is executed in the Terminal (command prompt)
source: Value in column '{}' has too many characters
ff_fuv: Gonɗum e daarangal '{}' ɗuuɗi. Ɗustu ɓaleeri

source: Value in column '{}' not valid
ff_fuv: Gonɗum nder daarangal '{}' jaɓaaka

source: Username is duplicated
ff_fuv: Innde kuutiniroowo winndaama nde ɗiɗi

source: The column '{}' is required
ff_fuv: Winndugo e daarangal '{}' ɗum doole

source: Incorrect header label found in the first row
ff_fuv: Innde hoorewol gootol e tarol artungol windaaka deydey

# Error when the command is executed in the Terminal (command prompt)
source: No default facility exists. Make sure to set up a facility on the device before importing users and classes
ff_fuv: Wuro bote no wonirno walaa. Waɗu wuro bote nder serwar kompiita ɗu'um heddeeko nastingo huutinirooɓe bee gure janngugo

source: The password field is required. To leave the password unchanged in existing users, insert an asterisk (*)
ff_fuv: Doole winndugo paltirgel. To kuutiniroowo faɓɓi yiɗaa sanjugo paltirgel maako no woniri, sey nastin hoodere dow (*)

source: Cannot update user with ID: '{}' because no user with that database ID exists in this facility
ff_fuv: Fotaayi hesɗitingo kuutiniroowo marɗo ID: '{}' ngam wuro bote ngon walaa kuutiniroowo bee iri ID database

source: Database ID is not valid
ff_fuv: Dantite database jaɓaaka

source: Data syncing in progress
ff_fuv: E ɗum cannjindira data

source: Do not disconnect your device from the network.
ff_fuv: Taa' fettu kompiita maaɗa diga network

source: Resource
ff_fuv: Jannginillum

source: The requested channel does not exist on the content server
ff_fuv: Wuro janngugo ngon ngo ngiɗɗa walaa nder serwar nastinoojum

source: Unknown format
ff_fuv: Iri fomat anndaaka

source: Updating your library
ff_fuv: E ɗum hesɗitina suudu defte maaɗa

source: Library updated
ff_fuv: Suudu defte hesɗitinaama

source: Library update failed
ff_fuv: Hesɗitingo suudu defte waɗaayi

source: Language is not supported by Kolibri
ff_fuv: Ɗemngal nga'al tawaaka nder Kolibri

source: Searching
ff_fuv: E ɗum ɗaɓɓita

source: Looking for other Kolibri devices
ff_fuv: E ɗum ɗaɓɓita kompiita Kolibri feere

source: Facility name
ff_fuv: Innde wuro bote

source: Username
ff_fuv: Innde kuutiniroowo

source: Channel id
ff_fuv: Danditee wuro janngugo

source: Channel name
ff_fuv: Innde wuro janngugo

source: Content id
ff_fuv: Danditee nastoojum

source: Content title
ff_fuv: Hoorewol nastoojum

# CSV column header for the time of the first interaction in the exported logs
source: Time of first interaction
ff_fuv: Wakkati kuudal artungal

# CSV column header for the time of the last interaction in the exported logs
source: Time of last interaction
ff_fuv: Wakkati kuudal sakitiingal

# CSV column header for the percentage of completion in the exported logs
source: Time of completion
ff_fuv: Wakkati ɗum timmi

# CSV column header for the time spent in a resource in the exported logs
source: Time Spent (sec)
ff_fuv: Wakkati ɗum hoosi (sekond)

source: Progress (0-1)
ff_fuv: Jahal yeeso (0-1)

source: Content kind
ff_fuv: Iri nastoojum

source: Complete
ff_fuv: Timmi

source: Failed
ff_fuv: Waɗaayi

source: Cancelled
ff_fuv: Wilaama

source: In progress - {percent}%
ff_fuv: E ɗum yaha yeeso - {percent}%

source: Waiting
ff_fuv: E reeni

source: Kolibri is starting
ff_fuv: Kolibri e maɓɓito

source: Starting Kolibri
ff_fuv: Maɓɓutugo Kolibri

source: You should be automatically redirected when Kolibri is ready
ff_fuv: To Kolibri taskike ɗum hollay to njahata

source: If not, please ask for help in our community forums
ff_fuv: To naa' non, ɗaɓɓutu walliinde diga hirde

source: Refresh page
ff_fuv: Wilitingo ɗerewol

source: Unsupported browser
ff_fuv: Burawsa jaɓaaka

source: Sorry, your browser version is not supported.
ff_fuv: Sannu, irin burawsa maaɗa jaɓaaka.

source: To use Kolibri, we recommend using Firefox or Chrome.
ff_fuv: Kolibri e huwa boɗɗum bee burawsa Firefox koo Chrome.

source: You can also try updating your current browser.
ff_fuv: Haɓdu hesɗitingo burawsa ɗum kuutinirta jooni.

source: No appropriate redirect pages found. It is likely that Kolibri is badly configured
ff_fuv: Ɗereeji kuwaaɗi tawaaka. Hakkilaayi no ɗum jerniri Kolibri wooɗaa

source: Coach
ff_fuv: Jannginoowo

source: Facility
ff_fuv: Wuro bote

source: content_session_logs_from_
ff_fuv: logs_sumpaago_nastoojum_diga_

source: to_
ff_fuv: haa_

source: content_summary_logs_from_
ff_fuv: logs_moɓgal_nastoojum_diga_

source: users
ff_fuv: huutinirooɓe

source: Learn
ff_fuv: Janngugo

source: Policies
ff_fuv: Haala sirrugo

source: Setup Wizard
ff_fuv: Gaynaako jernillum

source: User Profile
ff_fuv: Tinndinoore dow kuutiniroowo

source: Account transfer in progress
ff_fuv: Dimndol sigorɗum e yaha yeeso

source: Moving {learner_name} to learning facility {facility_name}
ff_fuv: E ɗum yaara {learner_name} wuro bote {facility_name}
