{
  "CookiePolicy.choicesP1": "A {choice} yerɓaneego sitatistik kukys. A waaway cannjugoɗum ɗo'o:",
  "CookiePolicy.cookieExpiryTableHeader": "Timmoode",
  "CookiePolicy.cookieP1": "Hoɗorde Kolibri e naftoroo kukis ngam siryaago bee aynugo kuudal maaɗa, raarugo ɗuuɗoral, bee ɓeydugo no siryaaji maɓɓe njahirta bee no ɗi kuwirta. Kukis ɗum ɗereehon binndol kon website kuutinirta ngam hoytinango huutinirooɓe kuugal.",
  "CookiePolicy.cookieP2": "Dookaaji sirrugo (GDPR e CCPA) njaɓii min sigoo kukis nder kompiita maaɗa to bannda maaji siryaaji ƴamaaɗi kuwataa. Kukis luttuɗi fuu, sey bee yerduye maaɗa.",
  "CookiePolicy.cookieP3": "Hoɗorde Kolibri e huutinira kukis feere-feere. Goɗɗi ɗum doole huutinirgoɗi, luttuɗi ɗum giɗaaɗi ɗi nafay bee raartugo. Koo ndeye a foti sannja koo itta yerduye maaɗa.",
  "CookiePolicy.cookieP4": "Janngu dow no min kuutinirta data maaɗa haa ɗerewol amin: Nufooji Huutinirgo bee Haala Sirru.",
  "CookiePolicy.cookieP5": "Kukis ɗum doole huutinirgo e naftoroo website ngam labangal ɗerewol e raarugo babe ketaaɗe. Website ɗu'um huwataa boɗɗum bannda kukis.",
  "CookiePolicy.cookiePurposeTableHeader": "Daliila",
  "CookiePolicy.csrftokenCookiePurpose": "Ngam aynugo ɗerewol hokkugo junngo, bee haɗugo goɗɗo feere nasta burawsa maaɗa huutinira innde ma bannda yerduye maaɗa.",
  "CookiePolicy.kolibriCookieConsentPurpose": "E ɗum nafa ngam anndugo koo koɗo jaɓiino huutinirgo kukis cuɓeteeɗi ɗin koo mo jaɓaayi. Ngam taa' ɗum ƴamamo dow haala ka'a fahin.",
  "CookiePolicy.kolibriCookieExpiry": "Sey to sumpo timmi",
  "CookiePolicy.kolibriCookiePurpose": "Ngam aynugo nastirde sumpo maaɗa bee hokkugoma laawol sirru ngi'a data maaɗa.",
  "CookiePolicy.necessaryCookiesHeader": "Kukis kaanuɗi",
  "CookiePolicy.statisticsCookiesHeader": "Kukis sitatistik",
  "CookiePolicy.statisticsCookiesP1": "Kukis sitatistik e nafa marɓe website bee heɓtugo kuudal hoɓɓe maɓɓe e website feere-feere, nden bee heɓtugo e hokkutugo anndinoore nder sirru.",
  "CookiePolicy.twoYearExpiry": "Duuɓi 2",
  "CookiePolicy.visitorIdPurpose": "E ɗum winnda ID wajjiɗinaaɗum ngam heɓugo data sitatistik dow no koɗo mo anndaaka huutiniri website.",
  "CookiePolicy.yourChoicesHeader": "Cuɓaaɗi maaɗa",
  "UsageAndPrivacy.kolibriAboutP1": "Foundation for Learning Equality, Inc. waɗi software Kolibri. A taway anndinoore feere bee dookaaji huutinirgo e nufooji sirrugo Kolibri taa raari ɗo'o:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri e waawi huwugo bee kompiita feere-feere, koo to internet walaa.",
  "UsageAndPrivacy.kolibriAboutP3": "Ɓaawo waɗugo Kolibri nder serwar kompiita, a waaway huutinirgo bannda internet. Kolibri e woodi nder serwar kompiitaaji ɗuɗɗi koo toye nder duuniyaaru. Kala marɗo serwar Kolibri fuu hakkilanaɗum, aynaɗum.",
  "UsageAndPrivacy.kolibriAboutP4": "Dawrooɓe foti cannjindira data Kolibri maɓɓe bee data ruldere wuro Kolibri manngo. To ɗum waɗi, dawrooɓe wuro Kolibri manngo mbaaway yi'ugo bee huutinirgo data iri gure bote fuu. Fahin data nastay serwar ruldere ɗum himɓe \"Learning Equality\" kuutinirta, hollii kamɓe maa ɓe ngi'ay data ɗu'um.",
  "UsageAndPrivacy.kolibriAboutP5": "Ngam ɓeydanngo kuuɗe bee janginillum Kolibri, \"Learning Equality\" mooɓay anndinooje feere-feere diga Kolibri maaɗa to serwar Kolibri e hawti bee internet. E ɗum raarana koɗolle serwar IP bee tinndinooje kompiitaaji bana kuwinoojum kompiita bee wakkati kuutiniraaki. Fahin \"Learning Equality\" e raara limgal huutinirooɓe gure bote, bee hitaande danyarde fukaraaɓe bee limgal ɓiɓɓe worɓe e rewɓe, bee no fukaraaɓe ngiɗiri jannginillum feere-feere. Ammaa ɓe mooɓataa tinndinooje dow ko raarani haala sirru huutinirooɓe.",
  "UsageAndPrivacy.kolibriAboutTitle": "Ko woni Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Huutinir bee Kolibri nder laawol ngol ngomnati mooɗon yerdi. To an mari serwar bee Kolibri, an woni aynoowo tinndinooje dow huutinirooɓe Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Aynu data bee anndinoore huutinirooɓe Kolibri maaɗa bee hakkiilo. E ɗum raarani aynugo kompiita, suuɗugo dirayf, huutinirgo bee paltirgel semmbingel wajjiɗinaangel, hesɗitingo system kompiita no haani, bee waatugo firewall semmbiɗum.",
  "UsageAndPrivacy.kolibriOwnersP3": "To a sanjindiri data wuro bote maaɗa bee data dammugal Kolibri, a hokkay dawrooɓe dammugal nga'al laawol yi'ugo data maaɗa. Nden boo a yerdi huutinirooɓe serwar \"Learning Equalities\" ngi'a data maaɗa.",
  "UsageAndPrivacy.kolibriOwnersP4": "Anndin huutinirooɓe to ngonnda. To e woodi fitina bee sigorɗum maɓɓe ɓe noddete.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Dawrooɓe",
  "UsageAndPrivacy.kolibriUsersL1": "Senndugo paltirgel ma, jaɓugo goɗɗo feere nasta sigorɗum ma, hollugo soynde aynugo sigorɗum ma",
  "UsageAndPrivacy.kolibriUsersL2": "Ɗum foondi nastugo sigorɗum kuutiniroowo feere",
  "UsageAndPrivacy.kolibriUsersL3": "Ittugo, nyifugo koo wonnugo nder Kolibri ko aynata Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Fitingo, koo wonnugo kuugal Kolibri bee halleende dow laabi fuu, koo haɗugo kuutiniroowo feere janngugo bee Kolibri",
  "UsageAndPrivacy.kolibriUsersP1": "Huutinir Kolibri deydey no ɓe ciryori. Ƴamu yerduye daadiraaɓe koo jannginooɓe ma.",
  "UsageAndPrivacy.kolibriUsersP2": "Anndu himɓe feere mbaaway yi'ugo tinndinoore dow maaɗa.",
  "UsageAndPrivacy.kolibriUsersP3": "Noddu dawroowo Kolibri maaɗa ngam heɓtugo anndinoore ɗum sigii dow maaɗa, bee moye foti yi'ande, noye hesɗitinirta koo ittirtaa anndinoore nden. Ƴamta dawroowo taa yi'i goɗɗo nasti sigorɗum maaɗa.",
  "UsageAndPrivacy.kolibriUsersP4": "Taa' waɗu ka:",
  "UsageAndPrivacy.kolibriUsersP5": "To a kuutiniroowo Kolibri kokkuɗo junngo, dawrooɓe bee jannginooɓe wuro bote maaɗa poti ngiʼa tinndinoore dow maaɗa, misaalu: innde maaɗa, innde nde kuutinirta, duuɓi maaɗa, hitaande danyarde maaɗa, lammba heftirgel, jannginillum ɗum ndaaruɗa bee no keɓuɗa e poondi. Gaɗuɓe Kolibri maa e mbaawi yi'ugo tinndinooje dow maaɗa ngam woʼʼingo jannginillum feere-feere.",
  "UsageAndPrivacy.kolibriUsersP6": "To a koɗo nder Kolibri, dawrooɓe bee jannginooɓe feere mbaaway yi'ugo jannginillum ɗum an bee hoɓɓe feere ndaari.",
  "UsageAndPrivacy.openIdH1": "Huutinirgo bee Kolibri ngam nastirgo app feere",
  "UsageAndPrivacy.openIdP1": "A waaway huutinirgo bee Kolibri ngam nastugo app-ji feere. To a waɗiɗum, sey app-ji ɗin keɓa laawol yi'ugo innde nde kuutinirta Kolibri, lammba heftirgel kuutiniroowo, bee inɗe maaɗa fuu."
}