Repository: learningequality/kolibri
Catalog: kolibri/locale/yo/LC_MESSAGES/django.po
Languages: yo_ng

source: Unexpected exception [{}]: {}
yo_ng: Aṣìṣe àìròtẹ́lẹ̀ [{}]: {}

# Error report message when the allowed number of digits has been exceeded.
source: Content of cell '{}' is too long
yo_ng: Àkoonú sẹ́ẹ̀lì '{}' ti gun jù

# Error report message when the cell contains an improper data format.
source: Content of cell '{}' is not valid
yo_ng: Àkoonú sẹ́ẹ̀lì '{}' kò péye

source: Duplicated username
yo_ng: Ìṣenírúméjí orúkọ-aṣàmúlò

source: Username only can contain characters, numbers and underscores
yo_ng: Orúkọ aṣàmúlò le wa ni àwọn ẹyọ ọ̀rọ̀, nọmba ati àwọn ìlà abẹ́

source: The column '{}' is required
yo_ng: Apayi '{}' se pataki

source: Mix of valid and/or invalid header labels found in first row
yo_ng: Àdàpọ̀ àkọlé ìlà abẹ́gbẹ́mu àti/tàbí aláìbẹ́gbẹ́mu wa ní ìlà ìbú àkọkọ́

source: No default facility exists. Make sure to set up a facility on the device before running this command
yo_ng: Ko si ohun elo àsàyàn. Rii daju lati ṣeto ohun elo lori ẹrọ ṣaaju ṣiṣe aṣẹ yii

source: Error trying to read csv file: {}
yo_ng: Àṣìṣe wa ni kíka fáìlì csv: {}

source: Error trying to write csv file: {}
yo_ng: Àṣìṣe wa ni kíkọ fáìlì csv: {}

source: Database ID ({})
yo_ng: ÌDÁNIMỌ̀ Oruko ti o wa tele ({})

source: Username ({})
yo_ng: Orúkọ aṣàmúlò ({})

source: Password ({})
yo_ng: Ọ̀rọ̀ aṣayàn ({})

source: Full name ({})
yo_ng: Orúkọ lekún rere({})

# CSV column header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
yo_ng: Irúfẹ́ aṣàmúlò ({})

source: Identifier ({})
yo_ng: Àfidámọ̀ ({})

source: Birth year ({})
yo_ng: Ọdún ìbí ({})

source: Gender ({})
yo_ng: Abo tàbí akọ ({})

source: Learner enrollment ({})
yo_ng: Ìforúkọsílẹ̀ akẹ́kọ̀ọ́ ({})

source: Coach assignment ({})
yo_ng: Iṣẹ́ àmúrelé olùkọ́ ({})

# CSV header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
yo_ng: Irúfẹ́ aṣàmúlò ({})

source: Learner enrollment ({})
yo_ng: Ìforúkọsílẹ̀ akẹ́kọ̀ọ́ ({})

source: Coach assignment ({})
yo_ng: Iṣẹ́ àmúrelé olùkọ́ ({})

source: Unexpected error [{}]: {}
yo_ng: Asise àìròtẹ́lẹ̀ [{}]: {}

# Error when the command is executed in the Terminal (command prompt)
source: Value in column '{}' has too many characters
yo_ng: Orọ̀ ti o wa ninu Ila yi ti poju'{}'

source: Value in column '{}' not valid
yo_ng: Iye nínu ìlà òòró '{}' Iye nkan

source: Username is duplicated
yo_ng: Ìṣenírúméjí orúkọ-aṣàmúlò

source: The column '{}' is required
yo_ng: Apá yìí ṣe'{}' Pàtàkì

source: Incorrect header label found in the first row
yo_ng: Aamì àkọlé ti ko tọ̀nà wà nínu ilà àkọkọ́

# Error when the command is executed in the Terminal (command prompt)
source: No default facility exists. Make sure to set up a facility on the device before importing users and classes
yo_ng: Kò sí ohun èlò àìyípadà. Ríi dájú láti ṣètò ohun èlò lórí ẹ̀rọ ṣaájú àgbéwọlé àwọn olùṣamúlò àti àwọn kíláàsì

source: The password field is required. To leave the password unchanged in existing users, insert an asterisk (*)
yo_ng: A nílò ọ̀rọ̀-aṣàyan. Láti fi ọ̀rọ̀ aṣínà sílẹ̀ láìyípadà ní àwọn olùṣàmúlò tí ó wà tẹ́lẹ̀, lo àmì ìràwọ̀ (*)

source: Cannot update user with ID: '{}' because no user with that database ID exists in this facility
yo_ng: Kòle ṣàfikún àwọn ìrísí olùlò pẹ̀lú Idanimo: '{}' nítorí kòsí Oruko to jo olùṣàmúlò ninu àkójọpọ̀ ohun elò yìí

source: Database ID is not valid
yo_ng: Ibùgbéìwífúnalálàyé ìdánimọ̀ kò kòjú òṣùwọ̀n

source: Data syncing in progress
yo_ng: Àjọṣe àwọn ìsọfúnni ní ìmúṣẹ

source: Do not disconnect your device from the network.
yo_ng: Má ṣe yọ ẹ̀rọ rẹ kúrò nínú ìlujára

source: Resource
yo_ng: Ohun èlò

source: The requested channel does not exist on the content server
yo_ng: Ìkànnì yìí kò sí lóri Ero afefe yi

source: Unknown format
yo_ng: Agbekale yìí kò sí

source: Updating your library
yo_ng: Ṣíṣe ìmúdójúìwọ̀n ibi ìkówèésí rẹ

source: Library updated
yo_ng: A ṣe ìmúdójúìwọ̀n ibi ìkówèésí

source: Library update failed
yo_ng: Ìmúdójúìwọ̀n ibi ìkówèésí kùnà

source: Language is not supported by Kolibri
yo_ng: Èdè yìí ko sese lorí Kolibri

source: Searching
yo_ng: Ń wá

source: Looking for other Kolibri devices
yo_ng: Wíwá àwọn ohun èlò Kolibri mìíràn

source: Facility name
yo_ng: Orúkọ ohun elò

source: Username
yo_ng: Orúkọ aṣàmúlò

source: Channel id
yo_ng: Ìdánimọ̀ ìkànnì

source: Channel name
yo_ng: Orúkọ ìkànnì

source: Content id
yo_ng: Ìdánimọ̀ àkòónú

source: Content title
yo_ng: Àkọlé àkòónú

# CSV column header for the time of the first interaction in the exported logs
source: Time of first interaction
yo_ng: Àkókò tí wọ́n kọ́kọ́ bára wọn lò

# CSV column header for the time of the last interaction in the exported logs
source: Time of last interaction
yo_ng: Àkókò ìfọwọ́sowọ́pọ̀ ìkẹyìn

# CSV column header for the percentage of completion in the exported logs
source: Time of completion
yo_ng: Àkókò tí wọ́n parí

# CSV column header for the time spent in a resource in the exported logs
source: Time Spent (sec)
yo_ng: Àkókò tí wọ́n lò (ìyẹn ní ìṣẹ́jú àáyá)

source: Progress (0-1)
yo_ng: Ìlọsíwájú (0-1)

source: Content kind
yo_ng: Oríṣi akosinu

source: Complete
yo_ng: Ti parí

source: Failed
yo_ng: Ti kùnà

source: Cancelled
yo_ng: Ti fagi lé

source: In progress - {percent}%
yo_ng: Ni ilọsiwaju - {percent}%

source: Waiting
yo_ng: N Iduro

source: Kolibri is starting
yo_ng: Kolibri ti ń bẹ̀rẹ̀

source: Starting Kolibri
yo_ng: Bí wọ́n ṣe bẹ̀rẹ̀ sí í lo Kolibri

source: You should be automatically redirected when Kolibri is ready
yo_ng: Ó yẹ kí a tún ọ́ darí sí ibòmíràn nígbà tí Kolibri bá ti ṣe tán

source: If not, please ask for help in our community forums
yo_ng: Bí kò bá rí bẹ́ẹ̀, jọ̀wọ́ béèrè fún ìrànlọ́wọ́ nínú àwùjọ wa

source: Refresh page
yo_ng: Ṣe àtúnṣe ojú ewé

source: Unsupported browser
yo_ng: Ìlujá ìwádìí yìí kò lè ṣiṣẹ́

source: Sorry, your browser version is not supported.
yo_ng: Má bínú, ìlujá ìwádìí tí ò ń lò kò lè ṣiṣẹ́.

source: To use Kolibri, we recommend using Firefox or Chrome.
yo_ng: Láti lo Kolibiri, a dàbá pé kó o lo Firefox tàbí Chrome.

source: You can also try updating your current browser.
yo_ng: O tún lè gbìyànjú láti lo ìlujá ìwádìí ti o peye.

source: No appropriate redirect pages found. It is likely that Kolibri is badly configured
yo_ng: Kò sí àwọn ojú ewé tí ò peye. Ó ṣeé ṣe kó jẹ́ pé ìkànnì Kolibiri kò ṣiṣẹ́ bó ṣe yẹ

source: Coach
yo_ng: Olùkọ́ni

source: Facility
yo_ng: Ohun èlò

source: content_session_logs_from_
yo_ng: àkókò_ìkójọpọ̀_àwọn àkọsílẹ̀_láti_

source: to_
yo_ng: sí

source: content_summary_logs_from_
yo_ng: àdáyanrí_àkópọ̀_àwọn àkọsílẹ̀_láti_

source: users
yo_ng: àwọn olùṣàmúlò

source: Learn
yo_ng: Kọ́

source: Policies
yo_ng: Awon eto imulo

source: Setup Wizard
yo_ng: Ètò ìṣiṣẹ́

source: User Profile
yo_ng: Ìrísí olùlò aṣàmúlò

source: Account transfer in progress
yo_ng: Àyípadà sí àkọọ́lẹ̀ tó ń lọ lọwọ

source: Moving {learner_name} to learning facility {facility_name}
yo_ng: Gbigbe {learner_name}lọ si ibi-iṣẹ ikẹkọ {facility_name}
