{
  "CookiePolicy.choicesP1": "Ìwọ {choice} láti gba àwọn ìsọfúnni ìsọfúnni. O le yí ààyò yìí padà níbí:",
  "CookiePolicy.cookieExpiryTableHeader": "Àkókò tí yóò fi parí",
  "CookiePolicy.cookieP1": "Ètò Ìkọ́nilẹ́kọ̀ọ́ Kolibri máa ń lo àwọn kúkì láti ṣe àkànṣe ìrírí rẹ àti láti dáàbò bò ó, láti ṣàyẹ̀wò ìrìnàjò, àti láti mú kí iṣẹ́ àti iṣẹ́ rẹ̀ sunwọ̀n sí i. Àwọn kuki jẹ́ àwọn fáìlì ìsọfúnni kéékèèké tí àwọn ìkànnì orí ayélujára lè lò láti mú kí ìrírí àwọn oníṣe dára sí i.",
  "CookiePolicy.cookieP2": "Àwọn òfin ìpamọ́ra tó wà nísinsìnyí (GDPR àti CCPA) sọ pé a lè to àwọn cookies sórí ẹ̀rọ rẹ bí wọ́n bá ṣe pàtàkì fún iṣẹ́ náà. Fún gbogbo irú àwọn kuki yòókù, a nílò àṣẹ rẹ.",
  "CookiePolicy.cookieP3": "Ètò ìkọ̀wé Kolibri ń lo oríṣiríṣi kuki. Àwọn kuki kan ṣe pàtàkì gan-an, àwọn kan sì wà fún àwọn ìdí ìwádìí tí kò pọn dandan. O lè yí ìfohùnṣọ̀kan rẹ padà tàbí o lè fà á padà nígbàkigbà.",
  "CookiePolicy.cookieP4": "Wàá rí àlàyé síwájú sí i nípa bí a ṣe lè máa bójú tó àwọn ìsọfúnni rẹ nínú Ìlànà Ìlò àti Ìdáàbòbò Ìkànnì wa.",
  "CookiePolicy.cookieP5": "Àwọn kuki tó ṣe pàtàkì máa ń mú kí ìkànnì kan wúlò nípa mímú kí àwọn ohun tó ṣe pàtàkì lára rẹ̀ ṣeé ṣe, irú bí lílọ sí ojú ìwé àti lílọ sí àwọn àgbègbè tó ní ààbò. Kò ṣeé ṣe fún ìkànnì náà láti ṣiṣẹ́ dáadáa láìjẹ́ pé àwọn cookies wọ̀nyí wà.",
  "CookiePolicy.cookiePurposeTableHeader": "Ìdí",
  "CookiePolicy.csrftokenCookiePurpose": "Láti dáàbò bo ojúewé ìforúkọsílẹ̀ àti láti rí i dájú pé ẹnikẹ́ni kò lè wọlé sínú àwo wíwò rẹ tàbí ṣe àwọn ìgbésẹ̀ ní orúkọ rẹ láìsí ìyọ̀ǹda rẹ.",
  "CookiePolicy.kolibriCookieConsentPurpose": "A máa ń lò ó láti mọ̀ bóyá àlejò náà ti gbà tàbí kò gbà kí wọ́n lo àwọn àwo kuki iyan, ati yago fun nilo lati beere lẹẹkansi.",
  "CookiePolicy.kolibriCookieExpiry": "Títí di òpin àkokò",
  "CookiePolicy.kolibriCookiePurpose": "Láti dáàbò bo ìforúkọsílẹ̀ rẹ àti láti fún ọ ní àfikún sí àwọn ìsọfúnni ti ara ẹni rẹ",
  "CookiePolicy.necessaryCookiesHeader": "Àwọn kúkì Tó Ṣe Pàtàkì",
  "CookiePolicy.statisticsCookiesHeader": "Àwọn Àkọsílẹ̀ Kuki",
  "CookiePolicy.statisticsCookiesP1": "Awọn kuki awọn iṣiro ṣe iranlọwọ fun awọn oniwun oju opo wẹẹbu ni oye bi awọn alejo ṣe nlo pẹlu awọn oju opo wẹẹbu nipasẹ gbigba ati jijabọ alaye ni ailorukọ.",
  "CookiePolicy.twoYearExpiry": "Ọdún méjì",
  "CookiePolicy.visitorIdPurpose": "Ó máa ń forúkọsílẹ̀ àmì ìdánimọ̀ kan tó ṣàrà ọ̀tọ̀ tó máa ń lò láti ṣe ìwádìí nípa bí àjèjì kan ṣe ń lo ìkànnì náà.",
  "CookiePolicy.yourChoicesHeader": "Àwọn Ìpinnu Rẹ",
  "UsageAndPrivacy.kolibriAboutP1": "Foundation for Learning Equality, Inc. ni ó ṣe àdàkọ Kolibri. Ìsọfúnni síwájú sí i, tó fi mọ àwọn Àdéhùn Iṣẹ́ àti Ìlànà Ìpamọ́ra Kolibri lè wà ní:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri jẹ́ atọ́kùn ẹ̀yà àìrídìmú tí a lè ṣàgbékalẹ̀ rẹ̀ si orí ọ̀pọ̀ ohun èlò láìlo íńtánẹ́ẹ̀tì.",
  "UsageAndPrivacy.kolibriAboutP3": "Yato si pupo ninu awon Ìpèsè wẹ́ẹ̀bù lorí Íńtánẹ́ẹ̀tì ti won n wole si bákan náà lati aṣàwákiri wẹ́ẹ̀bù, Ẹgbẹẹgbẹ̀rún igbimọ Kolibri ni o wa ni ómìnira káàkiri ayé - pelu eleyii. igbimo kolibri kookan ni a maa n se eto ati idari re lati owo eni ti o ni ohun elo ti a se agbekale re si.",
  "UsageAndPrivacy.kolibriAboutP4": "Áàyè wá fún àwọn alábòjútó láti ṣe amúdọ́gba àwọn data ti Kolibri pẹlu isẹ́ àpótí àgbàwọ́lé data ti Kolibri lójú òfuurufú. Ninu ọ̀ràn yii, a o yọnda gbogbo àwọn àpéjọ data fún àwọn alábòjútó àjọ lóri àpótí àgbàwọ́lé data ti Kolibri. A o fí í sí orí apèsè ójú òfuurufú àwọn oní Ìlànà-ètò ìmú ṣiṣẹ́ ti Learning Equality kí òun naa lè láǹfààní láti lò o.",
  "UsageAndPrivacy.kolibriAboutP5": "Learning Equality máa ń se àkójô ìsọfúnni àwọn aṣàmúlò Kí a bàa lè je kí Kolibri áti àwọn elò rẹ̀ sunwọ̀n sí.",
  "UsageAndPrivacy.kolibriAboutTitle": "Nipa Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "O ye ki o lo Kolibri gege bi i ìpèsèni ibamu pele awon ofin ibamu re. Ti o ba je pe iwo lo ni ohun-èlò ti a ṣàgbékalẹ̀ Kolibri le lori, jowo je ko di mimo fun o pe iwo ni o ni olórí iṣẹ́ ẹni níṣẹ́ nipa a ipamọ́ àti ààbò dátà aṣàmúlò ti o n di ifipamọ ni Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "O tún ní láti máa tẹ̀lé àwọn ìlànà ààbò ìsọfúnni tó dára jùlọ láti dáàbò bo àwọn ìsọfúnni àwọn olùlo rẹ. Lára ohun tó yẹ kó o ṣe ni pé kó o máa rí i dájú pé ohun èlò rẹ wà ní mímọ́, kó o máa fi í pa mọ́, kó o máa lo àwọn ọ̀rọ̀ àṣírí tó lágbára, kó o máa fi í sílò, kó o sì máa lo ààbò tó yẹ.",
  "UsageAndPrivacy.kolibriOwnersP3": "Tí e ba pa ohun ori ero yin po mo tí àpótí àgbàwọ́lé data ti Kolibri, àwọn alakòóso àpótí àgbàwọ́lé data ti Kolibri àti Learning Equality le lò àwọn ìsọfúnni yin.",
  "UsageAndPrivacy.kolibriOwnersP4": "Jọwọ ri daju pe awọn asamulo rẹ ni ọna lati kàn sí o ti wọn ba ni awọn ifiyesi nipa awọn akanti wọn.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Alábòjútó",
  "UsageAndPrivacy.kolibriUsersL1": "Fifun eniyan ni ọ̀rọ̀ aṣínà re, jijeki enikeni raye sinu akoole re, tabi sise ohunkohun ti o le s; akoba fun akanti re",
  "UsageAndPrivacy.kolibriUsersL2": "Gbiyanju lati si Akanti elomiran",
  "UsageAndPrivacy.kolibriUsersL3": "Ṣèmúkúro, sèdíwọ, gbé sípò àìṣeélò, gbe sipo àdánù, ta bí bẹ́ẹ̀ kọ́ dá sí ọ̀rọ̀ ètò àbò àwọn kókó pàtàkì tó wà nínú Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Ti o ba ni ero lati dabaru pẹlu tabi bajẹ awọn isẹ ti Kolibri tabi eyikeyi olumulo ti gbadun ti o, nipa eyikeyi ọna",
  "UsageAndPrivacy.kolibriUsersP1": "O ye ki o lo Kolibri ni ibamu pelu gbogbo awon ofin ibamu. eyi le tunmo si pe ki o gba aaye lowo Obi, Olutoju tabi Oluko re.",
  "UsageAndPrivacy.kolibriUsersP2": "Nigba ti o ba n lo Kolibri, jowo mo daju pe awon ohun àfidánimọ̀ re le je riri fun awon yooku, eyi si da le lori bii a se ṣàtòpọ̀ ẹ̀yà àìrídìmú ati bi o ba se wole sori ẹ̀yà àìrídìmú naa.",
  "UsageAndPrivacy.kolibriUsersP3": "Jọwọ kàn sí olùdarí Kolibri àdúgbò rẹ láti mọ àwọn ìsọfúnni ti ara ẹni rẹ tí ó lè wà nípamọ́, ẹni tí ó lè rí wọn, bí o ṣe lè ṣe àtúnṣe tàbí pa wọ́n, tàbí bí o bá gbàgbọ́ pé a ti fọwọ́ kan àkọọ́lẹ̀ rẹ.",
  "UsageAndPrivacy.kolibriUsersP4": "O kò gbọ́dọ̀:",
  "UsageAndPrivacy.kolibriUsersP5": "Tí e ba n lò Kolibri gẹ́gẹ́ bí ẹni tó ń wọlé, àwọn ìsọfúnni bí orúkọ, orúkọ aṣàmúlò, ọjó orí, ọdún ìbí, nọ́mbà ìdánimọ̀, àwọn ohun tí e wò, àti ero yin le je mímọ fún àwọn alákòóso àti àwọn olùdánilẹ́kọ̀ọ́ yin. Àwọn ìsọfúnni yìi le je lílò fún àwọn olùdásílẹ̀ ti Kolibri àti àwọn olùkọ̀wé làti ṣàtúnṣe ẹ̀yà àìrídìmú àti àwọn ohun olùdánilẹ́kọ̀ọ́.",
  "UsageAndPrivacy.kolibriUsersP6": "Nigba ti o ba lo Kolibri gege bi i alejo, iwifun ni ìwọ́pọ̀ nipa awon nnkan ti iwo ati awon alejo miran ti o n lo le je riri fun awon alabojuto ati awon oluko kookan.",
  "UsageAndPrivacy.openIdH1": "Ò ń lò Kolibri láti wọlé sí orí àwọn ètò ìṣiṣẹ́ míràn",
  "UsageAndPrivacy.openIdP1": "O le ti orí Kolibri wọlé sórí àwọn ètò ìṣiṣẹ́ míràn. Àmọ́, tó o bá ṣe bẹ́ẹ̀, ètò ìṣiṣẹ́ náà máa lè lò àwọn ìsọfúnni rẹ bí orúkọ ìwọlé, ìdánimọ̀ àti orúkọ rẹ."
}