{
  "CookiePolicy.choicesP1": "આંકડાકીય કુકીઝ મેળવવા માટે તમે {choice} કરો છો. તમે આ પસંદગીને અહીં બદલી શકો છો:",
  "CookiePolicy.cookieExpiryTableHeader": "સમયસીમા સમાપ્તિ",
  "CookiePolicy.cookieP1": "Kolibri લર્નિંગ પ્લેટફોર્મ તમારા અનુભવને વ્યક્તિગત અને સુરક્ષિત કરવા, ટ્રાફિકનું વિશ્લેષણ કરવા અને તેની સેવાના પર્ફોર્મન્સ અને કાર્યક્ષમતામાં સુધારો કરવા માટે કુકીઝનો ઉપયોગ કરે છે. કુકીઝ એ નાની ટેક્સ્ટ ફાઇલ્સ છે જેનો ઉપયોગ વપરાશકર્તાના અનુભવને વધુ કાર્યક્ષમ બનાવવા માટે વેબસાઇટ્સ દ્વારા કરી શકાય છે.",
  "CookiePolicy.cookieP2": "વર્તમાન ગોપનીયતા કાયદાઓ (GDPR અને CCPA) જણાવે છે કે જો સેવાના ઑપરેશન માટે સખતપણે જરૂરી હોય તો અમે તમારા ડિવાઇસ પર કુકીઝ સ્ટોર કરી શકીએ છીએ. અન્ય તમામ પ્રકારની કુકીઝ માટે, અમને તમારી પરવાનગીની જરૂર છે.",
  "CookiePolicy.cookieP3": "Kolibri લર્નિંગ પ્લેટફોર્મ વિવિધ પ્રકારની કુકીઝનો ઉપયોગ કરે છે. કેટલીક કુકીઝ ચુસ્તપણે જરૂરી છે, અને કેટલીક વૈકલ્પિક વિશ્લેષણ હેતુઓ માટે હોય છે. તમે કોઈપણ સમયે તમારી સંમતિ બદલી અથવા પાછી ખેંચી શકો છો.",
  "CookiePolicy.cookieP4": "અમારી વપરાશ અને ગોપનીયતા નીતિમાં તમારા ડેટા પર કેવી રીતે પ્રક્રિયા થઈ શકે છે તે વિશે વધુ જાણો.",
  "CookiePolicy.cookieP5": "આવશ્યક કુકીઝ પેજ નેવિગેશન અને તેના સુરક્ષિત વિસ્તારોના ઍક્સેસ જેવા મૂળભૂત કાર્યોને સક્ષમ કરીને વેબસાઇટને ઉપયોગી બનાવવામાં મદદ કરે છે. આ કુકીઝ વિના વેબસાઇટ યોગ્ય રીતે કાર્ય કરી શકતી નથી.",
  "CookiePolicy.cookiePurposeTableHeader": "હેતુ",
  "CookiePolicy.csrftokenCookiePurpose": "લૉગિન પેજને સુરક્ષિત કરવા અને ખાતરી કરવા માટે કે કોઈ પણ તમારી સંમતિ વિના તમારા બ્રાઉઝરને લૉગ ઇન કરી શકશે નહીં અથવા તમારા વતી ક્રિયાઓ કરી શકશે નહીં.",
  "CookiePolicy.kolibriCookieConsentPurpose": "મુલાકાતીએ અગાઉ વૈકલ્પિક કૂકીઝ સ્વીકારી છે અથવા નકારી છે કે કેમ તે શોધવા માટે વપરાય છે, અને ફરીથી પૂછવાની જરૂરને ટાળે છે.",
  "CookiePolicy.kolibriCookieExpiry": "સત્રના અંત સુધી",
  "CookiePolicy.kolibriCookiePurpose": "સત્રનું તમારું લૉગ ઇન સુરક્ષિત કરવા અને તમને તમારી વ્યક્તિગત માહિતીની ઍક્સેસ પ્રદાન કરવા માટે",
  "CookiePolicy.necessaryCookiesHeader": "જરૂરી કુકીઓ",
  "CookiePolicy.statisticsCookiesHeader": "આંકડાકીય કુકીઓ",
  "CookiePolicy.statisticsCookiesP1": "આંકડાની કુકીઝ વેબસાઇટના માલિકોને સમજવામાં મદદ કરે છે કે મુલાકાતીઓ અનામી રીતે માહિતી એકત્રિત કરીને અને જાણ કરીને વેબસાઇટ્સ સાથે કેવી રીતે સંપર્ક કરે છે.",
  "CookiePolicy.twoYearExpiry": "2 વર્ષ",
  "CookiePolicy.visitorIdPurpose": "એક અનન્ય ID રજિસ્ટર કરે છે જેનો ઉપયોગ અનામી મુલાકાતી વેબસાઇટનો ઉપયોગ કેવી રીતે કરે છે તેના પર આંકડાકીય ડેટા બનાવવા માટે થાય છે.",
  "CookiePolicy.yourChoicesHeader": "તમારી પસંદગીઓ",
  "UsageAndPrivacy.kolibriAboutP1": "Kolibri સૉફ્ટવેર Foundation for Learning Equality, Inc. દ્વારા બનાવવામાં આવ્યું છે. Kolibriની સેવાની શરતો અને ગોપનીયતા નીતિ સહિતની વધુ માહિતી નીચે મુજબ મળી શકે છેઃ",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri એ એક સૉફ્ટવેર એપ્લિકેશન છે જે ઇન્ટરનેટ સાથે જોડાણની જરૂરિયાત વિના વિવિધ ડિવાઇસ પર ઇન્સ્ટોલ કરી શકાય છે.",
  "UsageAndPrivacy.kolibriAboutP3": "વેબ બ્રાઉઝર દ્વારા સમાન રીતે ઍક્સેસ કરવામાં આવેલી ઘણી ઑનલાઇન વેબ સેવાઓથી વિપરીત, વિશ્વભરમાં હજારો સ્વતંત્ર Kolibri ઇન્સ્ટોલેશન છે - આનો સમાવેશ થાય છે. દરેક Kolibri ઇન્સ્ટોલેશનને ડિવાઇસના માલિક દ્વારા મેનેજ અને નિયંત્રિત કરવામાં આવે છે જે તે ઇન્સ્ટોલ કરેલું છે.",
  "UsageAndPrivacy.kolibriAboutP4": "સંચાલકો માટે Kolibri ડેટાને ક્લાઉડ-આધારિત Kolibri ડેટા પૉર્ટલ સેવા સાથે સિંક્રનાઇઝ કરવાનું શક્ય છે. જો આ થાય છે, તો તમામ સુવિધા ડેટા Kolibri ડેટા પૉર્ટલ પરના સંસ્થા ઍડમિન માટે ઍક્સેસ કરી શકાય છે. તે Learning Equality દ્વારા સંચાલિત ક્લાઉડ સર્વર્સ પર અપલોડ કરવામાં આવશે, જેમની પાસે આ ડેટાનો ઍક્સેસ પણ હશે.",
  "UsageAndPrivacy.kolibriAboutP5": "Kolibriની ગુણવત્તા અને તેના પરના સંસાધનોમાં સુધારો કરવા માટે, જ્યારે Kolibriને ઇન્ટરનેટનો ઍક્સેસ હોય ત્યારે Learning Equality અનામી ઉપયોગની માહિતી એકત્રિત કરે છે. આમાં સર્વર સાથે સંકળાયેલ IP ઍડ્રેસ, ઓપરેટિંગ સિસ્ટમ અને ટાઇમ ઝોન જેવી ડિવાઇસની વિગતો શામેલ છે. અમે આ સહિતના એકંદર આંકડા પણ એકત્રિત કરીએ છીએ: વપરાશકર્તાઓ અને સુવિધાઓની સંખ્યા, જન્મ વર્ષ અને લિંગ વિતરણ, અને સાધન લોકપ્રિયતા. અમે Kolibri વપરાશકારો વિશેની વ્યક્તિગત માહિતીને એકત્રિત કરવાથી બચવા માટે તમામ પ્રયત્નો કરીએ છીએ.",
  "UsageAndPrivacy.kolibriAboutTitle": "Kolibri વિશે",
  "UsageAndPrivacy.kolibriOwnersP1": "તમારે Kolibriને તમામ લાગુ કાયદાના પાલનમાં સેવા તરીકે ચલાવવું જોઈએ. જો તમે ડિવાઇસના માલિક છો કે જે Kolibri પર ઇન્સ્ટોલ કરેલું છે, તો કૃપા કરીને ધ્યાન રાખો કે તમે છેલ્લે Kolibriમાં સંગ્રહિત વપરાશકર્તા ડેટાની સલામતી અને સુરક્ષા માટે જવાબદાર છો.",
  "UsageAndPrivacy.kolibriOwnersP2": "તમારે તમારા ઉપયોગકર્તાઓના ડેટાને સુરક્ષિત રાખવા માટે શ્રેષ્ઠ માહિતી સુરક્ષા પદ્ધતિઓનું પણ પાલન કરવું જોઈએ. આમાં ડિવાઇસને ભૌતિક રીતે સુરક્ષિત રાખવું, હાર્ડ ડ્રાઇવ એન્ક્રિપ્ટ કરવી, મજબૂત અને અનન્ય પાસવર્ડનો ઉપયોગ કરવો, ઑપરેટિંગ સિસ્ટમને અદ્યતન રાખવી અને યોગ્ય રીતે કન્ફિગર કરાયેલ ફાયરવૉલ રાખવાનો સમાવેશ થાય છે.",
  "UsageAndPrivacy.kolibriOwnersP3": "જો તમે તમારા સુવિધા કેન્દ્રના ડેટાને Kolibri ડેટા પૉર્ટલ પર સિંક કરવાનું પસંદ કરો છો, તો તમે Kolibri ડેટા પૉર્ટલ સંસ્થાના ઍડમિને તમારા ડેટાનો ઍક્સેસ આપશો. તમે સર્વરનું સંચાલન કરનાર Learning Equalityને પણ ઍક્સેસ આપશો.",
  "UsageAndPrivacy.kolibriOwnersP4": "કૃપા કરીને ખાતરી કરો કે તમારા વપરાશકર્તાઓને તેમના ખાતાઓ વિશે ચિંતા હોય તો તમારી સાથે સંપર્કમાં રહેવાની રીત છે.",
  "UsageAndPrivacy.kolibriOwnersTitle": "ઍડમિનિસ્ટ્રેટર",
  "UsageAndPrivacy.kolibriUsersL1": "તમારો પાસવર્ડ શેર કરો, કોઈને પણ તમારું એકાઉન્ટ ઍક્સેસ કરવા દો અથવા તમારા એકાઉન્ટને જોખમમાં મૂકવા માટે કંઈક કરી શકો",
  "UsageAndPrivacy.kolibriUsersL2": "અન્ય કોઈ વપરાશકર્તાના એકાઉન્ટને ઍક્સેસ કરવાનો પ્રયાસ",
  "UsageAndPrivacy.kolibriUsersL3": "Kolibriની સલામતીથી સંબંધિત સુવિધાઓને દૂર, નિષ્ફળ, અવરોધ, નુકસાન અથવા દખલ કરો",
  "UsageAndPrivacy.kolibriUsersL4": "Kolibriની અથવા કોઈ પણ વપરાશકર્તાના આનંદની કામગીરીમાં ઇરાદાપૂર્વક દખલ કરવી અથવા નુકસાન પહોંચાડવું, કોઈ પણ રીતે",
  "UsageAndPrivacy.kolibriUsersP1": "તમારે બધા કાયદાઓનું પાલન કરીને Kolibriનો ઉપયોગ કરવો આવશ્યક છે. તેનો અર્થ એ હોઈ શકે છે કે તમારા માતાપિતા, વાલીઓ અથવા શિક્ષક પાસેથી પરવાનગી મેળવવી.",
  "UsageAndPrivacy.kolibriUsersP2": "કેવી રીતે સોફ્ટવેર ગોઠવ્યું છે અને તમે સોફ્ટવેરને કેવી રીતે ઍક્સેસ કરી શકો છો તેના આધારે તમારી વ્યક્તિગત માહિતી અન્ય લોકો માટે દૃશ્યક્ષમ હોઈ શકે છે તેની જાણ રાખો.",
  "UsageAndPrivacy.kolibriUsersP3": "તમારી કઈ વ્યક્તિગત માહિતી સંગ્રહિત થઈ શકે છે, તે કોની પાસે દૃશ્યમાન છે, તેને કેવી રીતે અપડેટ કરવી અથવા કાઢી નાંખવી, અથવા જો તમે માનતા હોવ કે તમારા એકાઉન્ટ સાથે ચેડા કરવામાં આવ્યા છે, તો કૃપા કરીને તમારા સ્થાનિક Kolibri ઍડમિનિસ્ટ્રેટરનો સંપર્ક કરો.",
  "UsageAndPrivacy.kolibriUsersP4": "તમારે આટલું ન કરવું જોઈએ:",
  "UsageAndPrivacy.kolibriUsersP5": "જ્યારે તમે Kolibriનો લૉગ-ઇન કરેલ વપરાશકર્તા તરીકે ઉપયોગ કરો છો, ત્યારે તમારું નામ, વપરાશકર્તા નામ, વય, જન્મ વર્ષ, ઓળખ નંબર, તમે જુઓ છો તે સંસાધનો અને આકારણીઓ પરનું તમારું પ્રદર્શન તમારી સુવિધામાં એડમિનિસ્ટ્રેટર અને કોચ માટે ઉપલબ્ધ કરવામાં આવશે. તમારી માહિતીનો ઉપયોગ Kolibriના વિકાસકર્તાઓ દ્વારા પણ થઈ શકે છે અને વિવિધ શીખનારા પ્રકારો અને આવશ્યકતાઓ માટેના સોફ્ટવેર અને સંસાધનોને સુધારવામાં સહાય માટે સામગ્રી નિર્માતાઓ સાથે શેર કરી શકાય છે.",
  "UsageAndPrivacy.kolibriUsersP6": "જ્યારે તમે Kolibriનો અતિથિ તરીકે ઉપયોગ કરો છો, ત્યારે તમે અને અન્ય અતિથિ વપરાશકર્તાઓ જુઓ તે સંસાધનો વિશેની એકંદર માહિતી ઍડમિનિસ્ટ્રેટર અને કેટલાક કોચ માટે ઉપલબ્ધ હોઈ શકે છે.",
  "UsageAndPrivacy.openIdH1": "Kolibriનો ઉપયોગ કરીને તૃતીય-પક્ષ એપ્લિકેશન્સમાં સાઇન ઇન કરવું",
  "UsageAndPrivacy.openIdP1": "Kolibriનો ઉપયોગ તૃતીય-પક્ષ એપ્લિકેશનમાં નોંધણી અથવા સાઇન ઇન કરવા માટે શક્ય છે. જો તમે આ કરો છો, તો અન્ય એપ્લિકેશનને તમારા Kolibri વપરાશકર્તાનામ, અનન્ય વપરાશકર્તા ID અને સંપૂર્ણ નામનો ઍક્સેસ હશે."
}