{
  "CookiePolicy.choicesP1": "စာရင်းဇယားကွက်ကီးများကို လက်ခံရန် သင်သည် {choice} ဤနှစ်သက်ရာကို ဤနေရာတွင် ပြောင်းနိုင်သည်။ - ",
  "CookiePolicy.cookieExpiryTableHeader": "သက်တမ်းကုန်ဆုံးချိန်",
  "CookiePolicy.cookieP1": "Kolibri သင်ယူမှုပလပ်ဖောင်းသည် သင့်အတွေ့အကြုံကို စိတ်ကြိုက်ပြင်ဆင်ရန်နှင့် လုံခြုံစေရန်၊ အသွားအလာကို ပိုင်းခြားစိတ်ဖြာရန်နှင့် ၎င်း၏ဝန်ဆောင်မှု၏စွမ်းဆောင်ရည်နှင့် လုပ်ဆောင်နိုင်စွမ်းကို မြှင့်တင်ရန် ကွတ်ကီးများကို အသုံးပြုပါသည်။ ကွတ်ကီးများသည် သုံးစွဲသူ၏ အတွေ့အကြုံကို ပိုမိုထိရောက်စေရန် ဝဘ်ဆိုက်များက အသုံးပြုနိုင်သည့် သေးငယ်သော စာသားဖိုင်များဖြစ်သည်။",
  "CookiePolicy.cookieP2": "လက်ရှိ ကိုယ်ရေးကိုယ်တာ ဥပဒေများ (GDPR နှင့် CCPA) တွင် ၎င်းတို့သည် ဝန်ဆောင်မှုအတွက် တင်းကြပ်စွာ လိုအပ်ပါက သင့်စက်တွင် ကွတ်ကီးများကို သိမ်းဆည်းနိုင်ကြောင်း ဖော်ပြထားသည်။ အခြား cookies အမျိုးအစားအားလုံးအတွက်၊ ကျွန်ုပ်တို့သည် သင့်ခွင့်ပြုချက် လိုအပ်ပါသည်။",
  "CookiePolicy.cookieP3": "Kolibri Learning Platform သည် မတူညီသော cookies အမျိုးအစားများကို အသုံးပြုသည်။ အချို့သော cookies များသည် တင်းကြပ်စွာ လိုအပ်ပြီး အချို့သည် ရွေးချယ်နိုင်သော ခွဲခြမ်းစိတ်ဖြာမှု ရည်ရွယ်ချက်များအတွက် ဖြစ်သည်။ သင်၏ခွင့်ပြုချက်ကို အချိန်မရွေး ပြောင်းလဲနိုင်သည် သို့မဟုတ် ရုပ်သိမ်းနိုင်သည်။\n",
  "CookiePolicy.cookieP4": "ကျွန်ုပ်တို့၏အသုံးပြုမှုနှင့် ကိုယ်ရေးကိုယ်တာမူဝါဒတွင် သင့်ဒေတာကို မည်သို့လုပ်ဆောင်နိုင်သည်ကို ပိုမိုလေ့လာပါ။",
  "CookiePolicy.cookieP5": "လိုအပ်သော cookies များသည် စာမျက်နှာလမ်းညွှန်ခြင်းနှင့် ၎င်း၏လုံခြုံသောနေရာများသို့ ဝင်ရောက်ခြင်းကဲ့သို့သော အခြေခံလုပ်ဆောင်ချက်များကို ဖွင့်ပေးခြင်းဖြင့် ဝဘ်ဆိုက်တစ်ခုကို အသုံးပြုနိုင်ရန် ကူညီပေးပါသည်။ ဤ cookies များမပါဘဲ ဝဘ်ဆိုက်သည် ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်မည်မဟုတ်ပေ။",
  "CookiePolicy.cookiePurposeTableHeader": "ရည်ရွယ်ချက်",
  "CookiePolicy.csrftokenCookiePurpose": "၀င်ရောက်မည့်စခရင်ကို လုံခြုံစေရန်နှင့် သင့်ခွင့်ပြုချက်မရှိဘဲ သင့်ကိုယ်စား သင့်ဘရောက်ဆာကို မည်သူမျှ လော့ဂ်အင်ဝင်ခြင်း သို့မဟုတ် လုပ်ဆောင်ချက်များကို လုပ်ဆောင်နိုင်စေရန် သေချာစေပါ။",
  "CookiePolicy.kolibriCookieConsentPurpose": "ဧည့်သည်သည် ယခင်က ရွေးချယ်နိုင်သော ကွတ်ကီးများကို လက်ခံခြင်း သို့မဟုတ် ငြင်းပယ်ခြင်းရှိ၊ မရှိ သိရှိရန် အသုံးပြုပြီး ထပ်မေးရန်မလိုအပ်ပါ။",
  "CookiePolicy.kolibriCookieExpiry": "ပြီးဆုံးသည်အထိ",
  "CookiePolicy.kolibriCookiePurpose": "သင်ဝင်ရောက်ထားသည့် စက်ရှင်ကို လုံခြုံစေရန်နှင့် သင့်ကိုယ်ရေးကိုယ်တာဒေတာကို ဝင်ရောက်ခွင့် ပေးပါသည်။",
  "CookiePolicy.necessaryCookiesHeader": "လိုအပ်သော ကွတ်ကီးများ",
  "CookiePolicy.statisticsCookiesHeader": "ကွတ်ကီးများစာရင်း",
  "CookiePolicy.statisticsCookiesP1": "စာရင်းအင်း ကွက်ကီးများသည် ဝဘ်ဆိုက်ပိုင်ရှင်များအား အချက်အလက်များ စုဆောင်းခြင်းနှင့် အမည်ဝှက်ဖြင့် သတင်းပို့ခြင်းဖြင့် ဝဘ်ဆိုက်များနှင့် လာကြည့်သူများ အပြန်အလှန် တုံ့ပြန်ပုံကို နားလည်စေရန် ကူညီပေးပါသည်။\n",
  "CookiePolicy.twoYearExpiry": "၂ နှစ်",
  "CookiePolicy.visitorIdPurpose": "အမည်မသိလာရောက်သူသည် ဝဘ်ဆိုက်ကိုအသုံးပြုပုံနှင့်ပတ်သက်၍ ကိန်းဂဏန်းအချက်အလက်များထုတ်လုပ်ရန် အသုံးပြုသည့် သီးသန့် ID တစ်ခုကို မှတ်ပုံတင်ပါ။\n",
  "CookiePolicy.yourChoicesHeader": "သင်၏ရွေးချယ်မှုများ",
  "UsageAndPrivacy.kolibriAboutP1": "Kolibri ဆော့ဖ်ဝဲကို Learning Equality, Inc မှ Foundation for Learning Equality, Inc မှ တည်ဆောက်ထားသည်။ Kolibri ၏ ဝန်ဆောင်မှုစည်းမျဉ်းများနှင့် ကိုယ်ရေးကိုယ်တာမူဝါဒအပါအဝင် နောက်ထပ်အချက်အလက်များကို အောက်ပါတွင်ကြည့်ရှုနိုင်သည် -",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri သည် မည်သည့်ကိရိယာမဆိုနီးပါးတွင် အင်တာနက်မလိုဘဲ ထည့်သွင်းနိုင်သော ဆော့ဝဲရ် ဖြစ်သည်။",
  "UsageAndPrivacy.kolibriAboutP3": "တခြား web ဝန်ဆောင်မှုကဲ့သို့မဟုတ်ဘဲ web browser မှတစ်ဆင့် သုံးရသည်နှင့်ဆင်တူသည်။ ယခုကိရိယာအပါအဝင် ကမ္ဘာ့အနှံတွင် ထောင်ပေါင်းများစွာအသုံးပြုလျက်ရှိသည်။ Kolibri တစ်ခုခြင်းစီထည့်သွင်းခြင်းအတွက် ထိုကိရိယာ၏ ပိုင်ရှင်မှ ထိန်းချုပ်ထားခြင်းဖြစ်သည်။",
  "UsageAndPrivacy.kolibriAboutP4": "စီမံခန့်ခွဲသူသည် Kolibri ဒေတာမှ cloud အခြေပြုသည့် Kolibri Data Portal ဝန်ဆောင်မှုသို့လည်း ပြောင်းလဲရယူနိုင်သည်။ ထိုသို့ဖြစ်လျှင် Kolibri Data Portal ရှိ အဖွဲ့အစည်းအက်ဒ်မင်သည် အထောက်အပံ့ဒေတာ အားလုံးကို အသုံးပြုနိုင်သည်။ ဤဒေတာများကို ဝင်ရောက်ခွင့်ရှိမည့် Learning Equality မှ လုပ်ကိုင်ဆောင်ရွက်သည့် cloud ဆာဗာများသို့ တင်ပေးမည် ဖြစ်ပါသည်။",
  "UsageAndPrivacy.kolibriAboutP5": "Kolibri နှင့် ရင်းမြစ်များ၏ အရည်အသွေး တိုးတက်စေရန် Kolibri သည် အင်တာနက်နှင့် ချိတ်ဆက်အသုံးပြုချိန်တွင် Learning Equality သည် အမည်လျှို့ဝှက် အသုံးပြုမှု အချက်အလက်များကို စုစည်းပေးပါသည်။ ၎င်းတွင် ဆာဗာနှင့် ဆက်စပ်နေသည့် IP လိပ်စာများနှင့် Operating system နှင့် အချိန်ကာလဇုန် ကဲ့သို့သော စက်ပစ္စည်း အချက်အလက်များ ပါဝင်ပါသည်။ အသုံးပြုသူများနှင့် အထောက်အပံ့များ အရေအတွက်၊ မွေးနှစ်နှင့် ကျားမရေးရာ ဖြန့်ဝေမှုနှင့် ရင်းမြစ် ထင်ပေါ်ကျော်ကြားမှုများ အပါအဝင် ကိန်းဂဏန်းများကိုလည်း ကျွန်ုပ်တို့ စုစည်းပေးပါသည်။ Kolibri အသုံးပြုသူများနှင့် ပတ်သက်သည့် အချက်အလက်များကို ရွေးထုတ်လျက်ကိုယ်တိုင်ကိုယ်ကျ စုစည်းမှုကို ရှောင်ရှားရန် ကျွန်ုပ်တို့ ကြိုးပမ်းအားထုတ်ကြပါသည်။",
  "UsageAndPrivacy.kolibriAboutTitle": "Kolibri အကြောင်း",
  "UsageAndPrivacy.kolibriOwnersP1": "သင်သည် Kolibri ကို အဆင်ပြေသော ဥပဒေများအရ သုံးစွဲသင့်သည်။ သင်သည် Kolibri သွင်းသောစက်၏ ပိုင်ရှင်ဖြစ်ပါက Kolibri ထဲတွင်သွင်းသော အသုံးပြုသူအချက်အလက်များကို လုံခြုံရန်နှင့်ကာကွယ်ရန် သင့်တွင်တာဝန်ရှိသည်။",
  "UsageAndPrivacy.kolibriOwnersP2": "သင့်အသုံးပြုသူများ၏ ဒေတာကို ကာကွယ်ရန်အတွက် အကောင်းဆုံး သတင်းအချက်အလက် လုံခြုံရေး အလေ့အကျင့်များကိုလည်း လိုက်နာသင့်သည်။ ၎င်းတွင် စက်ပစ္စည်းကို ရုပ်ပိုင်းဆိုင်ရာ လုံခြုံအောင်ထားရန်၊ ဟာ့ဒ်ဒရိုက်ကို ကုဒ်ဝှက်ခြင်း၊ ခိုင်မာပြီး ထူးခြားသော စကားဝှက်များကို အသုံးပြုခြင်း၊ လည်ပတ်မှုစနစ်အား ခေတ်မီနေစေရန်နှင့် စနစ်တကျ စီစဉ်သတ်မှတ်ထားသော firewall ပါရှိခြင်းတို့ ပါဝင်သည်။",
  "UsageAndPrivacy.kolibriOwnersP3": "သင်၏ အထောက်အပံ့ဒေတာများကို Kolibri Data Portal သို့ ပြောင်းလဲရယူရန် ရွေးချယ်လျှင် သင်၏ဒေတာများကို Kolibri Data Portal အဖွဲ့အစည်းစီမံခန့်ခွဲသူများထံ ဝင်ရောက်အသုံးပြုခွင့်ပေးရပါမည်။ ဆာဗာများကို လုပ်ကိုင်သည့် Learning Equality ကိုလည်း သင်မှ ဝင်ရောက်အသုံးပြုခွင့်ပေးရပါမည်။",
  "UsageAndPrivacy.kolibriOwnersP4": "အသုံးပြုသူများ၏အကောင့်များနှင့်ပတ်သတ်ပြီး စိုးရိမ်မှုရှိပါက သင်နှင့်အမြဲဆက်သွယ်ရန် သင်၏အချက်အလက်များကို ဖြန့်ဝေထားပေးပါ",
  "UsageAndPrivacy.kolibriOwnersTitle": "စီမံခန့်ခွဲသူများ",
  "UsageAndPrivacy.kolibriUsersL1": "အခြားသူများပါ အသုံးပြုနိုင်ရန် လျှို့ဝှက်နံပါတ်ကို မျှဝေသည်။",
  "UsageAndPrivacy.kolibriUsersL2": "အခြားသူများကို လက်ခံရန် ကြိုးပမ်းမည်",
  "UsageAndPrivacy.kolibriUsersL3": "Kolibri ၏ လုံခြုံရေးနှင့်ပတ်သတ်သော ဖြုတ်ခြင်း၊ ပြင်ဆင်ခြင်း၊ ပိတ်ခြင်း၊ ပျက်စီးခြင်း သို့မဟုတ် တခြားလှုပ်ဆောင်မှုများ",
  "UsageAndPrivacy.kolibriUsersL4": "Kolibri ၏လုပ်ငန်းဆောင်တာ သို့မဟုတ် အသုံးပြုသူ၏ ပျော်ရွှင်မှုကို မည်သည့်နည်းလမ်းဖြင့်မဆို တမင်တကာ အနှောင့်အယှက်ဖြစ်စေခြင်း၊",
  "UsageAndPrivacy.kolibriUsersP1": "သင့်အနေဖြင့် ချမှတ်ထားသော ဥပဒေများ အားလုံးနှင့် ကိုက်ညီအောင် Kolibri ကို သုံးသင့်ပါတယ်။ ဆိုလိုသည်မှာ သင့် မိဘ၊ အုပ်ထိန်းသူ၊ ဆရာ သမားတို့ထံမှ ခွင့်ပြုချက်ရထားရပါမည်။",
  "UsageAndPrivacy.kolibriUsersP2": "Kolibri အသုံးပြုချိန်၌ ကျေးဇူးပြု၍ သတိထားပါ၊ Software ကို သတ်မှတ်စီစဉ်ထားပုံနှင့် သင့် အနေဖြင့် Software ဝင်ရောက်ပုံ လမ်းကြောင်းအပေါ်မှုတည်၍ သင့်ရဲ့ ပုဂ္ဂိုရေး အချက်အလက်ကို အခြားသူတို့ မြင်နိုင်ပါသည်.",
  "UsageAndPrivacy.kolibriUsersP3": "သင့်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို သိမ်းဆည်းထားနိုင်သည်၊ ၎င်းကိုမည်သူမြင်နိုင်သနည်း၊ ၎င်းအား အပ်ဒိတ်လုပ်နည်း သို့မဟုတ် ဖျက်ပစ်ရန် သို့မဟုတ် သင့်အကောင့်အား အပေးအယူလုပ်နေသည်ဟု ယုံကြည်ပါက သင့်ဒေသခံ Kolibri စီမံခန့်ခွဲသူကို ဆက်သွယ်ပါ။",
  "UsageAndPrivacy.kolibriUsersP4": "သင်မလုပ်သင့်သည်မှာ-",
  "UsageAndPrivacy.kolibriUsersP5": "သင်၏အမည်၊ အသုံးပြုသူအမည်၊ အသက်၊ မွေးနှစ်၊ အထောက်အထားနံပါတ် စသည်တို့ဖြင့် သင်သည် အကောင့်ဝင်ထားသော အသုံးပြုသူတစ်ဦးအနေဖြင့် Kolibri ကို အသုံးပြုချိန်တွင် သင်၏အထောက်အပံ့ရှိ သင်ကြည့်ရှုသည့် ရင်းမြစ်များနှင့် အကဲဖြတ်မှုများအပေါ် သင်၏စွမ်းဆောင်ရည်တို့ကို စီမံခန့်ခွဲသူများနှင့် နည်းပြများမှ ရရှိနိုင်ပါသည်။ သင်၏အချက်အလက်များကို Kolibri ဆော့ဖ်ဝဲလ်ရေးသူများမှလည်း အသုံးပြုနိုင်ပြီး မတူညီသည့် သင်ယူသူ အမျိုးအစားများနှင့် လိုအပ်ချက်များအတွက် ဆော့ဖ်ဝဲလ်များနှင့် ရင်းမြစ်များ တိုးတက်စေရန် ကွန်းတန့်ဖန်တီးရေးသားသူများနှင့်လည်း မျှဝေနိုင်ပါသည်။",
  "UsageAndPrivacy.kolibriUsersP6": "Kolibri ကို ဧည့်သည်အနေဖြင့် အသုံးပြုသည့်အခါ ရင်းမြစ်များနှင့် ပတ်သက်သည့် အချက်အလက်များကို စုစည်းပေးပြီး သင်နှင့် အခြားဧည့်သည်အသုံးပြုသူများ ကြည့်ရှုမှုကို စီမံခန့်ခွဲသူများနှင့် နည်းပြများမှ ရရှိနိုင်ပါသည်။",
  "UsageAndPrivacy.openIdH1": "Kolibri ကိုအသုံးပြုပြီး တတိယပါတီ application များထံသို့ဝင်ရောက်မည်",
  "UsageAndPrivacy.openIdP1": "တတိယအဖွဲ့အစည်း အက်ပလီကေးရှင်းများတွင် စာရင်းသွင်းရန် သို့မဟုတ် မှတ်ပုံတင်ရန် Kolibri ကို အသုံးပြုနိုင်သည်။ ထိုသို့ပြုလုပ်လျှင် အခြားအက်ပလီကေးရှင်းသည် သင်၏ Kolibri အသုံးပြုသူအမည်၊ အသုံးပြုသူ ID နှင့် အမည်အပြည့်အစုံတို့ကို ဝင်ရောက်ခွင့်ရှိပါမည်။"
}