{
  "AppError.defaultErrorExitPrompt": "ပင်မစာမျက်နှာသို့သွားမည်",
  "AppError.defaultErrorHeader": "အို့.. တစ်စုံတစ်ခုမှားယွင်းသွားပါတယ်။ ပြန်လည်ကြိုးစားပါ",
  "AppError.defaultErrorMessage": "Kolibri အပေါ်သင်၏အသုံးပြုမှုကို ကျွန်ုပ်တို့မှ ဂရုစိုက်ပါသည်။ ချို့ယွင်းချက်များကိုအမြန်ဆုံးပြင်ရန် ကျွနိုပ်တို့ကြိုးစားနေပါသည်",
  "AppError.defaultErrorReportPrompt": "ဒီချို့ယွင်းချက်ကို သတင်းပို့ခြင်းဖြင့် ကျွန်ုပ်တို့အားကူညီပါ",
  "AppError.defaultErrorResolution": "ဒီစာမျက်နှာကို ပြန်လည်ဖွင့်ကြည့်ပါ သို့မဟုတ် ပင်မစာမျက်နှာသို့ပြန်သွားပါ",
  "AppError.resourceNotFoundHeader": "ရင်းမြစ်ရှာမတွေ့ပါ",
  "AppError.resourceNotFoundMessage": "ဆောရီး ထိုရင်းမြစ်သည် မရှိနေပါ",
  "CommonProfileStrings.createAccount": "အကောင့်အသစ်ဖန်တီးမည်",
  "CommonProfileStrings.mergeAccounts": "အကောင့်များပေါင်းမည်",
  "CommonProfileStrings.useAdminAccount": "စီမံခန့်ခွဲသူအက်ဒမင်အကောင့်ကို အသုံးပြုပါ။",
  "CreateLearnerAccountForm.header": "သင်ယူသူများကို ဤသင်ကြားရေးဌာနတွင် ပါဝင်ခွင့်ပြုမလား။",
  "CreateLearnerAccountForm.noOptionLabel": "မဟုတ်ဘူး စီမံခန့်ခွဲသူများသည် ဤသင်ကြားရေးဌာနတွင်ပါဝင်ရန် ၎င်းတို့အတွက် အကောင့်တစ်ခုဖန်တီးရပါမည်။",
  "CreateLearnerAccountForm.yesOptionLabel": "ဟုတ်",
  "DefaultLanguageForm.languageFormHeader": "Kolibri တွင်အသုံးပြုမည့် ဘာသာစကားရွေးချယ်ပါ။",
  "DeviceNameForm.deviceNameDescription": "သင်နှင့် သင်ချိတ်ဆက်နေသော အခြားသူများမှ အလွယ်တကူ မှတ်မိနိုင်သော ဤသင်ကြားရေးဌာနကို အမည်ပေးပါ။",
  "ErrorPage.errorPageAdditionalGuidance": "ထပ်မံကြိုးစား၍မရပါက server ကို restart ချပြီး page ကို refresh လုပ်ပါ။",
  "ErrorPage.errorPageHeader": "တစ်စုံတစ်ခု မှားယွင်းသွားပါသည်။",
  "ErrorPage.errorPageRetryButtonLabel": "ထပ်ကြိုးစား",
  "ErrorPage.errorPageSubheader": "သင်၏ ဆာဗာကွန်နက်ရှင်ကို ပြန်လည်စစ်ဆေးပြီး ပြန်လည်ကြိုးစားပါ",
  "FacilityNameTextbox.facilityNameFieldEmptyErrorMessage": "Facility ကို အလွတ်ထား၍ မရပါ။",
  "FacilityNameTextbox.facilityNameFieldLabel": "သက်ကြားရေးဌာနအမည်",
  "FacilityNameTextbox.facilityNameFieldMaxLengthReached": "အသုံးပြုမည့်နေရာ",
  "FacilityPermissionsForm.formalDescription": "ကျောင်းများနှင့် အခြားတရားဝင်သင်ယူမှုအခြေအနေများ။",
  "FacilityPermissionsForm.formalLabel": "ထုံးတမ်းစဉ်လာ",
  "FacilityPermissionsForm.learningEnvironmentHeader": "မည်သည့် သင်ကြားမှုပတ်ဝန်းကျင်က သင်၏ထောက်ပံ့မှုဖြစ်သလဲ",
  "FacilityPermissionsForm.nonFormalDescription": "စာကြည့်တိုက်များ၊ မိဘမဲ့ဂေဟာများ၊ လူငယ်စင်တာများ၊ ကွန်ပျူတာဓာတ်ခွဲခန်းများနှင့် အခြားတရားဝင်မဟုတ်သော သင်ကြားရေးဆိုင်ရာ အကြောင်းအရာများ။",
  "FacilityPermissionsForm.nonFormalLabel": "ထုံးတမ်းစဉ်လာမဟုတ်သော",
  "FullOrLearnOnlyDeviceForm.fullDeviceDescription": "ဤစက်ပစ္စည်းသည် စီမံခန့်ခွဲသူများ၊ နည်းပြများနှင့် သင်ယူသူများအသုံးပြုသော အပြည့်အဝအင်္ဂါရပ်ရှိသော Kolibri ဆာဗာတစ်ခုဖြစ်သည်။",
  "FullOrLearnOnlyDeviceForm.fullDeviceLabel": "စီမံခန့်ခွဲသူအက်ဒမင်များ၊ နည်းပြများ၊ သင်ယူသူများ၏ လုပ်ဆောင်ချက်အာလုံးလုပ်ဆောင်နိုင်သည့် စက်",
  "FullOrLearnOnlyDeviceForm.learnOnlyDeviceDescription": "ဤစက်ပစ္စည်းတွင် သင်ယူသူများအသုံးပြုသည့် အင်္ဂါရပ်များသာ ပါရှိမည်ဖြစ်ပြီး ၎င်းသည် စက်အပြည့်အစုံနှင့် အလိုအလျောက် စင့်ခ်လုပ်မည်ဖြစ်သည်။",
  "FullOrLearnOnlyDeviceForm.learnOnlyDeviceLabel": "သင်ယူသူများအတွက် သီးသန့်စက်",
  "FullOrLearnOnlyDeviceForm.whatKindOfDeviceTitle": "ဒါက ဘယ်လိုစက်မျိုးလဲ။",
  "GuestAccessForm.changeLater": "၎င်းကို သင့်စက်ဆက်တင်များတွင် နောက်မှပြောင်းနိုင်သည်။",
  "GuestAccessForm.description": "ဤရွေးချယ်မှုသည် မည်သူမဆို အကောင့်ဖွင့်ရန်မလိုအပ်ဘဲ Kolibri တွင် ပညာရေးဆိုင်ရာပစ္စည်းများကို ကြည့်ရှုနိုင်စေပါသည်။",
  "GuestAccessForm.header": "အကောင့်မပါဘဲ Kolibri စူးစမ်းလေ့လာရန် အသုံးပြုသူများကို ဖွင့်မလား။",
  "GuestAccessForm.noOptionLabel": "မဟုတ်ဘူး ၊ အသုံးပြုသူများသည် Kolibri ကိုစူးစမ်းလေ့လာရန် အကောင့်တစ်ခုရှိရမည်။",
  "GuestAccessForm.yesOptionLabel": "ဟုတ်",
  "HowAreYouUsingKolibri.groupLearningDescription": "ဤသင်ကြားရေးဌာနသည် ကျောင်းများ သို့မဟုတ် အခြားအဖွဲ့လေ့လာရေးဆက်တင်များတွင် Kolibri ကို အသုံးပြု၍ အခြားစက်ပစ္စည်းများနှင့် ချိတ်ဆက်ရန် လိုအပ်ပါသည်။",
  "HowAreYouUsingKolibri.groupLearningLabel": "အုပ်စုလိုက်သင်ယူခြင်း",
  "HowAreYouUsingKolibri.onMyOwnLabel": "ကျွန်ုပ်ကိုယ်ပိုင်ဖြင့်",
  "ImportIndividualUserForm.commaSeparatedPair": "{first}, {second}",
  "ImportIndividualUserForm.deviceLimitationsAdminsMessage": "{full_name} ({username})' သည် '{device}' ရှိ စီမံခန့်ခွဲသူဖြစ်သည်။ ဤသင်ကြားမှုဌာနသည် သင်ယူသူများအတွက်သာ အင်္ဂါရပ်များသာဖြစ်သည်။ နည်းပြများနှင့် စီမံခန့်ခွဲသူများအတွက် အင်္ဂါရပ်များကို မရနိုင်ပါ။",
  "ImportIndividualUserForm.deviceLimitationsMessage": "'{full_name} ({username})' သည် '{device}' တွင် {non_admin_role} ဖြစ်သည်။ ဤသင်ကြာမှုဌာနသည် သင်ယူသူများအတွက်သာ အင်္ဂါရပ်များသာဖြစ်သည်။ နည်းပြများနှင့် စီမံခန့်ခွဲသူများအတွက် အင်္ဂါရပ်များကို မရနိုင်ပါ။",
  "ImportIndividualUserForm.deviceLimitationsTitle": "စက်၏ကန့်သတ်ချက်များ",
  "ImportIndividualUserForm.doNotHaveUserCredentials": "အသုံးပြုသူအထောက်အထားများ မရှိဘူးလား?",
  "ImportIndividualUserForm.enterAdminCredentials": "ထောက်ပံ့မှုစီမံခန့်ခွဲသူ သို့မဟုတ် '{facility}' ၏ ထိပ်တန်းစီမံခန့်ခွဲသူအတွက် အသုံးပြုသူအမည်နှင့်စကားဝှက်ကိုထည့်ပါ",
  "ImportIndividualUserForm.enterCredentials": "သင်တင်သွင်းလိုသော အကောင့်၏ အသုံးပြုသူအချက်အလက်များကို ထည့်သွင်းပါ။",
  "ImportIndividualUserForm.importIndividualUsersHeader": "တစ်ဦးချင်းသီးသန့် အသုံးပြုသူအကောင့်ကို တင်ပို့ပါ။",
  "ImportMultipleUsers.commaSeparatedPair": "{first}, {second}",
  "ImportMultipleUsers.imported": "တင်ပို့သည်။",
  "ImportMultipleUsers.selectAUser": "အသုံးပြုသူကိုဖျက်မည်အသုံးပြုသူကိုရွေးချယ်ပါ",
  "JoinOrNewLOD.importFromFacilityLabel": "လက်ရှိအသုံးပြုသူအကောင့်တစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသော အသုံးပြုသူအကောင့်များကို ရှိပြီးသားသင်ကြားမှုဌာနမှ တင်သွင်းပါ။",
  "JoinOrNewLOD.joinFacilityLabel": "ရှိပြီးသားသင်ကြားရေးဌာနအတွက် အသုံးပြုသူအကောင့်အသစ်တစ်ခု ဖန်တီးပါ။",
  "JoinOrNewLOD.setUpFacilityDescription": "ဤသင်ကြားရေးဌာနတွင် သင်ယူသူများအတွက် Kolibri အင်္ဂါရပ်များ ပါရှိမည်ဖြစ်သော်လည်း နည်းပြများနှင့် စီမံခန့်ခွဲသူများအတွက် မဟုတ်ပါ။",
  "JoinOrNewLOD.setUpFacilityTitle": "ဤသင်ယူမှုသီးသန့်စက်ပစ္စည်းအတွက် အထောက်အကူပြုပစ္စည်း စနစ်ထည့်သွင်းမှုကို ရွေးချယ်ပါ။",
  "LoadingPage.loadingPageHeader": "သင်၏ facility အားတပ်ဆင်ခြင်း...",
  "LoadingPage.loadingPageSubheader": "ခဏစောင့်ပေးပါ၊ စတင်ပြုလုပ်ခြင်းသည် မိနစ်အနည်းငယ်ခန့် ကြာနိုင်ပါသည်",
  "LoadingTaskPage.importAnother": "တခြားအသုံးပြုသူအကောင့်ကိုတင်သွင်းမည်",
  "LoadingTaskPage.loadUserTitle": "အသုံးပြုသူအကောင့်များဖွင့်မည်",
  "LodJoinFacility.header": "အဆင့်မြင့်အက်ဒမင်ရွေးပါ",
  "OnboardingStepBase.importIndividualUsersSteps": "သုံးစွဲသူတစ်ဦးချင်းစီ၏ အကောင့်များကို တင်သွင်းပါ - {steps} ၏ {step}",
  "OnboardingStepBase.importLearningFacilitySteps": "သင်ကြားရေးအထောက်အကူပြုပစ္စည်းကို တင်သွင်းပါ - {steps} ၏ {step}",
  "OnboardingStepBase.joinLearningFacilitySteps": "သင်ယူမှုဌာနကိုချိတ်ဆက်ပါ - {steps} ၏ {step}",
  "OnboardingStepBase.newLearningFacilitySteps": "သင်ကြားရေးအထောက်အကူပြုပစ္စည်းအသစ် - {steps} ၏ {step}",
  "PersonalDataConsentForm.description": "အကယ်၍ သင်သည် အခြားအသုံးပြုသူများအတွက် Kolibri ကို စနစ်ထည့်သွင်းပါက၊ သင် သို့မဟုတ် သင်လွှဲအပ်ထားသူတစ်ဦးသည် ၎င်းတို့၏အကောင့်များနှင့် ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို ကာကွယ်ရန်နှင့် စီမံခန့်ခွဲရန် တာဝန်ရှိရန် လိုအပ်ပါသည်။",
  "PersonalDataConsentForm.header": "အုပ်ချုပ်သူအဖြစ်တာ၀န်များ",
  "ReportErrorModal.emailDescription": "သင့်အမှားအယွင်းအသေးစိတ်အချက်များနှင့်အတူ ပံ့ပိုးကူညီရေးအဖွဲ့ကို ဆက်သွယ်ပြီး ကျွန်ုပ်တို့ အကောင်းဆုံးကူညီဆောင်ရွက်ပေးပါမည်။",
  "ReportErrorModal.emailPrompt": "ပရိုဂရမ်ရေးသားသူများထံ အီးမေးလ် ပေးပို့မည်",
  "ReportErrorModal.errorDetailsHeader": "ချို့ယွင်းချက်အသေးစိတ်အချက်အလက်များ",
  "ReportErrorModal.forumPostingTips": "မိတ်ဆွေဘာလုပ်ချင်သည်ကိုဖော်ပြပါ။ ပြဿနာမပေါ်ခင် မည်သည့်နေရာကို ကလစ်နှိပ်ခဲ့သည်ကိုပါ ဖော်ပြပါ။",
  "ReportErrorModal.forumPrompt": "ဆွေးနွေးပြောဆိုရန် ဖိုရမ်သို့ သွားရောက်မည်။",
  "ReportErrorModal.forumUseTips": "ယခုပြဿနာနှင့် ပတ်သက်၍  ဆွေးနွေးပြောဆိုရန် ဖိုရမ်တွင် အခြားသူများပြောဆိုခဲ့ဖူးခြင်း ရှိမရှိရှာမည်။ ရှာ၍ မတွေ့ပါက အခက်အခဲချို့ယွင်းချက်ပြဿနာ အသေးစိတ်ကို ဖိုရိမ်တွင် ခေါင်းစဉ်အသစ်ဖြင့် တင်ပြမည်။ သို့မှသာ အသစ်ထွက်ရှိမည့် Kolibri တွင် ယခုပြဿနာကို ဖြေရှင်းနိုင်ရန်ဖြစ်သည်။",
  "ReportErrorModal.reportErrorHeader": "အမှားများကို ပေးပို့မည်",
  "RequirePasswordForLearnersForm.header": "သင်ယူသူအကောင့်များကလျှို့ဝှက်နံပါတ်များပေးရပါသလား။",
  "RequirePasswordForLearnersForm.noOptionLabel": "မဟုတ်ပါ၊ သင်ယူသူများသည် အသုံးပြုသူအမည်တစ်ခုဖြင့် လက်မှတ်ထိုးဝင်နိုင်သည်။",
  "RequirePasswordForLearnersForm.yesOptionLabel": "ဟုတ်",
  "SelectFacility.addDeviceSnackbarText": "ကိရိယာကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။",
  "SelectFacility.doNotSeeYourFacility": "သင်၏ သင်ကြားရေးဌာနကို မတွေ့ဘူးလား။\n",
  "SelectFacility.noFacilitiesText": "သင်ကြားရေး ဌာန မတွေ့ပါ။",
  "SelectFacility.noPermissionToJoinFacility": "ဤသင်ကြားရေးဌာနတွင် ပါဝင်ရန် သင့်တွင် ခွင့်ပြုချက်မရှိပါ။",
  "SelectFacilityForm.selectDifferentDeviceLabel": "သင့်၏သင်ကြားမှုဌာနကိုသင်မတွေ့ဘူးလား",
  "SelectSuperAdminAccountForm.accountFacilityExplanation": "ဒီအကောင့်က ထောက်ပံ့မှု '{facility}' နှင့်ပေါင်းစည်းသွားမည်ဖြစ်သည်။",
  "SelectSuperAdminAccountForm.chooseAdminPrompt": "'{facility}' သင်ကြားရေးဌာနမှ စီမံခန့်ခွဲသူကို ရွေးပါ သို့မဟုတ်အဆင့်မြင့်စီမံခန့်ခွဲသူအသစ်ကို ဖန်တီးပါ။",
  "SelectSuperAdminAccountForm.createSuperAdminOption": "စီမံခန့်ခွဲသူတစ်ဦးကို ဖန်တီးပါ",
  "SelectSuperAdminAccountForm.enterPasswordPrompt": "'{facility_name}' သင်ကြားရေးဌာနတွင် '{username}' အတွက် စကားဝှက်ကို ထည့်ပါ။",
  "SelectSuperAdminAccountForm.header": "အဆင့်မြင့်အက်ဒမင်ကိုရွေးမည်",
  "SetUpLearningFacilityForm.createFacilityLabel": "သင်ကြားမှုဌာနအသစ်တစ်ခုဖန်တီးမည်",
  "SetUpLearningFacilityForm.importFacilityLabel": "ရှိပြီးသား သင်ကြားရေးဌာနမှ ဒေတာအားလုံးကို တင်သွင်းပါ။",
  "SetUpLearningFacilityForm.setUpFacilityDescription": "သင်ကြားရေးအထောက်အကူပြုပစ္စည်းသည် ကျောင်း၊ လေ့ကျင့်ရေးစင်တာ သို့မဟုတ် သင့်အိမ်ကဲ့သို့ Kolibri ကို သင်အသုံးပြုသည့်နေရာဖြစ်သည်။",
  "SetUpLearningFacilityForm.setUpFacilityTitle": "ဤစက်ပစ္စည်းအပြည့်အစုံအတွက် သင်ကြားရေးအထောက်အကူပြုပစ္စည်းကို စနစ်ထည့်သွင်းပါ။",
  "SettingUpKolibri.onMyOwnDeviceName": "{name} အတွက် ကိုယ်ပိုင်ကိရိယာ",
  "SettingUpKolibri.onMyOwnFacilityName": "မူလနေရာ {name}",
  "SettingUpKolibri.pageTitle": "Kolibri  ကိုလှုပ်ဆောင်နေပါသည်",
  "SettingUpKolibri.pleaseWaitMessage": "၎င်းသည် မိနစ်များစွာ ကြာနိုင်သည်။",
  "SetupWizardIndex.documentTitle": "Wizard ကိုတည်ဆောက်ပါ။",
  "TechnicalTextBlock.copiedToClipboardConfirmation": "ကလစ်ဘုတ်သို့ ကူးပြီးပါပြီ",
  "TechnicalTextBlock.copyToClipboardButtonPrompt": "ကလစ်ဘုတ်သို့ ကော်ပီကူးပါ",
  "UserCredentialsForm.adminAccountCreationHeader": "အဆင့်မြင့်အက်ဒမင်အကောင့်ဖန်တီးမည်",
  "UserCredentialsForm.learnerAccountCreationDescription": "'{facility}' သင်ကြားရေးဌာနအတွက် အကောင့်အသစ်",
  "UserCredentialsForm.learnerAccountCreationHeader": "သင့်အကောင့်ကိုဖန်တီးမည်",
  "UserCredentialsForm.signInInstead": "အကောင့်ဖြင့်တန်းဝင်မလား။"
}