{
  "CreateFacilitySetup.newFacilityStepTitle": "ထောက်ပံ့မှုအသစ် - အဆင့် {total, number} မှ {step, number} ",
  "CreateLearnerAccountForm.header": " သင်ယူသူအဖြစ် ဖန်တီးနိုင်ခွင့်အား မည်သူမဆိုကို ခွင့်ပြုသည်။",
  "CreateLearnerAccountForm.noOptionLabel": "မလုပ်ပါ။ ကြီးကြပ်သူမှ account များကိုပြုလုပ်ပါမည်။",
  "DefaultLanguageForm.languageFormHeader": "Kolibri တွင်အသုံးပြုမည့် ဘာသာစကားရွေးချယ်ပါ။",
  "DeviceNameForm.deviceNameExplanation": "ဒီစက်ပစ္စည်းကိုအဓိပ္ပာယ်ရှိသည့်အမည်ပေးခြင်းက ဒီစက်ပစ္စည်းကိုချိတ်ဆက်မှုတွင် သင်ကိုယ်တိုင်နှင့်တခြားသူများကိုပါ အကူအညီဖြစ်စေသည်",
  "ErrorPage.errorPageAdditionalGuidance": "ထပ်မံကြိုးစား၍မရပါက server ကို restart ချပြီး page ကို refresh လုပ်ပါ။",
  "ErrorPage.errorPageHeader": "တစ်စုံတစ်ခု မှားယွင်းသွားပါသည်။",
  "ErrorPage.errorPageRetryButtonLabel": "ထပ်ကြိုးစား",
  "ErrorPage.errorPageSubheader": "သင်၏ ဆာဗာကွန်နက်ရှင်ကို ပြန်လည်စစ်ဆေးပြီး ပြန်လည်ကြိုးစားပါ",
  "FacilityNameTextbox.facilityNameFieldEmptyErrorMessage": "facility ကိုအလြတ္ထား၍ မရပါ\n",
  "FacilityNameTextbox.facilityNameFieldLabel": "ဌာန အမည်",
  "FacilityNameTextbox.facilityNameFieldMaxLengthReached": "အသုံးပြုမည့်နေရာ",
  "FacilityPermissionsForm.facilityPermissionsSetupFormDescription": "Kolibri ကိုကျောင်း၊သင်တန်း၊အိမ်အစရှိသောနေရာတွေမှာတပ်ဆင်ရပါသည်။",
  "FacilityPermissionsForm.formalDescription": "စာသင်ကျေင်းနှင့်အခြားစနစ်ကျသောသင်ကြားခြင်းစကားစပ်များ",
  "FacilityPermissionsForm.formalLabel": "ထုံးတမ်းစဉ်လာ",
  "FacilityPermissionsForm.learningEnvironmentHeader": "မည်သည့် သင်ကြားမှုပတ်ဝန်းကျင်က သင်၏ထောက်ပံ့မှုဖြစ်သလဲ",
  "FacilityPermissionsForm.nonFormalDescription": "စာကြည့်တိုက်များ၊ မိဘမဲ့ကျောင်းများ၊ အကျဥ်းထောင်များ၊ လူငယ်စင်တာများ၊ ကွန်ပျူတာ lab များနှင့် အခြားသင်ကြားရေး နေရာများ",
  "FacilityPermissionsForm.nonFormalLabel": "ထုံးတမ်းစဉ်လာမဟုတ်သော",
  "GettingStartedForm.advancedSetupDescription": "ချိန်ညှိမှုများကိုသင်ယူနေသည့် ကျောင်းများ၊ ပညာရေးအစီအစဉ်များ၊ အဖွဲ့အစည်းများ သို့မဟုတ် အခြားအဖွဲ့အတွက် ၎င်းတို့က Kolibri အသုံးပြုမှုကိုမျှဝေပေးမည်",
  "GettingStartedForm.advancedSetupLabel": "အဆင့်မြင့်သတ်မှတ်မှု",
  "GettingStartedForm.gettingStarted": "သင်က Kolibri ကိုဘယ်လိုအသုံးပြုနေလဲ",
  "GettingStartedForm.quickStartDescription": "နေအိမ်မှစာသင်ခြင်း၊ နောက်ဆက်တွဲသီးသန့်သင်ယူခြင်းနှင့် အခြားကိုယ်တိုင်ညွှန်ကြားသည့်အသုံးပြုမှုအတွက်",
  "GettingStartedForm.quickStartLabel": "အမြန်စတင်ပါ",
  "GettingStartedFormAlt.configureFacilityAction": "ထောက်ပံ့မှုကို သီးသန့်စီစဉ်ပါ",
  "GettingStartedFormAlt.descriptionParagraph1": "Kolibri တွင် သင့်အနေဖြင့် ကျောင်း၊ ပညာရေးအစီအစဉ် သို့မဟုတ် မည်သည့်အခြားသင်ကြားရေးချိန်ညှိမှုကဲ့သို့ အဖွဲ့ကြီးများရှိအသုံးပြုသူများကို စီမံခန့်ခွဲရန် ထောက်ပံ့မှုတစ်ခုကို အသုံးပြုနိုင်သည်။ တူညီသော စက်ပစ္စည်းတွင် ထောက်ပံ့မှုအမျိုးမျိုးကိုလည်း ထားရှိနိုင်သည်။",
  "GettingStartedFormAlt.descriptionParagraph2": "ထောက်ပံ့မှုတစ်ခုကို သီးသန့်စီစဉ်ချင်ပါသလား",
  "GettingStartedFormAlt.gettingStartedHeader": "Kolibri ကိုအသုံးပြုဖို့ ဘယ်လိုစီစဉ်ထားလဲ",
  "GettingStartedFormAlt.skipAction": "ကျော်မည်",
  "GuestAccessForm.description": "အကောင့်ဖွင့်ရန် မလိုဘဲ Kolibri တွင် ရင်းမြစ်များကို မည်သူမဆို ကြည့်ရှုခွင့်ပြုသည်။",
  "GuestAccessForm.header": "ဧည့်သည်အနေနဲ့၀င်ရောက်ကြည့်ရှုနိုင်ပါသလား။",
  "GuestAccessForm.noOptionLabel": "မဟုတ်ပါ။ အသုံးပြုသူများသည် Kolibri တွင် ရင်းမြစ်များကို ကြည့်ရှုရန် အကောင့် ဖွင့်ရမည်။",
  "ImportFacilitySetup.stepTitle": "ထောက်ပံ့မှုထည့်သွင်းခြင်း - {total, number} မှ {step, number} ",
  "LoadingPage.loadingPageHeader": "သင်၏ facility အားတပ်ဆင်ခြင်း...",
  "LoadingPage.loadingPageSubheader": "ခဏစောင့်ပေးပါ၊ စတင်ပြုလုပ်ခြင်းသည် မိနစ်အနည်းငယ်ခန့် ကြာနိုင်ပါသည်",
  "LoadingTaskPage.loadingFacilityTitle": "'{facility}' ကိုတင်နေသည်",
  "PersonalDataConsentForm.description": "သင်ကKolibriကို အခြားအသုံးပြူသူများအသုံးပြုဖို့တည်ဆောက်ခဲ့လျှင် သင်（သို့မဟုတ် ）သင်ရဲ့ကိုယ်စားလှယ်၀င်တို့မှာစက်ကိရိယာအပေါ်ကအသုံးပြုသူအကောင့်များနှင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုစီမံခန့်ခွဲရန်နှင့်ကာကွယ်ရန်တာ၀န်ရှိပါလိမ့်မည်။",
  "PersonalDataConsentForm.header": "အုပ်ချုပ်သူအဖြစ်တာ၀န်များ",
  "PersonalSetup.adminAccountCreationDescriptionPersonal": "ဒီအကောင့်က ယခုစက်ပစ္စည်းရှိ အကြောင်းအရာနှင့်အသုံးပြုသူအကောင့်များအားလုံးကို စီမံခန့်ခွဲရန် ခွင့်ပြုသည်",
  "RequirePasswordForLearnersForm.header": "သင်ယူသူအကောင့်များကလျှို့ဝှက်နံပါတ်များပေးရပါသလား။",
  "RequirePasswordForLearnersForm.noOptionLabel": "မပေးရပါ။သင်ယူသူအကောင့်များကိုအသုံးပြုသူအမည်ဖြင့်သာ၀င်ရောက်ကြည့်ရှုနိုင်ပါသည်။",
  "RequirePasswordForLearnersForm.noOptionTooltip": "လူငယ်သင်ယူသူများ（သို့မဟုတ်）သင်ကအကောင့်လုံခြုံရေးဆိုင်ရာများနဲ့ဆက်စပ်မှုမရှိလျှင်အကူအညီဖြစ်ပါသည်။",
  "SelectFacilityForm.commaSeparatedPair": "{first}, {second}",
  "SelectSuperAdminAccountForm.accountFacilityExplanation": "ဒီအကောင့်က ထောက်ပံ့မှု '{facility}' နှင့်ပေါင်းစည်းသွားမည်ဖြစ်သည်။",
  "SelectSuperAdminAccountForm.chooseAdminPrompt": "'{facility}' မှ စီမံခန့်ခွဲသူတစ်ဦးကိုရွေးပါ သို့မဟုတ် စီမံခန့်ခွဲသူတစ်ဦးကို ဖန်တီးပါ။",
  "SelectSuperAdminAccountForm.createSuperAdminOption": "စီမံခန့်ခွဲသူတစ်ဦးကို ဖန်တီးပါ",
  "SelectSuperAdminAccountForm.description": "ဒီအကောင့်က ယခုစက်ပစ္စည်းရှိ ထောက်ပံ့မှုများ၊ အကြောင်းအရာနှင့် အသုံးပြုသူအကောင့်များအားလုံးကို စီမံခန့်ခွဲရန် ခွင့်ပြုသည်။",
  "SelectSuperAdminAccountForm.enterPasswordPrompt": "'{username}' အတွက် စကားဝှက်ထည့်ပါ",
  "SelectSuperAdminAccountForm.header": "စီမံခန့်ခွဲသူအကောင့်ကိုရွေးပါ",
  "SetupMethod.createNewFacilityAction": "ထောက်ပံ့မှုအသစ်",
  "SetupMethod.descriptionParagraph1": "ထောက်ပံ့မှုတစ်ခုက ကျောင်း၊ လေ့ကျင့်ရေးဌာန သို့မဟုတ် အိမ်ကဲ့သို့  Kolibri ကိုသင်ထည့်သွင်းသည့် တည်နေရာကိုဖော်ပြသည်။",
  "SetupMethod.descriptionParagraph2": "သင်က သင်၏ကွန်ရက်ရှိ အခြားစက်ပစ္စည်းမှ ရှိပြီးသားထောက်ပံ့မှုကို သွင်းနိုင်သည်။ သို့မဟုတ် အသစ်ဖန်တီးနိုင်သည်။",
  "SetupMethod.importFacilityAction": "ထောက်ပံ့မှုကိုသွင်းပါ",
  "SetupMethod.setupMethodHeader": "ထောက်ပံ့မှုကို ဖန်တီးပါ သို့မဟုတ် သွင်းပါ",
  "SetupStrings.personalFacilityName": "မူလနေရာ {အမည်}",
  "SetupWizardIndex.documentTitle": "Wizard ကိုတည်ဆောက်ပါ။",
  "SuperuserCredentialsForm.adminAccountCreationDescription": "ဤအကောင့်သည် ဤစက်ပစ္စည်းတွင် အထောက်အပံ့၊ ရင်းမြစ်များနှင့် အသုံးပြုသူအကောင့်များအား သင့်ကို စီမံခန့်ခွဲခွင့်ပြုထားသည်။",
  "SuperuserCredentialsForm.adminAccountCreationHeader": "အထူးစီမံသူအကောင့်ကိုဖန်တီးပါ။",
  "SuperuserCredentialsForm.rememberThisAccountInformation": "အရေးကြီးတာကအကောင့်အချက်အလက်များကိုကျေးဇူးပြုပြီးမှတ်မိရပါသည်။လိုအပ်လျှင်ချရေးထားပါ။",
  "YesNoForm.details": "နောက်ပိုင်းမှာသင်သည်ထိုအရာကိုသင်ရဲ့သင်ယူတဲ့နေရာတည်ဆောက်မှုတွင်ပြောင်းလဲနိုင်ပါသည်။",
  "YesNoForm.yesOptionLabel": "ဟုတ်"
}