Repository: learningequality/kolibri
Catalog: kolibri/locale/ha/LC_MESSAGES/django.po
Languages: ha_hg

source: Unexpected exception [{}]: {}
ha_hg: Banda aukuwa da ba tsammani [{}]: {}

# Error report message when the allowed number of digits has been exceeded.
source: Content of cell '{}' is too long
ha_hg: Abun cikin ɗakin '{}' yayi tsawo da yawa

# Error report message when the cell contains an improper data format.
source: Content of cell '{}' is not valid
ha_hg: Abun cikin ɗakin '{}' ba daidai yake ba

source: Duplicated username
ha_hg: Kwafin sunan mai amfani

source: Username only can contain characters, numbers and underscores
ha_hg: Sunan mai amfani zai iya ƙunsar haruffa, lambobi da jigo kawai

source: The column '{}' is required
ha_hg: Ana buƙatar babi '{}'

source: Mix of valid and/or invalid header labels found in first row
ha_hg: An samu haɗuwa na alamun saman shafi masu inganci da/ko mara sa inganci a jeri na farko

source: No default facility exists. Make sure to set up a facility on the device before running this command
ha_hg: Babu wuraren aiki na asali. A tabbatar an saita wurin aiki akan na'urar kafin gudanar da wannan umurnin

source: Error trying to read csv file: {}
ha_hg: An samu kuskure wajen karanta fayil ɗin csv: {}

source: Error trying to write csv file: {}
ha_hg: An samu kuskure wajen rubuta fayil ɗin csv: {}

source: Database ID ({})
ha_hg: ID na Kundin Bayanai ({})

source: Username ({})
ha_hg: Sunan mai amfani ({})

source: Password ({})
ha_hg: Kalmar sirri ({})

source: Full name ({})
ha_hg: Cikakken suna ({})

# CSV column header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
ha_hg: Nau'in mai amfani ({})

source: Identifier ({})
ha_hg: Mai ganowa ({})

source: Birth year ({})
ha_hg: Shekarar haihuwa ({})

source: Gender ({})
ha_hg: Jinsi ({})

source: Learner enrollment ({})
ha_hg: Rijistar mai koyo ({})

source: Coach assignment ({})
ha_hg: Aikin Mai Horo ({})

# CSV header for the type of user: ADMIN, LEARNER, COACH...
source: User type ({})
ha_hg: Nau'in mai amfani ({})

source: Learner enrollment ({})
ha_hg: Rajistar mai koyo ({})

source: Coach assignment ({})
ha_hg: Mai Aikin Mai Horo ({})

source: Unexpected error [{}]: {}
ha_hg: Banda aukuwa da ba tsammani [{}]: {}

# Error when the command is executed in the Terminal (command prompt)
source: Value in column '{}' has too many characters
ha_hg: Ƙima a shafi '{}' yana da haruffa da yawa

source: Value in column '{}' not valid
ha_hg: Daraja da ke cikin baka '{}' ba daidai ba ce

source: Username is duplicated
ha_hg: An samu kwafi a sunan mai amfani

source: The column '{}' is required
ha_hg: Ana da buƙatar babin '{}'

source: Incorrect header label found in the first row
ha_hg: An sami kalmar saman shafi a layin farko ba dadidai ba

# Error when the command is executed in the Terminal (command prompt)
source: No default facility exists. Make sure to set up a facility on the device before importing users and classes
ha_hg: Babu wuraren aiki na asali. A tabbatar an saita wurin aiki akan na'urar kafin a shigo da masu amfani da azuzuwa

source: The password field is required. To leave the password unchanged in existing users, insert an asterisk (*)
ha_hg: Ana buƙatar filin kalmar sirri. Don barin kalmar sirri wanda ba'a musanya ba a cikin masu amfani da ke akwai, sai a saka alamar tauraro (*)

source: Cannot update user with ID: '{}' because no user with that database ID exists in this facility
ha_hg: Ba za a iya sabunta mai amfani da ID: '{}' saboda babu mai amfani da wannan ID na kundun bayanai a wannan fasalin

source: Database ID is not valid
ha_hg: ID na kundin bayanai ba daidai yake ba

source: Data syncing in progress
ha_hg: Ana cigaba da haɗa bayani

source: Do not disconnect your device from the network.
ha_hg: Kada ka kashe sabis

source: Resource
ha_hg: Kayayyaki

source: The requested channel does not exist on the content server
ha_hg: Babu tashar da ake nema akan ma'ajiyar abun ciki

source: Unknown format
ha_hg: Tsarin da ba a sani ba

source: Updating your library
ha_hg: Sabunta laburarenka

source: Library updated
ha_hg: Sabon laburare

source: Library update failed
ha_hg: An kasa sabunta laburare

source: Language is not supported by Kolibri
ha_hg: Kolibri ba ta goyon bayan wannan harshen

source: Searching
ha_hg: Nema

source: Looking for other Kolibri devices
ha_hg: Neman wasu na'urorin Kolibri

source: Facility name
ha_hg: Sunan cibiya

source: Username
ha_hg: Sunan Mai amfani

source: Channel id
ha_hg: Id na tasha

source: Channel name
ha_hg: Sunan tasha

source: Content id
ha_hg: Id na abinda ke ciki

source: Content title
ha_hg: Sunan bayanai

# CSV column header for the time of the first interaction in the exported logs
source: Time of first interaction
ha_hg: Lokacin taɗin farko

# CSV column header for the time of the last interaction in the exported logs
source: Time of last interaction
ha_hg: Lokacin taɗin ƙarshe

# CSV column header for the percentage of completion in the exported logs
source: Time of completion
ha_hg: Lokacin kammalawa

# CSV column header for the time spent in a resource in the exported logs
source: Time Spent (sec)
ha_hg: Tsawon lokaci (sakan)

source: Progress (0-1)
ha_hg: Ci-gaba (01)

source: Content kind
ha_hg: Nau'in bayanai

source: Complete
ha_hg: Kammala

source: Failed
ha_hg: An kasa

source: Cancelled
ha_hg: Fasawa

source: In progress - {percent}%
ha_hg: Yan cigaba - {percent}%

source: Waiting
ha_hg: Ana jira

source: Kolibri is starting
ha_hg: Kolibri ya fara aiki

source: Starting Kolibri
ha_hg: Fara Kolibri

source: You should be automatically redirected when Kolibri is ready
ha_hg: Za a ba ka dama kai tsaye da zarar Kolibri ya shirya

source: If not, please ask for help in our community forums
ha_hg: In ba haka ba, kana iya neman taimako wajen masu dandalii Kolibri

source: Refresh page
ha_hg: Sake sabunta shafi

source: Unsupported browser
ha_hg: Mashigar yanar gizo mara tallafi

source: Sorry, your browser version is not supported.
ha_hg: Yi haƙuri, ba a goyan bayan samfurin mashigar yanar gizon ku.

source: To use Kolibri, we recommend using Firefox or Chrome.
ha_hg: Domin amfani da Kolibri, muna ba da shawarar amfani da mashigar yanar gizo na Firefox ko Chrome.

source: You can also try updating your current browser.
ha_hg: Hakanan kuna iya gwada sabunta mashigarku ta yanzu.

source: No appropriate redirect pages found. It is likely that Kolibri is badly configured
ha_hg: Ba a samu shafukan sake juyawa da suka dace ba. Wata ƙila ba a gyara Kolibri yanda ya dace

source: Coach
ha_hg: Malami

source: Facility
ha_hg: Makama

source: content_session_logs_from_
ha_hg: bayani_lokaci_shiga_daga_

source: to_
ha_hg: zuwa_

source: content_summary_logs_from_
ha_hg: bayanai_tsakure_shiga_daga_

source: users
ha_hg: yuza yuza

source: Learn
ha_hg: Koyo

source: Policies
ha_hg: Dokoki

source: Setup Wizard
ha_hg: Manhajar Tsarawa

source: User Profile
ha_hg: Rumbun Bayanai na Mai Amfani

source: Account transfer in progress
ha_hg: Ana sauta asus

source: Moving {learner_name} to learning facility {facility_name}
ha_hg: Zuwa {learner_name} kayan koyo {facility_name}
