{
  "CookiePolicy.choicesP1": "Kai {choice} samu ƙididdigar cookies. Kana iya canzawa yadda kake sonsa a nan:",
  "CookiePolicy.cookieExpiryTableHeader": "Wuce wa'adi",
  "CookiePolicy.cookieP1": "Shafin Kolibri Learning ma amfani da cookies don sauya fasali da tsare karatunka, don yin sharhi kan abin da yau da kullum da kuma inganta yadda kuke amfani da kayayyakinsa. Cookies wasu ƙananan fayil me da ake iya amfani da su a adireshin yanar gizo don inganta yadda aikin masu amfani da shi.",
  "CookiePolicy.cookieP2": "Dokokin kare sirri ( GDPR da CCPA) na cewa muna iya tanada cookies a na'urarka idan akwai bukatar hakan. A ko wane nau'in cookies, sai mun nemi amincewarka.",
  "CookiePolicy.cookieP3": "Shafin Kolibri Learning na amfani da nau'ukan cookies dabam. Wasu cookies na da muhimmanci sosai, wasu kuwa sai ka ga dama amfani da su wajen yin sharhi. Kana iya a ko wane lokaci canza ko cire amincewarka.",
  "CookiePolicy.cookieP4": "Karanta yadda za a iya amfani da bayananka a tsarin Dokar Amfani da Kayan Sirri\n.",
  "CookiePolicy.cookieP5": "Cookies masu muhimmanci ma bai wa adireshin yanar gizo damammaki kamar su yawo ko kuma isa zuwa sashen tsaro. Babu wani adireshin yanar gizo da zai iya aiki ba tare da waɗannan cookies ba. ",
  "CookiePolicy.cookiePurposeTableHeader": "Manufa",
  "CookiePolicy.csrftokenCookiePurpose": "Domin kare shafi farko don tabbatar da ba wanda ya shiga shafinka don yin wani abu na tare da yardarka ba.",
  "CookiePolicy.kolibriCookieConsentPurpose": "An yi amfani da shi wajen gano idan wani ya ziyarci shafinka kuma ya amince ko ya ki amincewa da dokar cookies, kuma ya ki bukatar sake tambaya.",
  "CookiePolicy.kolibriCookieExpiry": "Har zuwa karshen aiki",
  "CookiePolicy.kolibriCookiePurpose": "Domin kare shigarka a shafinka tare da samar da damar shiga bayananka",
  "CookiePolicy.necessaryCookiesHeader": "Muhimman cookies",
  "CookiePolicy.statisticsCookiesHeader": "Cookies na ƙididdiga",
  "CookiePolicy.statisticsCookiesP1": "Cookies na ƙididdiga na taimaka wa masu amfani da sassan yanar gizo wajen fahimtar yadda masu ziyartar su ke hulɗa da da waɗannan sassa ta hanyar tattara da bayar da bayanai a ɓoye",
  "CookiePolicy.twoYearExpiry": "Shekara biyu",
  "CookiePolicy.visitorIdPurpose": "Yi rajistar ID tilo da za a iya amfani da shi wajen samar da bayanan ƙididdiga kan yadda mai ziyara a ɓoye ke amfani da sashen yanar gizo.",
  "CookiePolicy.yourChoicesHeader": "Zaɓukanka",
  "UsageAndPrivacy.kolibriAboutP1": "Gidauniyar Learning Equity, Inc ce ta kirkiro da manhajar Kolibri. Za ka iya samun karin bayani da suka haɗa da dokoki da ka'idodin amfani ma Kolibri.",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri wani manhajar ce wadda za a iya sanya a na'urori daban-daban ba tare da buƙatar haɗuwa da yanar gizo.",
  "UsageAndPrivacy.kolibriAboutP3": "Ba kamar wasu ayyukan yanar gizo da dama waɗanda ake samun damar su ta mashigar yanar gizo, akwai dubbai manhajar na Kolibri masu zaman kansu a fadin duniya – hadda wannan. Kowane manhajar na Kolibri mai shin ke gudanar da lura dashi akan na'urar da yake kai.",
  "UsageAndPrivacy.kolibriAboutP4": "Kuma zai yiwu masu gudanarwa su haɗa bayanin Kolibri zuwa Shafin Bayanai na Kolibri mai aiki kamar cloud. Idan wannan ya faru, duk masu gudanarwa na ƙungiyar zasu samu damar dukkan bayanai cibiyar. Za'a tura zuwa rumbun ajiya cloud wanda Learning Equality suke lura dashi, kuma suma zasu samu damar wannan bayani.",
  "UsageAndPrivacy.kolibriAboutP5": "Don ƙara ingancin Kolibri da kayyayakin dake kai, Learning Equality suna tattara bayanai na amfani cikin sirri a lokacin da Kolibri ya samu damar intanet. Wannan ya hada da adireshin IP masu alaƙa da rumbun ajiya na yanar gizo, da bayanin na'urar kamar manhajar aiki da yankin lokaci. Kuma muna tattara wasu jimillan ƙididdiga wanda ya hada da: yawan masu amfani da cibiyoyi, shekarar haihuwa da rabiyar jinsi, da karɓuwar kayan. Muna duk ƙoƙarin gujin tattara bayanai wanda zai sa a gano ainihin masu amfani da Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Game da Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Ya kamata ku yi amfani da Kolibri a matsayin tsari mai bin dukkan dokokin da ya kamata. Idan kai ne mai na'urar wanda aka sa Kolibri, ya kamata ka sani cewa a ƙarshe kai ne da alhakin tsaro da kariyar bayanin mai amfani wanda aka ajiye a Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Tilas ne ka mutunta ka'idodi da dokokin tsarewa da kare bayanai domin kare bayanan masu amfani da kayanka. Wannan ya haɗa da tabbatar da tsaron na'ura da kuma hard drive ɗinya, da amfani da kalmar sirri mai karfi, da sabunta tsarin na'ura a kai a kai da kuma samun ingantaccen tsarin saitin na'ura.",
  "UsageAndPrivacy.kolibriOwnersP3": "Idan ka zaɓi haɗa bayanin cibiya zuwa Shafin Bayani na Kolibri, kuna bada dama masu gudanar da Shafin Bayanai na Kolibri su samu damar bayanin ka. Kuma kuna bada damar zuwa Learning Equality suma, wanda suke kula da rumbunan ajiyar bayanai.",
  "UsageAndPrivacy.kolibriOwnersP4": "A taimaka a tabbatar cewa masu amfani da sunanka suna da hanyar tuntubar ka idan suna da damuwa game da shafukan su.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Masu gudanarwa",
  "UsageAndPrivacy.kolibriUsersL1": "Kada ku ba wani kalmar sirrin ku, bar kowa ya samu damar shafin ku, ko yi wani abu da zai sa shafin ka ya zama cikin haɗari",
  "UsageAndPrivacy.kolibriUsersL2": "Yi ƙoƙarin samun damar kowane shafin na wani mai amfani",
  "UsageAndPrivacy.kolibriUsersL3": "Cire, yi dabara, sakata, lalata ko kuma shiga abubuwa masu alaƙa da tsaro na Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Kutse ko lalata tsarin Kolibri ta ko wace hanya",
  "UsageAndPrivacy.kolibriUsersP1": "Ya kamata ku yi amfani da Kolibri bisa ga dokokin da ya dace. Wannan wata kila yana nufin neman izini daga iyaye, jagora, ko malami.",
  "UsageAndPrivacy.kolibriUsersP2": "Ka kula cewa wasu zasu iya ganin bayanai ka, dangane akan yadda aka haɗa manhajar da kuma yadda ka ke samun damar shi.",
  "UsageAndPrivacy.kolibriUsersP3": "Ka tuntubi wakilin Kolibri ma yankinka don sanin irin bayanan da za ka iya ajiyewa, wake iya ganinsu, yadda za a sabunta ko goge su, ko idan kana tsammani an yi wa asusunka kutse",
  "UsageAndPrivacy.kolibriUsersP4": "Kada ka:",
  "UsageAndPrivacy.kolibriUsersP5": "A lokacin da kuke amfani da Kolibri a matsayin mai amfani da ya shiga, ana iya samar da bayanai kamar sunan ka, sunan shiga, shekaru, shekarar haihuwa, lambar Id, kayayyakin da ka ke dubawa, da ƙoƙarin ka akan jarrabawa zuwa masu gudanarwa da malamai a cikin cibiyar ka. Kuma masu shirya Kolibri na iya amfani da bayanai ka kuma su ba masu ƙirƙiro abubuwa don taimakawa da inganta manhajar da kayayyaki don nau'ikan masu koyo da buƙatu daban-daban.",
  "UsageAndPrivacy.kolibriUsersP6": "Idan ka yi amfani da Kolibri a matsayin bako, za a iya samar da jimillan bayanai game da kayyayakin da kai da sauran masu amfani a matsayin baƙi kuka duba zuwa masu gudanarwa da wasu malamai.",
  "UsageAndPrivacy.openIdH1": "Shiga wasu manhajoji daban ta hanyar amfani da Kolibri",
  "UsageAndPrivacy.openIdP1": "Zai yiwu ka yi amfani da Kolibri don yin rajista ko shiga wasu manhajar daban. Idan ka yi hakan, ɗayan manhajar zasu samu damar sunan shigar ka na Kolibri, ID ka na musamman, da cikkaken suna."
}