[CustomMessages]
installservicetask=ដំណើរការ Kolibri ដោយស្វ័យប្រវត្តិនៅពេលកុំព្យូទ័រចាប់ផ្តើមដំណើរការ
newerversioninstalled="កំណែថ្មីជាងរបស់ {#AppName} (%1) ត្រូវបានដំឡើងរួចហើយ។ កម្មវិធីដំឡើងនេះមានកំណែ %2 ដែលចាស់ជាង។ កម្មវិធីដំឡើងនឹងចេញឥឡូវនេះ។"
sameversioninstalled=កំណែ %1 នេះត្រូវបានដំឡើងរួចហើយ។ តើអ្នកចង់ជួសជុលការដំឡើងដោយដំឡើងវាឡើងវិញដែរឬទេ?
olderversioninstalled="រកឃើញកំណែចាស់ជាងរបស់ {#AppName} (%1)។ តើអ្នកចង់ដំឡើងកំណែឡើងទៅកំណែ {#AppVersion} ដែរឬទេ?"
confirmuninstalldata=តើអ្នកចង់លុបទិន្នន័យអ្នកប្រើប្រាស់ Kolibri ទាំងអស់ជាស្ថាពរមែនទេ? នេះរួមបញ្ចូលទាំងខ្លឹមសារដែលបានទាញយកទាំងអស់ គណនីអ្នកប្រើប្រាស់ និងវឌ្ឍនភាព ហើយសកម្មភាពនេះមិនអាចត្រឡប់ក្រោយវិញបានទេ។
criticalerror=មានកំហុសឆ្គងធ្ងន់ធ្ងរមួយបានកើតឡើងពេលព្យាយាមដំណើរការពាក្យបញ្ជាដំឡើង៖ %1។ ការដំឡើងមិនអាចបន្តបានទេ។
commanderror=ពាក្យបញ្ជាដែលទាមទារសម្រាប់ការដំឡើងបានបរាជ័យក្នុងការប្រតិបត្តិឱ្យបានត្រឹមត្រូវ៖ %1។ កូដកំហុស៖ %2។ ការដំឡើងមិនអាចបន្តបានទេ។
versionparseerror=មិនអាចប្រៀបធៀបកំណែបានទេ ដោយសារទម្រង់កំណែមិនត្រឹមត្រូវ។ សូមលុបការដំឡើងកំណែមុនដោយដៃ ហើយព្យាយាមម្តងទៀត។
migrationfailed=កម្មវិធីដំឡើងបានបរាជ័យក្នុងការផ្ទេរទិន្នន័យអ្នកប្រើប្រាស់ពីទីតាំងចាស់ (%1) ទៅកាន់ទីតាំងថ្មី (%2) ទេ។ ទិន្នន័យរបស់អ្នកមិនត្រូវបានផ្លាស់ទីទេ។ សូមទាក់ទងផ្នែកជំនួយដើម្បីទទួលបានជំនួយ។
createdesktopicon=បង្កើត&រូបតំណាងនៅលើដែសថប
additionalicons=រូបតំណាងបន្ថែម៖
launchprogram=បើកដំណើរការ %1
installationtype=ប្រភេទនៃការដំឡើង៖
