Repository: learningequality/kolibri
Catalog: docs-developer/locale/docs/*/LC_MESSAGES/contributing.po
Languages: es_mx

source: Contributing
es_mx: Contribuyendo

source: Contributions are welcome, and they are greatly appreciated! Every little bit helps, and credit will always be given.
es_mx: Las contribuciones son bienvenidas, ¡y muy apreciadas!. Cada pequeña parte es de ayuda, y siempre se dará crédito.

source: You can contribute in many ways:
es_mx: Puedes contribuir de varias maneras:

source: Types of Contributions
es_mx: Tipos de Contribuciones

source: Report Bugs
es_mx: Reportar errores

source: Report bugs at https://github.com/learningequality/kolibri/issues.
es_mx: Reporte errores en https://github.com/learningequality/kolibri/issues.

source: If you are reporting a bug, please include:
es_mx: Si estás reportando un error, por favor incluye:

source: Your operating system name and version.
es_mx: El nombre de tu sistema operativo y su versión.

source: Any details about your local setup that might be helpful in troubleshooting.
es_mx: Cualquier detalle sobre la configuración local puede ser de ayuda para resolver problemas.

source: Detailed steps to reproduce the bug.
es_mx: Pasos detallados para reproducir el error.

source: Fix Bugs
es_mx: Corregir errores

source: Look through the GitHub issues for bugs. Anything tagged with "bug" is open to whoever wants to implement it.
es_mx: Busca los errores en los issues de GitHub. Cualquier cosa etiquetada con "bug" está abierta a cualquiera que quiera implementar correción.

source: Implement Features
es_mx: Implementar nuevas características

source: Look through the GitHub issues for features. Anything tagged with "feature" is open to whoever wants to implement it.
es_mx: Busca características en los issues de GitHub. Cualquier cosa etiquetada con "feature" está abierta a cualquier que quiera implementarla.

source: Write Documentation
es_mx: Escribir documentación

source: Kolibri could always use more documentation, whether as part of the official Kolibri docs, in docstrings, or even on the web in blog posts, articles, and such.
es_mx: Kolibri siempre puede tener más documentación, sea por parte oficial de los documentos Kolibri, en textos de documentación o incluso en publicaciones web, como artículos.

source: Submit Feedback
es_mx: Enviar realimentación

source: The best way to send feedback is to file an issue at https://github.com/learningequality/kolibri/issues.
es_mx: La mejor forma de enviar sugerencias es creando un "issue" en https://github.com/learningequality/kolibri/issues.

source: If you are proposing a feature:
es_mx: Si estás proponiendo una característica:

source: Explain in detail how it would work.
es_mx: Explica en detalle cómo podría funcionar.

source: Keep the scope as narrow as possible, to make it easier to implement.
es_mx: Mantén el alcance lo más enfocado que puedas, para que sea más fácil de implementar.

source: Remember that this is a volunteer-driven project, and that contributions are welcome :)
es_mx: Recuerda que este es un proyecto impulsado por voluntarios, y que las contribuciones son bienvenidas :)

source: Get Started!
es_mx: Primeros pasos

source: Ready to contribute? Here's how to set up `kolibri` for local development.
es_mx: ¿Listo para contribuir? Aquí encuentras cómo configurar 'kolibri' para desarrollo local.

source: Fork_ the `kolibri` repo on GitHub.
es_mx: Crea un Fork_ del repositorio de 'kolibri' en GitHub.

source: Clone your fork locally::
es_mx: Clona tu fork de forma local::

source: Create a branch for local development::
es_mx: Crea una rama (branch) para desarrollo local::

source: Now you can make your changes locally.
es_mx: Ahora realiza tus cambios localmente.

source: When you're done making changes, check that your changes pass style and unit tests, including testing other Python versions with tox, and testing any Javascript changes with npm::
es_mx: Cuando termines de hacer cambios, revisa que tus cambios pasen las pruebas unitarias y de estilo, eso incluye probar otras versiones de Python con tox, y prueba cualquier cambio al Javascript con npm::

source: To get tox, just pip install it. To get node (and hence npm) install it from https://nodejs.org.
es_mx: Para obtener tox, usa pip para instalarlo. Para obtener node (y npm) puedes instalarlo desde https://nodejs.org.

source: Commit your changes and push your branch to GitHub::
es_mx: Envía tus cambios (commit) y publica (push) tu rama en GitHub::

source: Submit a pull request through the GitHub website.
es_mx: Crea un pull request a través del sitio de GitHub.

source: Pull Request Guidelines
es_mx: Lineamientos para Pull Requests

source: Before you submit a pull request, check that it meets these guidelines:
es_mx: Antes de crear un pull request, revisa que concuerde con estos lineamientos:

source: For your pull request description on Github, consider using our template, see :ref:`prtemplate`.
es_mx: Para la descripción de tu pull request en GitHub, considera usar nuestra plantilla, ver :ref:`prtemplate`.

source: Remember to add yourself to ``AUTHORS.rst`` and fill in ``CHANGELOG.rst`` with your feature or bug fix.
es_mx: Recuerda añadirte a ti mismo en ``AUTHORS.rst`` y llenar ``CHANGELOG.rst`` con tu nueva funcionalidad o error solucionado.

source: The pull request should include tests.
es_mx: La pull request debe incluir pruebas.

source: If the pull request adds functionality, the docs should be updated. Put your new functionality into a function with a docstring, and add the feature to the list in README.rst.
es_mx: Si la pull request añade una funcionalidad, la documentación debería ser actualizada. Pon tu nueva funcionalidad dentro de una función con un string de documentación (docstring), y añadela a la lista en README.rst.

source: The pull request should work for Python 2.7, 3.4, and 3.5, and for PyPy. PRs will be automatically tested, we recommend running the ``tox`` command locally before submitting your PR for review.
es_mx: La pull request debería trabajar con Python 2.7, 3.4 y 3.5 y para PyPy.PRs serán automáticamente probadas, recomendamos usar el comando ``tox`` localmente antes de subir vuestra PR para revisión.

source: Pull Request Template
es_mx: Plantilla de pull request

source: Copy-paste the following to your Pull Request description on Github::
es_mx: Copia y pega lo siguiente en la descripción de tu Pull Request en GitHub::

source: Tips
es_mx: Consejos

source: To run a subset of tests::
es_mx: Para ejecutar un subconjunto de pruebas::
