[CustomMessages]
installservicetask=کمپیوٹر چلنے پر خودبخود کولیبری چلائیں
newerversioninstalled="{#AppName} کا ایک جدید تر ورژن () پہلے سے نصب ہے۔ اس انسٹالر میں ورژن موجود ہے جو پرانا ہے۔ سیٹ اپ اب بند ہو جائے گا۔"
sameversioninstalled=کا یہ ورژن پہلے سے انسٹال شدہ ہے۔ کیا آپ اسے دوبارہ انسٹال کر کے انسٹالیشن کو درست کرنا چاہتے ہیں؟
olderversioninstalled="{#AppName} کا ایک پرانا ورژن () موجود پایا گیا۔ کیا آپ ورژن {#AppVersion} میں اپ گریڈ کرنا چاہتے ہیں؟"
confirmuninstalldata=کیا آپ کولیبری کا تمام یوزر ڈیٹا مکمل طور پر حذف کرنا چاہتے ہیں؟ اس میں تمام ڈاؤن لوڈ شدہ مواد، یوزر اکاؤنٹس اور پیش رفت شامل ہے، اور یہ عمل واپس نہیں کیا جا سکتا۔
criticalerror=سیٹ اپ کمانڈ چلانے کی کوشش کے دوران ایک سنگین خرابی پیش آئی: یہ انسٹالیشن جاری نہیں رہ سکتی۔
commanderror=سیٹ اپ کے لیے درکار ایک کمانڈ درست طریقے سے چل نہ سکی: ایرر کوڈ: ۔ انسٹالیشن جاری نہیں رہ سکتی۔
versionparseerror=غلط ورژن فارمیٹ کی وجہ سے ورژنز کا موازنہ نہیں کیا جا سکا۔ براہ کرم پچھلا ورژن دستی طور پر ان انسٹال کریں اور دوبارہ کوشش کریں۔
migrationfailed=غلط ورژن فارمیٹ کی وجہ سے ورژنز کا موازنہ نہیں کیا جا سکا۔ براہ کرم پچھلا ورژن دستی طور پر ان انسٹال کریں اور دوبارہ کوشش کریں۔
createdesktopicon=ایک ڈیسک ٹاپ آئیکن بنائیں:
additionalicons=اضافی آئیکنز
launchprogram=لانچ کریں
installationtype=انسٹالیشن کی قسم:
