{
  "CookiePolicy.choicesP1": "{choice}으로 통계 쿠키를 수신할 수 있습니다. 여기에서 선호 사항을 변경할 수 있습니다:",
  "CookiePolicy.cookieExpiryTableHeader": "만료",
  "CookiePolicy.cookieP1": "Kolibri 학습 플랫폼은 쿠키를 사용하여 사용자 경험의 맞춤화 및 보호, 트래픽 분석, 서비스의 성과 및 기능성 개선을 달성합니다. 쿠키는 보다 효율적인 사용자 경험을 위해 웹사이트에서 사용하는 작은 텍스트 파일입니다.",
  "CookiePolicy.cookieP2": "현재 개인정보 보호 법규(GDPR 및 CCPA)에 의하여 당사는 이 서비스의 운영에 쿠키가 반드시 필수적이라면 본인의 기기에 해당 쿠키를 저장할 수 있습니다. 다른 모든 유형의 쿠키는 본인의 동의가 필요합니다.",
  "CookiePolicy.cookieP3": "Kolibri 학습 플랫폼은 다양한 유형의 쿠키를 사용합니다. 일부 쿠키는 반드시 필수적이고 일부 쿠키는 선택적 분석에 사용됩니다. 본인의 동의를 언제라도 변경하거나 철회할 수 있습니다.",
  "CookiePolicy.cookieP4": "사용 약관 및 개인정보 보호 방침에서 본인의 데이터가 처리되는 방법에 대해 자세히 알아보세요.",
  "CookiePolicy.cookieP5": "필수 쿠키는 페이지 탐색 및 보안 영역에 대한 접근과 같은 기본 기능을 활성화하여 웹 사이트를 이용하도록 도와줍니다. 이러한 쿠키가 없으면 웹사이트는 제대로 기능할 수 없습니다.",
  "CookiePolicy.cookiePurposeTableHeader": "목적",
  "CookiePolicy.csrftokenCookiePurpose": "로그인 페이지를 보호하고 본인의 동의 없이 누구도 자신의 브라우저에 로그인하거나 본인을 대신하여 실행할 수 없도록 합니다.",
  "CookiePolicy.kolibriCookieConsentPurpose": "방문자가 이전에 선택적 쿠키를 수락 또는 거부했는지 감지하고 다시 요청하는 일이 없도록 하기 위해 사용됩니다.",
  "CookiePolicy.kolibriCookieExpiry": "세션 끝까지",
  "CookiePolicy.kolibriCookiePurpose": "이 로그인 세션을 보호하고 자신의 개인 데이터에 접근하도록 하기 위함",
  "CookiePolicy.necessaryCookiesHeader": "필수 쿠키",
  "CookiePolicy.statisticsCookiesHeader": "통계 쿠키",
  "CookiePolicy.statisticsCookiesP1": "통계 쿠키는 익명으로 정보 수집과 보고를 실행하여 웹사이트 소유자가 방문자들이 웹사이트와 상호 작용하는 방식을 이해하는 데 도움을 줍니다.",
  "CookiePolicy.twoYearExpiry": "2년",
  "CookiePolicy.visitorIdPurpose": "익명 방문자의 웹 사이트 사용 방식과 관련된 통계 데이터를 생성하기 위해 필요한 고유 ID를 등록하세요.",
  "CookiePolicy.yourChoicesHeader": "본인의 선택",
  "UsageAndPrivacy.kolibriAboutP1": "Kolibri 소프트웨어는 Foundation for Learning Equality, Inc.가 제작했습니다. Kolibri의 서비스 약관 및 개인정보 보호정책을 포함한 자세한 정보는 다음에서 확인할 수 있습니다:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri는 인터넷 연결 없이도 다양한 기기에 설치하여 사용할 수 있는 소프트웨어 어플리케이션입니다.",
  "UsageAndPrivacy.kolibriAboutP3": "웹 브라우저를 통해 접속이 가능한 유사 온라인 서비스와는 달리, Kolibri는 수천 건의 개별 설치를 통해 전 세계에서 운영되고 있으며, 각각의 Kolibri는 설치된 기기의 소유자에 의해 운영, 관리됩니다.",
  "UsageAndPrivacy.kolibriAboutP4": "관리자는 Kolibri의 데이터를 클라우드 기반 Kolibri 데이터 포털 서비스와 싱크할 수 있습니다. 싱크를 진행할 경우, 모든 개별 기관 데이터는 Kolibri 데이터 포탈의 조직 관리자에게 조회 가능하게 되며, Learning Equality에서 관리하는 클라우드 서버에 업로드되어 Learning Equality는 해당 데이터에 대해 접근할 수 있게 됩니다.",
  "UsageAndPrivacy.kolibriAboutP5": "Learning Equality는 Kolibri 및 Kolibri상의 자료의 품질 향상을 목적으로 Kolibri를 설치한 기기가 인터넷과 연결되어질 때 해당기기의 사용정보를 익명으로 수집합니다. 이것은 서버와 연관된 IP주소, 운영체제 혹은 시간대와 같은 기기상세정보를 포함합니다. 또한 사용자 수, 기관 수, 사용자의 출생년도, 성별, 자료활용율 등과 같은 집계데이터를 수집합니다. 그러나 Learning Equality는 사용자의 개인식별 정보를 수집하지 않기 위한 모든 노력을 기울입니다.",
  "UsageAndPrivacy.kolibriAboutTitle": "Kolibri란",
  "UsageAndPrivacy.kolibriOwnersP1": "반드시 관련 법률을 준수하여 Kolibri를 활용해 주시기 바랍니다. 만약 Kolibri를 설치한 기기의 소유자이신 경우, Kolibri에 저장된 사용자 데이터의 보호 및 안전에 최종 책임이 있음을 명심하시기 바랍니다.",
  "UsageAndPrivacy.kolibriOwnersP2": "물리적으로 안전한 위치에 기기를 보관하거나, 하드웨어 암호화, 강력한 비밀번호 규칙 적용, 운영시스템 최신 업데이트 유지 및 적절한 방화벽 구축 등 사용자의 정보를 보호하기 위한 최선의 정보보안 활동도 수행하여 주십시오.",
  "UsageAndPrivacy.kolibriOwnersP3": "기관 데이터를 Kolibri 데이터 포털과 싱크하기 진행하시면, Kolibri 데이터 포털 관리자가 당신의 기관 데이터에 접속하는 것을 허용하게 됩니다. 또한, Kolibri Data Portal 서버를 운영하는 Learning Equality에도 동일한 권한을 허용하게 됩니다.",
  "UsageAndPrivacy.kolibriOwnersP4": "사용자들이 계정에 대한 문의가 있을 경우 관리자에게 연락할 수 있는 방법을 공지해 주시기 바랍니다.",
  "UsageAndPrivacy.kolibriOwnersTitle": "운영자",
  "UsageAndPrivacy.kolibriUsersL1": "타인에게 비밀번호 및 계정정보를 대여하는 행위",
  "UsageAndPrivacy.kolibriUsersL2": "타인 명의 계정 접속",
  "UsageAndPrivacy.kolibriUsersL3": "Kolibri의 보안관련 기능을 제거, 우회, 훼손, 제어, 간섭하려는 행위",
  "UsageAndPrivacy.kolibriUsersL4": "어떤 방식으로든 Kolibri의 운영 및 사용자의 활용 권한을 의도적으로 방해하거나 훼손하는 것",
  "UsageAndPrivacy.kolibriUsersP1": "Kolibri 사용에 있어 관련 법률을 준수해 주시길 바랍니다. 이것은 부모님, 보호자 및 교사로부터의 승낙을 의미할 수도 있습니다.",
  "UsageAndPrivacy.kolibriUsersP2": "소프트웨어가 어떤 방식으로 설정되고 어떻게 접속하느냐에 따라 당신의 개인정보가 타인에게도 보여질 수 있음을 유의하십시오.",
  "UsageAndPrivacy.kolibriUsersP3": "개인정보 저장, 공개 대상, 업데이트 및 삭제 방법과 관련된 자세한 사항을 알고 싶으시거나 사용자 계정 도용이 의심되는 경우, 현지 Kolibri 운영자에게 연락하시기 바랍니다.",
  "UsageAndPrivacy.kolibriUsersP4": "다음의 행위는 금하여 주시기 바랍니다.",
  "UsageAndPrivacy.kolibriUsersP5": "로그인 사용자로 Kolibri를 사용할 경우, 당신의 이름, 닉네임, 나이, 출생연도, 식별 번호, 당신이 조회한 자료, 당신의 시험 결과 성적이 당신의 학교/기관의 관리자 및 코치에게 오픈될 수 있습니다. 당신의 정보는 다양한 사용자 유형 및 니즈에 따른 소프트웨어/자료 개선을 목적으로 Kolibri의 개발자 및 콘텐츠 제작자들에게 공유될 수도 있습니다.",
  "UsageAndPrivacy.kolibriUsersP6": "Kolibri를 게스트로 사용할 경우, 당신 및 다른 게스트들이 조회한 자료에 대한 집계 정보가 관리자 및 일부 코치들에게 오픈될 수 있습니다.",
  "UsageAndPrivacy.openIdH1": "Kolibri를 통해 제 3의 어플 로그인하기",
  "UsageAndPrivacy.openIdP1": "Kolibri를 활용하여 회원가입하거나 제 3의 앱에 접속이 가능합니다. 이런 경우, 제 3의 앱은 Kolibri 내 저장되어 있는 나의 닉네임, ID 및 이름 정보에 접근할 수 있습니다."
}