[CustomMessages]
installservicetask=Εκτέλεση του Kolibri αυτόματα όταν ξεκινάει ο υπολογιστής
newerversioninstalled="Μια νεότερη έκδοση του {#AppName} (%1) είναι ήδη εγκατεστημένη. Αυτό το πρόγραμμα εγκατάστασης περιέχει την έκδοση %2, η οποία είναι παλαιότερη. Η ρύθμιση θα τερματιστεί τώρα."
sameversioninstalled="Αυτή η έκδοση του %1 είναι ήδη εγκατεστημένη. Θέλετε να επισκευάσετε την εγκατάσταση με την επανεγκατάσταση της;"
olderversioninstalled="Εντοπίστηκε μια παλαιότερη έκδοση του {#AppName} (%1). Θέλετε να αναβαθμίσετε την έκδοση {#AppVersion};"
confirmuninstalldata=Θέλετε να διαγράψετε πλήρως όλα τα δεδομένα χρήστη Kolibri? Αυτό περιλαμβάνει όλο το κατεβασμένο περιεχόμενο, τους λογαριασμούς χρηστών και την πρόοδο και δεν μπορεί να αναιρεθεί.
criticalerror=Παρουσιάστηκε ένα κρίσιμο σφάλμα κατά την προσπάθεια εκτέλεσης μιας εντολής ρύθμισης: %1. Η εγκατάσταση δεν μπορεί να συνεχιστεί.
commanderror=Η εντολή που απαιτείται για τη ρύθμιση δεν εκτελέστηκε σωστά: %1. Κωδικός Σφάλματος: %2. Η εγκατάσταση δεν μπορεί να συνεχιστεί.
versionparseerror=Δεν ήταν δυνατή η σύγκριση εκδόσεων λόγω μη έγκυρης μορφής έκδοσης. Παρακαλώ απεγκαταστήσετε την προηγούμενη έκδοση χειροκίνητα και προσπαθήστε ξανά.
migrationfailed=Το λογισμικό εγκατάστασης απέτυχε να μεταφέρει δεδομένα χρηστών από την παλιά τοποθεσία (%1) στη νέα (%2). Τα δεδομένα σας δεν έχουν μετακινηθεί. Επικοινωνήστε με την Υποστήριξη για βοήθεια.
createdesktopicon=Δημιουργία εικονιδίου σε &επιφάνεια εργασίας
additionalicons=Πρόσθετα εικονίδια:
launchprogram=Εκκίνηση του %1
installationtype=Τύπος Εγκατάστασης:
