{
  "CookiePolicy.choicesP1": "Bạn {choice} để nhận cookie thống kê. Bạn có thể thay đổi tuỳ chọn này ở đây:",
  "CookiePolicy.cookieExpiryTableHeader": "Hết hạn",
  "CookiePolicy.cookieP1": "Nền tảng Học tập Kolibri sử dụng cookie để cá nhân hoá và bảo mật trải nghiệm của bạn, để phân tích lưu lượng và cải thiện hiệu suất cũng như chức năng dịch vụ của nền tảng. Cookie là các tệp văn bản nhỏ có thể được các trang web sử dụng để nâng cao trải nghiệm người dùng.",
  "CookiePolicy.cookieP2": "Các luật về quyền riêng tư hiện tại (Quy định Chung về Bảo vệ Dữ liệu - GDPR và Đạo luật Quyền riêng tư của Người tiêu dùng California - CCPA) nêu rằng chúng tôi có thể lưu trữ cookie trên thiết bị của bạn nếu cookie này cực kỳ cần thiết để vận hành dịch vụ. Với tất cả các loại cookie khác, chúng tôi cần bạn cho phép.",
  "CookiePolicy.cookieP3": "Nền tảng Học tập Kolibri sử dụng các loại cookie khác nhau. Một số loại cookie cực kỳ cần thiết và một số loại khác phục vụ mục đích phân tích không bắt buộc. Bạn có thể thay đổi hoặc rút lại sự đồng ý cho chúng tôi sử dụng cookie bất cứ lúc nào.",
  "CookiePolicy.cookieP4": "Tìm hiểu thêm về cách chúng tôi có thể xử lý dữ liệu của bạn trong Chính sách về Sử dụng và Quyền riêng tư.",
  "CookiePolicy.cookieP5": "Các cookie cần thiết giúp trang web hoạt động được bằng cách bật các chức năng cơ bản như điều hướng trang và truy cập vào các vùng an toàn của trang web. Trang web không thể hoạt động đúng cách nếu không có các cookie này.",
  "CookiePolicy.cookiePurposeTableHeader": "Mục đích",
  "CookiePolicy.csrftokenCookiePurpose": "Để bảo vệ trang đăng nhập và đảm bảo không ai có thể đăng nhập vào trình duyệt của bạn hoặc thay mặt bạn thực hiện các hành động mà không có sự đồng ý của bạn.",
  "CookiePolicy.kolibriCookieConsentPurpose": "Được sử dụng để phát hiện xem liệu trước đây khách truy cập đã chấp nhận hay từ chối các cookie không bắt buộc và tránh phải hỏi lại.",
  "CookiePolicy.kolibriCookieExpiry": "Cho đến khi kết thúc phiên",
  "CookiePolicy.kolibriCookiePurpose": "Để bảo vệ phiên đăng nhập của bạn và cung cấp cho bạn quyền truy cập dữ liệu cá nhân",
  "CookiePolicy.necessaryCookiesHeader": "Cookie Cần thiết",
  "CookiePolicy.statisticsCookiesHeader": "Cookie Thống kê",
  "CookiePolicy.statisticsCookiesP1": "Cookie thống kê thu thập và báo cáo thông tin ẩn danh để giúp chủ sở hữu trang web hiểu được cách khách truy cập tương tác với trang web.",
  "CookiePolicy.twoYearExpiry": "2 năm",
  "CookiePolicy.visitorIdPurpose": "Đăng ký một ID duy nhất được dùng để xuất dữ liệu thống kê về cách khách truy cập ẩn danh sử dụng trang web.",
  "CookiePolicy.yourChoicesHeader": "Lựa chọn của bạn",
  "UsageAndPrivacy.kolibriAboutP1": "Phần mềm Kolibri do Foundation for Learning Equality, Inc. phát triển. Bạn có thể xem thêm thông tin, bao gồm cả Điều khoản Dịch vụ và Chính sách về Quyền riêng tư của Kolibri tại đây:",
  "UsageAndPrivacy.kolibriAboutP2": "Kolibri là một ứng dụng phần mềm có thể được cài đặt trên rất nhiều loại thiết bị mà không cần kết nối Internet.",
  "UsageAndPrivacy.kolibriAboutP3": "Không giống nhiều dịch vụ web trực tuyến có thể truy cập tương tự thông qua một trình duyệt web, có hàng nghìn bản cài đặt Kolibri độc lập trên toàn thế giới – bao gồm bản này. Mỗi bản cài đặt Kolibir được chủ nhân của thiết bị cài đặt quản lý và kiểm soát.",
  "UsageAndPrivacy.kolibriAboutP4": "Quản trị viên cũng có thể đồng bộ dữ liệu Kolibri với dịch vụ Kolibri Data Portal trên đám mây. Trong trường hợp này, các quản trị viên tổ chức có thể truy cập tất cả dữ liệu địa điểm trên Kolibri Data Portal. Nó sẽ được tải lên máy chủ đám mây do Learning Equality vận hành và họ cũng có quyền truy cập dữ liệu này.",
  "UsageAndPrivacy.kolibriAboutP5": "Nhằm nâng cao chất lượng của Kolibri và các tài liệu trên đó, Learning Equality thu thập những thông tin sử dụng ẩn danh hóa khi Kolibri truy cập Internet. Các thông tin này gồm có các địa chỉ IP gắn với máy chủ các thông tin thiết bị như hệ điều hành và múi giờ. Chúng tôi cũng thu thập những thống kê tổng hợp như số lượng người dùng và địa điểm, phân bố năm sinh và giới tính và độ phổ biến của tài liệu. Chúng tôi nỗ lực hết sức nhằm tránh thu thập những thông tin định danh cá nhân về người dùng Kolibri.",
  "UsageAndPrivacy.kolibriAboutTitle": "Giới thiệu về Kolibri",
  "UsageAndPrivacy.kolibriOwnersP1": "Khi sử dụng Kolibri như là một dịch vụ, bạn cần tuân thủ tất cả các luật hiện hành. Nếu bạn là chủ nhân của thiết bị có cài đặt Kolibri, vui lòng lưu ý rằng bạn là người chịu trách nhiệm cuối cùng cho sự an toàn và bảo mật của những dữ liệu người dùng được lưu trữ trong Kolibri.",
  "UsageAndPrivacy.kolibriOwnersP2": "Bạn cũng nên tuân theo các biện pháp bảo mật thông tin tối ưu để bảo vệ dữ liệu người dùng của mình. Điều này bao gồm việc giữ gìn thiết bị an toàn, mã hóa ổ cứng, sử dụng mật khẩu mạnh và khác biệt, cập nhật hệ điều hành và cấu hình tường lửa đúng cách.",
  "UsageAndPrivacy.kolibriOwnersP3": "Nếu bạn chọn đồng bộ dữ liệu địa điểm của bạn đến Kolibri Data Portal, bạn sẽ cho phép các quản trị viên của tổ chức Kolibri Data Portal truy cập dữ liệu của bạn. Bạn cũng cho phép Learning Equality truy cập, họ là người vận hành máy chủ.",
  "UsageAndPrivacy.kolibriOwnersP4": "Hãy đảm bảo rằng người dùng của bạn có cách để liên lạc với bạn khi họ có thắc mắc về tài khoản của họ.",
  "UsageAndPrivacy.kolibriOwnersTitle": "Quản trị viên",
  "UsageAndPrivacy.kolibriUsersL1": "Chia sẻ mật khẩu, cho bất kỳ ai truy cập tài khoản của bạn hay làm bất kỳ điều gì khiến tài khoản của bạn có nguy cơ bị xâm nhập",
  "UsageAndPrivacy.kolibriUsersL2": "Cố gắng truy cập tài khoản của bất kỳ người dùng nào khác",
  "UsageAndPrivacy.kolibriUsersL3": "Loại bỏ, ngăn chặn, vô hiệu hóa, gây thiệt hại hoặc bằng bất kỳ cách nào khác can thiệp vào những tính năng liên quan đến bảo mật của Kolibri",
  "UsageAndPrivacy.kolibriUsersL4": "Cố ý can thiệp hoặc gây thiệt hại bằng bất kỳ cách thức nào cho quá trình hoạt động của Kolibri hoặc cho việc sử dụng Kolibri của bất kỳ người dùng nào",
  "UsageAndPrivacy.kolibriUsersP1": "Bạn cần tuân thủ tất cả các luật hiện hành trong khi sử dụng Kolibri. Điều này có nghĩa là có được sự cho phép của cha mẹ, người giám hộ hoặc giáo viên của bạn.",
  "UsageAndPrivacy.kolibriUsersP2": "Xin lưu ý rằng thông tin cá nhân của bạn có thể bị người khác thấy, tùy theo cách cấu hình phần mềm và cách bạn truy cập phần mềm.",
  "UsageAndPrivacy.kolibriUsersP3": "Vui lòng liên hệ quản trị viên Kolibri tại địa phương để biết những thông tin cá nhân nào của bạn có thể được lưu trữ, ai có thể nhìn thấy thông tin đó, cách cập nhật hoặc xóa thông tin hoặc khi bạn nghi ngờ rằng đã có người xâm nhập tài khoản của bạn.",
  "UsageAndPrivacy.kolibriUsersP4": "Bạn không nên:",
  "UsageAndPrivacy.kolibriUsersP5": "Khi bạn là người dùng đăng nhập của Kolibri, thông tin như tên, tên người dùng, tuổi, năm sinh, mã định danh, tài liệu bạn xem và thành tích đánh giá của bạn có thể được những quản trị viên và giáo viên ở địa điểm của bạn xem. Thông tin của bạn có thể được các nhà phát triển của Kolibri dùng và chia sẻ với những nhà sáng tạo nội dung để giúp cải tiến phần mềm và tài liệu cho những thể loại và nhu cầu khác nhau của học viên.",
  "UsageAndPrivacy.kolibriUsersP6": "Khi bạn là khách sử dụng Kolibri, quản trị viên và một vài giáo viên nhất định có thể được xem những thông tin tổng hợp về những tài liệu mà bạn và những người khách khác đã xem.",
  "UsageAndPrivacy.openIdH1": "Đăng nhập vào ứng dụng bên thứ ba bằng Kolibri",
  "UsageAndPrivacy.openIdP1": "Bạn có thể dùng Kolibri để đăng ký hay đăng nhập vào các ứng dụng bên thứ ba. Trong trường hợp này, các ứng dụng khác có thể truy cập tên người dùng Kolibri, ID người dùng độc nhất và họ tên của bạn."
}