Repository: learningequality/kolibri
Catalog: kolibri/locale/docs/*/LC_MESSAGES/changelog.po
Languages: es_es, sw_tz

source: Release Notes
es_es: Notas de la versión
sw_tz: Maelezo ya toleo

source: All notable changes to this project will be documented in this file. This project adheres to `Semantic Versioning <http://semver.org/>`_.
es_es: Todos los cambios notables a este proyecto serán documentados en este archivo. Este proyecto se adhiere al 'Varsionado Semántico <http://semver.org/>'_.
sw_tz: Mabadiliko yote kwenye mradi huu yatanakiliwa katika jalada hili. Mradi huu umezingatia 'Kutafsiri kwa kuangalia maana <a3 http://semver.org/ >'.

source: *Don’t let your friends dump git logs into CHANGELOGs™*
es_es: *No dejes que vuestros amigos lancen bitácoras de git en los CHANGELOGs™*
sw_tz: *Hairuhusiwi kubadili kitu katika mfumo huu™*

source: [0.0.1] - UNRELEASED
es_es: [0.0.1] - SIN LANZAMIENTO
sw_tz: [0.0.1] - ISIYOTOLEWA

source: Please add new stuff chronologically, we should try chunking up the list into components at some point
es_es: Por favor agrega nuevas cosas cronológicamente, podríamos fragmentar la lista en componentes en algún punto
sw_tz: Tafadhali ongeza mambo mapya kwa mfuatano, wakati mwingine tujaribu kuigawa orodha katika vifungu

source: Added
es_es: Añadido
sw_tz: Iliyoongezwa

source: Begin development of core auth app.
es_es: Inicio del desarrollo del núcleo del app de autenticación.
sw_tz: Kuanza kuandika msingi wa programu ya uhalalishaji.

source: Add core user types (BaseUser, FacilityUser, DeviceOwner)
es_es: Añadidos tipos de usuario principales (UsuarioBase, UsuarioCentroEducativo, PropietarioDispositivo)
sw_tz: Ongeza aina za msingi za watumiaji (BaseUser, FacilityUser, DeviceOwner)

source: Add Collections and Roles, implemented using a special tree structure for efficient querying
es_es: Añadidas Colecciones y Roles, implementando una estructura especial de árbol para consultas más eficientes
sw_tz: Ongeza makusanyo na majukumu, imetekelezwa kwa kutumia njia ya matawi ambayo ni fanisi katika uuliizaji

source: Add authentication & authorization backends
es_es: Añadido backend de autenticación y autorización
sw_tz: Ongeza maelezo ya uthibitisho & idhini kwa ndani

source: Implement permissions for FacilityUsers by checking hierarchy relationships
es_es: Implementados permisos para UsuarioCentroEducativo por medio de la revisión de relaciones jerárquicas
sw_tz: Ruhusa za utekelezaji kwa watumiaji wa vifaaa kulingana na nafasi zao

source: Adds pipelining and integration for building frontend assets with webpack and dynamically serving them in Django.
es_es: Añadidas canalización e integración para construir paquetes de frontend con empacado web y servicio dinámico de Django.
sw_tz: Kuongeza mbinu za kufanya programu mbalimbali kufanya kazi kama moja kwa ajili ya kujenga muonekano wa mbele na webpack na kwa kubadilika kuhudumia katika Django.

source: Updates to - Users, Collections, and Roles, mostly to account for multiple facilities in one database
es_es: Actualizaciones a - Usuarios, Colecciones y Roles, principalmente para cuentas en múltiples centros educativos en una base de datos
sw_tz: Sasishi kwa - watumiaji, makusanyo na majukumu, kwa ajili ya kutoa maelezo juu ya vifaa mbalimbali kwenye akaunti moja ya taarifa

source: Plugin API with hooks, documented and implemented
es_es: Plugin API con hooks, documentada e implementada
sw_tz: API ya kuchomeka kwa kutumia kulabu, iliyohifadhiwa na kutekelezwa

source: Adds Django JS Reverse and loads into kolibriGlobal object
es_es: Añade Django JS Reverse y carga en el objeto kolibriGlobal
sw_tz: Huongeza Django JS Reverse na hujaza kwenye kifaa cha kolibriGlobal

source: Creates kolibri.auth API endpoint filtering
es_es: Crea un punto de acceso y filtro a kolibri.auth API
sw_tz: Huunda kolibri API ya uthibitisho na uchujaji wa mwisho

source: Adds management plugin for managing learners, classrooms, and groups
es_es: Añade plugin de administración para administrar alumnos, clases y grupos
sw_tz: Huongeza plugin ya usimamizi kwa ajili ya kusimamia wanafunzi, madarasa, na vikundi

source: Automatic inclusion of requirements in a static build
es_es: Inclusión automática de requerimientos en una build estática
sw_tz: Ushirikishwaji moja kwa moja wa mahitaji katika kujenga tuli

source: Linting of client-side assets during webpack build process
sw_tz: Kuangalia makosa ya upande wa mtumiaji wakati wa mchakato wa kujenga webpack

source: Changed
es_es: Cambiado
sw_tz: Imebadilishwa

source: Webpack build process now compatible with plugins housed outside the kolibri directory.
sw_tz: Mchakato wa kujenga Webpack sasa uko sambamba na plugins zilizo nje ya orodha ya kolibri.

source: ES2015 transpilation now uses Bublé instead of Babel.
sw_tz: ES2015 transpilation sasa inatumia Bublé badala ya Babeli.
