Repository: learningequality/kolibri
Catalog: kolibri/locale/docs/*/LC_MESSAGES/contributing.po
Languages: sw_tz

source: Contributing
sw_tz: Kuchangia

source: Contributions are welcome, and they are greatly appreciated! Every little bit helps, and credit will always be given.
sw_tz: Michango inapokelewa, na inathaminiwa! Misaada hutolewa.

source: You can contribute in many ways:
sw_tz: Unaweza kuchangia kwa njia nyingi:

source: Types of Contributions
sw_tz: Aina ya michango

source: Report Bugs
sw_tz: Toa taarifa ya makosa

source: Report bugs at https://github.com/learningequality/kolibri/issues.
sw_tz: Toa taarifa ya makosa kwenye https://github.com/learningequality/kolibri/masua.

source: If you are reporting a bug, please include:
sw_tz: Kama ni kutoa taarifa ya kosa, tafadhali Jumuisha:

source: Your operating system name and version.
sw_tz: Jina la mfumo endeshi na toleo.

source: Any details about your local setup that might be helpful in troubleshooting.
sw_tz: Maelezo kuhusu Usanidi wako ndani ambayo yanayoweza kuwa ya manufaa katika utafutaji tatizo.

source: Detailed steps to reproduce the bug.
sw_tz: Hatua za kina kuhusu kuzaliana mdudu.

source: Fix Bugs
sw_tz: Tatua makosa

source: Look through the GitHub issues for bugs. Anything tagged with "bug" is open to whoever wants to implement it.
sw_tz: Angalia mambo yanayohusiana na GitHub ili kutambua makosa. Kitu chochote kilichowekwa lebo hii ''kosa'' kinaweza kutatuliwa na yeyote.

source: Implement Features
sw_tz: Kutekeleza vipengele

source: Look through the GitHub issues for features. Anything tagged with "feature" is open to whoever wants to implement it.
sw_tz: Angalia kipengele cha matatizo kwenye tovuti GitHub ili kutambua masuala mbalimbali. Kitu chochote kilichowekwa lebo ya ''vipengele'' kinaweza kutekelezwa na yeyote.

source: Write Documentation
sw_tz: Kuandika nyaraka

source: Kolibri could always use more documentation, whether as part of the official Kolibri docs, in docstrings, or even on the web in blog posts, articles, and such.
sw_tz: Kolibri daima hutumia nyaraka zaidi, ikiwa kama sehemu ya nyaraka rasmi za Kolibri, katika docstrings, au hata kwenye wavuti katika machapisho ya blogu, makala, na vinavyofanana na hivi.

source: Submit Feedback
sw_tz: Wasilisha mrejesho

source: The best way to send feedback is to file an issue at https://github.com/learningequality/kolibri/issues.
sw_tz: Njia bora ya kutuma maoni ni kuliandika suala katika https://github.com/learningequality/kolibri/issues.

source: If you are proposing a feature:
sw_tz: Kama unapendekeza kipengele:

source: Explain in detail how it would work.
sw_tz: Elezea kwa undani jinsi itakavyofanya kazi.

source: Keep the scope as narrow as possible, to make it easier to implement.
sw_tz: Weka wigo mdogo kadiri iwezekanavyo, kurahisisha utekelezaji.

source: Remember that this is a volunteer-driven project, and that contributions are welcome :)
sw_tz: Kumbuka kwamba huu ni mradi wa kujitolea, michango inakaribishwa :)

source: Get Started!
sw_tz: Anza!

source: Ready to contribute? Here's how to set up `kolibri` for local development.
sw_tz: Uko tayari kuchangia? Hivi ndio jinsi ya kuanzisha 'kolibri' kwa ajili ya maendeleo ya jamii.

source: Create a branch for local development::
sw_tz: Anzisha tawi kwa ajili ya maendeleo ya jamii::

source: Now you can make your changes locally.
sw_tz: Sasa unaweza kufanya mabadiliko yako katika kufuatana na mazingira uliyopo.

source: When you're done making changes, check that your changes pass style and unit tests, including testing other Python versions with tox, and testing any Javascript changes with npm::
sw_tz: Unapomaliza kufanya mabadiliko, kagua kama mabadiliko yako yamepita kwenye majaribio mtindo na kitengo, ikiwa ni pamoja na kupima matoleo mengine kwa kutumia tox, na kupima mabadiliko yoyote ya Javascript na npm::

source: Commit your changes and push your branch to GitHub::
sw_tz: Ridhia mabadiliko yako na sogeza tawi lako kwenye GitHub::

source: Submit a pull request through the GitHub website.
sw_tz: Wasilisha ombi la unachohitaji kupitia tovuti ya GitHub.

source: Pull Request Guidelines
sw_tz: Miongozo ya ombi la kile unachohitaji

source: Before you submit a pull request, check that it meets these guidelines:
sw_tz: Kabla ya kuwasilisha ombi la unachohitaji, kagua kama linakidhi maelekezo haya:

source: For your pull request description on Github, consider using our template, see :ref:`prtemplate`.
sw_tz: Kwa ajili ya maelezo ya ombi lako kwenye Github, Zingatia kutumia kiolezo chetu,angalia :ref: 'prtemplate'.

source: Remember to add yourself to ``AUTHORS.rst`` and fill in ``CHANGELOG.rst`` with your feature or bug fix.
sw_tz: Kumbuka kuandika jina lako kwenye 'AUTHORS.rst ' na kujaza 'CHANGELOG.rst ' na utambulisho wako au tatua kosa.

source: The pull request should include tests.
sw_tz: Ombi la unachohitaji linapaswa kujumuisha majaribio.

source: If the pull request adds functionality, the docs should be updated. Put your new functionality into a function with a docstring, and add the feature to the list in README.rst.
sw_tz: Kama ombi lako litaongezeka kipengele cha ziada, nyaraka zinapaswa kusasaishwa. Weka kipengele kipya katika mtiririko wa nyaraka na ongeza kipengele cha orodha katika README.rst.

source: The pull request should work for Python 2.7, 3.4, and 3.5, and for PyPy. PRs will be automatically tested, we recommend running the ``tox`` command locally before submitting your PR for review.
sw_tz: Ombi la unachohitaji liendane na mfumo wa lugha ya kompyuta wa Python 2.7, 3.4, na 3.5, na PyPy. RPs itajaribiwa kiotomatiki, tunapendekeza utumiaji wa ' tox 'angalia kama kila kitu kipo sawa kabla ya kuwasilisha PR yako kwa ajili ya mapitio.

source: Pull Request Template
sw_tz: Waraka maalum wa ombi

source: Copy-paste the following to your Pull Request description on Github::
sw_tz: Nakili-Andika kwenye tovuti ya Github maelezo yako ya Ombi la unachohitaji kama yalivyo::

source: Tips
sw_tz: Vidokezo

source: To run a subset of tests::
sw_tz: Kubainisha sehemu ndogo ya majaribio::
