Repository: learningequality/kolibri
Catalog: kolibri/locale/docs/*/LC_MESSAGES/index.po
Languages: sw_tz

source: Getting Started
sw_tz: Kuanza

source: What is Kolibri?
sw_tz: Kolibri ni nini?

source: Kolibri is a Learning Management System / Learning App designed to run on low-power devices, targeting the needs of learners and teachers in contexts with limited infrastructure. A user can install Kolibri and serve the app on a local network, without an internet connection. Kolibri installations can be linked to one another, so that user data and content can be shared. Users can create content for Kolibri and share it when there is network access to another Kolibri installation or the internet.
sw_tz: Kolibri ni mfumo wa usimamizi wa kujifunza / kujifunza Programu iliyoundwa ili kutumika kwenye vifaa vinavyotumia umeme mdogo, inayolenga mahitaji ya wanafunzi na walimu katika mazingira na miundombinu finyu. Mtumiaji anaweza kusakinisha Kolibri na kutumia programu kupitia mtandao wake wa simu, bila kuunganishwa na intaneti. Kolibri inaweza kuunganishwa kwa mtu mwingine, hivyo kwamba data za mtumiaji na maudhui zinaweza kugawizwa. Watumiaji wanaweza kuunda maudhui kwa Kolibri na kuigawa wakati kuna upatikanaji wa mtandao katika usakinishaji mwingine wa Kolibri au intaneti.

source: At its core, Kolibri is about serving educational content. A typical user (called a Learner) will log in to Kolibri to consume educational content (videos, documents, other multimedia) and test their understanding of the content by completing exercises and quizzes, with immediate feedback. A userâ€™s activity will be tracked to offer individualized insight (like "next lesson" recommendations), and to allow user data to be synced across different installations -- thus a Kolibri learner can use his or her credentials on any linked Kolibri installation, for instance on different devices at a school.
sw_tz: Katika kiini chake, Kolibri inahusika na utoaji wa maudhui ya elimu. Mtumiaji wa kawaida (aitwaye mwanafunzi) ataingia kwenye Kolibri kutumia maudhui ya elimu (video, nyaraka, vyombo vingine) na kupima uelewa wao wa maudhui kwa kukamilisha mazoezi mazoezi, yenye majibu ya mara moja. Shughuli za mtumiaji zitabainishwa ili kutoa ufahamu wa mtumiaji (kama mapendekezo ya "somo linalofuata"), na kuruhusu data za mtumiaji kulandanishwa katika mitambo tofauti--hivyo mwanafunzi wa Kolibri anaweza kutumia hati yake kwenye Kolibri yoyote, kwa mfano kwenye vifaa tofauti shuleni.

source: See https://learningequality.org/kolibri/ for more info.
sw_tz: Angalia https://learningequality.org/kolibri/ kwa maelezo zaidi.

source: How can I use it?
sw_tz: Nawezaje kuitumia?

source: Kolibri is under active development and is not yet ready to be used. In the meantime, take a look at `KA-Lite <https://learningequality.org/kolibri/>`_, Kolibri's predecessor which is already deployed around the world.
sw_tz: Kolibri iko chini ya maendeleo amilifu na haijawa tayari kutumika. Wakati huo huo, angalia `KA-Lite <https://learningequality.org/kolibri/>`_, mtangulizi wa Kolibri ambayo inawekwa tayari duniani kote.

source: How can I contribute?
sw_tz: Jinsi gani naweza kuchangia?

source: We welcome new contributors but since **Kolibri** is still in development, the API is not yet completely ready to integrate external plugins. Please start by:
sw_tz: Tunakaribisha wachangiaji wapya lakini kwa sababu * * Kolibri * * bado iko katika marekebisho, API bado haijawa tayari kuunganisha plugins za nje. Tafadhali anza kwa:

source: Reading our `Developer Documentation <http://kolibri.readthedocs.io/en/develop/dev/getting_started.html>`_ available online, and in the ``docs/`` directory.
sw_tz: Soma 'Nyaraka ya Mwendelezaji <http://kolibri.readthedocs.io/en/develop/dev/getting_started.html>`_ inapatikana mtandaoni, na katika ' nyaraka / ' mpangilio orodha.

source: Contacting us on the Mailing list: `Google groups <https://groups.google.com/a/learningequality.org/forum/#!forum/dev>`_.
sw_tz: Wasiliana nasi kwenye orodha ya barua: ' makundi ya Google <https://groups.google.com/a/learningequality.org/forum/#!forum/dev>`_.

source: or via IRC: #kolibri on Freenode.
sw_tz: au kupitia IRC: #kolibri on Freenode.
