Repository: learningequality/kolibri
Catalog: kolibri/locale/docs/*/LC_MESSAGES/user.po
Languages: sw_tz

source: Use the **Download Media** button below the PDF viewer to download the PDF file to your computer.
sw_tz: Tumia kitufe cha **Kupakua Data** chini ya PDF Viewer kupakua faili la PDF kwenye kompyuta yako.
