Repository: learningequality/kolibri
Catalog: kolibri/locale/docs/*/LC_MESSAGES/user.po
Languages: sw_tz

source: Admin
sw_tz: Msimamizi

source: Starting Kolibri
sw_tz: Kuanzia Kolibri

source: Kolibri has two parts: **Kolibri launcher** and **Kolibri server**.
sw_tz: Kolibri ina sehemu mbili: **Kolibri Kizinduzi** na **Kolibri mtandao**.

source: **Kolibri launcher** is located in the Windows taskbar (usually at bottom right, near the clock), and allows you to start and stop the **Kolibri server**, and configure other settings.
sw_tz: **Kolibri launcher** iko katika mwambaakazi wa Windows (kawaida chini kulia, karibu na saa), na itakuruhusu kuanza na kuacha **Kolibri server**, na kusanidi mipangilio mingine.

source: **Kolibri server** runs as a background process and displays (*serves*) learning content in the browser.
sw_tz: **Kolibri server** inafanya kazi kama utaratibu wa mandharinyuma na huonyesha (*serves*) maudhui ya kujifunzia katika kivinjari.

source: Double-click Kolibri desktop shortcut to start **Kolibri launcher**.
sw_tz: Bofya mara mbili Kolibri njiamkato ya eneokazi kuanza **Kolibri launcher**.

source: Right click the taskbar icon to open the **Kolibri launcher** menu.
sw_tz: Bofya kulia ikoni ya Mwambaa wa kazi kufungua **Kolibri launcher** menyu.

source: Starting **Kolibri launcher** will not start **Kolibri server** by default, but you can configure that setting in the launcher options if it suits your needs better.
sw_tz: Kuanzia **Kolibri launcher** haitaanza **Kolibri server** kwa chaguo-msingi, lakini unaweza kuunda mpangilio huo katika machaguo ya kizinduzi kama yanakidhi vizuri mahitaji yako.

source: Kolibri Launcher Menu Options
sw_tz: Kolibri Launcher Machaguo ya Menyu

source: Select **Start Server** to start the **Kolibri server**.
sw_tz: Chagua **Start Server** kuanza **Kolibri server**.

source: You will see the notification message *Kolibri server is starting, please wait...*. While server is starting, the options **Start/Stop/Load in browser** will be disabled.
sw_tz: Utaona ujumbe taarifa *Kolibri seva inaanza, Tafadhali subiri...*. Wakati seva inaanza, chaguo **Start/Stop/Load in browser** itakuwa imezimwa.

source: Once **Kolibri server** has started you will see the notification message *Kolibri server is running...*. The options **Stop Server** and **Load in browser** will now be available.
sw_tz: Wakati **Kolibri server** imeanza utaona ujumbe taarifa *Kolibri seva inafanya kazi... *. Machaguo ya **Stop Server** na **Load in browser** sasa yatakuwa yanapatikana.

source: Select **Load in browser** to open the default browser at http://127.0.0.1:8080 displaying the Kolibri start page.
sw_tz: Chagua **Load in browser** kufungua kivinjari chaguo-msingi katika http://127.0.0.1:8080 kuonyesha ukurasa wa kuanza wa Kolibri.

source: Select **Stop Server** when you want to stop the **Kolibri server**.
sw_tz: Chagua **Stop Server** wakati unataka kusitisha **Kolibri server**.

source: Select **Options** submenu for further configuration.
sw_tz: Chagua **Options** Menyu ya ndani ya usanidi zaidi.

source: Activate **Run Kolibri when user logs in** option if you want **Kolibri launcher** to start automatically when you log into the system.
sw_tz: Amilisha **Run Kolibri when user logs in** chaguo kama unataka **Kolibri launcher** kuanza moja kwa moja wakati wewe unaingia katika mfumo.

source: Activate **Auto-start server when Kolibri is run** option if you want the **Kolibri server** to start at the same time as the **Kolibri launcher**.
sw_tz: Amilisha **Washa seva wakati Kolibri inapofanya kazi** chaguo kama unataka **Seva ya Kolibri** kuanza wakati huo huo kama **Kizinduzi cha Kolibri**.

source: If you want **Kolibri server** to auto-start as soon as you log into the system, activate both of the above options.
sw_tz: Kama unataka **Seva ya Kolibri** ijiwashe yenyewe mara tu unapoingia kwenye mfumo, amilisha machaguo yote mawili hapo juu.

source: Accessing Kolibri from Other Devices in the Network
sw_tz: Upatikanaji wa Kolibri kutoka kwenye vifaa vingine kwenye mtandao

source: While **Kolibri server** is up and running, other devices (computers, tablets, even mobile phones) in the same **Local Area Network (LAN)** can access its learning contents.
sw_tz: Wakati **Seva ya Kolibri imewashwa na inafanya kazi, vifaa vingine (kompyuta, tablet, na hata simu za mkononi) vilivyo ndani ya **Eneo Jirani l Mtandao (LAN)** vinaweza kupata maudhui yake.

source: To access the content on the same device/computer where **Kolibri server** is running, open the browser at the address http://127.0.0.1:8080/.
sw_tz: Kupata maudhui kutoka kwenye kifaa/kompyuta ambayo **Seva ya Kolibri** inafanya kazi, fungua kisakuzi kwa kutumia anuani http://127.0.0.1.8080/.

source: To access the content from other devices in the same network, you need to know the IP address of one where where **Kolibri server** is running. For example, if **Kolibri server** is on a device/computer with IP address **192.168.0.104**, you can access it from others in the same network at the address http://192.168.0.104:8080.
sw_tz: Kupata maudhui kutoka kwenye vifaa vingene ndani ya eneo la mtandao, unahitaji kujua anuani ya IP ya moja ya vifaa ambamo **Seva ya Kolibri** inafanya kazi. Mfano, kama** Seva ya Kolibri** inatumika katika kifaa/kompyuta yenye anuani ya IP ambayo ni **192.1680.0.104**, unaweza kuipata kutoka kwenye vifaa vingine ndani ya eneo la mtandao kupitia http://192.168.0.104:8080.

source: Use the ``ipconfig`` command to find out the IP address of the device on Windows operating system.
sw_tz: Tumia njia ya``ipconfig``kutafuta anuani ya IP kwenye kompyuta zenye mfumo endeshaji wa Windows.

source: Manage Users
sw_tz: Dhibiti watumiaji

source: You can search for, filter, add, and edit user accounts in Kolibri from the **Users** tab in your **Manage** dashboard.
sw_tz: Unaweza kutafuta, kuchuja, kuongeza, na kurekibisha anuani ya mtumiaji kwenye Kolibri kuanzia **Watumiaji** Chagua** Dhibiti** Dashibodi.

source: Kolibri User Roles
sw_tz: Majukumu ya Watumiaji Kolibri

source: Kolibri users can have different roles with respective access to features:
sw_tz: Watumiaji wa Kolibri wana majukumu tofauti katika kupata taarifa:

source: **Learners** can:
sw_tz: **Wanafunzi** wanaweza:

source: View content and have their progress tracked
sw_tz: Kuangalia maudhui na kufuatiliwa maendeleo yao

source: **Coaches** can:
sw_tz: **Makocha** wanaweza:

source: View *Coach Reports* to track progress of other users and usage stats for individual exercises
sw_tz: Kuangalia *Ripoti za kocha* kufuatilia kwa ukaribu maendeleo ya watumiaji wengine na takwimu za utumiaji kwa ajili ya mazoezi

source: **Admins** can:
sw_tz: **Wasimamizi** wanaweza:

source: Create/Edit/Delete other **Admins** and **Learners**
sw_tz: Kutengeneza/Kurekebisha/Kufuta **Wasimamizi** na ** Wanafunzi** wengine

source: Export *Detail* and *Summary* logs usage data
sw_tz: Badilisha *Taarifa* na *taarifa fupi* na takwimu za utumiaji

source: **Device Owners** can:
sw_tz: **Wamiliki wa vifaa** wanaweza:

source: View content
sw_tz: Kuangalia maudhui

source: Import/Export content
sw_tz: Kupokea/Kutuma maudhui

source: To manage Kolibri users you must be logged-in as **Device Owner** or **Admin**.
sw_tz: Kudhibiti watumiaji wa Kolibri ni lazima uruhusiwe kuingia kama **Mmiliki wa Kifaa** au **Msimamizi**.

source: Create a New User Account
sw_tz: Tengeneza akaunti ya mtumiaji mpya

source: To create a new user account, follow these steps.
sw_tz: Kutengeneza akaunti ya mtumiaji mpya, fuata hatua hizi.

source: Click **Add New** button.
sw_tz: Bofya **Ongeza Mpya** kitufe.

source: Fill in the required information (name, username, password).
sw_tz: Jaza taarifa zinazohitajika (jina, jina la mtumiaji, nenosiri).

source: Select user profile (*Admin*, *Coach* or *Learner*).
sw_tz: Chagua wasifu wa mtumiaji (*Msimamizi*, *Kocha* au *Mwanafunzi*).

source: Click **Create Account** to add the new user.
sw_tz: Bofya **Tengeneza Akaunti** kuongeza mtumiaji mpya.

source: Select Users by Type
sw_tz: Chagua watumaiji kwa Aina

source: Click **All Users** selector to display user types.
sw_tz: Bofya **Watumiaji Wote** chagua kuonesha aina za watumiaji.

source: Toggle between options to filter the user roster according to type, or leave it as **All Users** to display all.
sw_tz: Bofya ili ufanye uchaguzi wa kuchuja watumiaji kulingana na aina, au acha iwe **Watumiaji Wote** ili waonekane wote.

source: Edit User’s Account
sw_tz: Hariri Akaunti ya Mtumiaji

source: To edit username or the full name account, follow these steps.
sw_tz: Kuhariri jina la mtumiaji au jina kamili la akaunti, fuata hatua zifuatazo.

source: Click on the **Edit** button (pencil icon) next to the user’s name.
sw_tz: Bofya kwenye **Hariri** kitufe (ikoni ya penseli) karibu na jina la mtumiaji.

source: Edit **Full Name** or **Username** in the **Edit Account Info** window.
sw_tz: Hariri **Jina Kamili** au **Jina la mtumiaji** ndani **Hariri taarifa za akaunti** mfumo wa uendeshaji.

source: Click **Confirm** to update the edited information or **Cancel** to exit without saving.
sw_tz: Bofya **Thibitisha**kusasilisha taarifa zilizohaririwa au **Katisha** kutoka bila kuhifadhi.

source: Reset User’s Password
sw_tz: Weka upya nenosiri la mtumiaji

source: Click **Reset Password** in the **Edit Account Info** window.
sw_tz: Bofya **Weka upya Nenosiri** katika ya **Hariri Maelezo ya Akaunti** Mfumo wa uendeshaji.

source: Enter the new password in both fields.
sw_tz: Ingiza nenosiri jipya katika nafasi mbili zilizosalia.

source: Click **Save** to confirm or **Back** to exit without changing the password.
sw_tz: Bofya **Hifadhi** Kuthibitisha au **Nyuma** kutoka bila kubadilisha nenosiri.

source: Delete User’s Account
sw_tz: Futa akaunti ya mtumiaji

source: Click **Delete User** in the **Edit Account Info** window.
sw_tz: Bofya **Futa mtumiaji** katika ya **Hariri maelezo ya akaunti** mfumo wa uendeshaji.

source: Click **Yes** to confirm or **No** to exit without deleting the account.
sw_tz: Bofya **Ndio** kuthibitisha au **Hapana** kutoka bila kufuta akaunti.

source: Manage Data
sw_tz: Dhibiti Taarifa

source: To manage Kolibri usage data you must be logged-in as **Device Owner** or **Admin**.
sw_tz: Kudhibiti utumiaji taarifa kwenye Kolibri ni lazima uruhusiwe kuingia kama **Mmiliki wa Kifaa** au **Msimamizi**.

source: You can download Kolibri *Detail* and *Summary* logs usage data and export in the CSV format from the **Data** tab in your **Manage** dashboard.
sw_tz: Unaweza kupakua Kolibri *Maelezo* na *Muhtasari* weka taarifa ya utumiaji na badilisha tarifa ziwe kwenye mfumo wa CSV kutoka ya **Data** kichupo katika yako **Kudhibiti** dashibodi.

source: Manage Content
sw_tz: Dhibiti Maudhui

source: To manage Kolibri content you must be logged-in as **Device Owner**.
sw_tz: Kudhibiti maudhui ya Kolibri lazima uwe umeruhusiwa kuingia kama **Mmiliki wa kifaa**.

source: Kolibri **Content Channel** is a collection of educational resources (video, audio or document files) prepared and organized by the content curator for their use in Kolibri. Each Kolibri **Content Channel** has its own *Content Channel ID* on `Kolibri content curation server <https://contentworkshop.learningequality.org/accounts/login/>`_ database that you will receive from the content curator who assembled the channel.
sw_tz: **Njia ya maudhui ya** Kolibri ni mkusanyiko wa rasilimali za elimu (faili za video, sauti au waraka) zilizoandaliwa na kupangwa na mtunza maudhui kwa matumizi yao katika Kolibri. Kila **njia ya maudhui** ya Kolibri ina *ID ya njia ya maudhui* yake yenyewe kwenye 'maudhui ya Kalibri yaliyopangwa kwenye seva <https://contentworkshop.learningequality.org/accounts/login/ >' _ ya kihifadhi data kwamba utapokea kutoka mtunza maudhui ambao wametengeneza njia.

source: You can import and export **Content Channels** for Kolibri in the **Content** tab.
sw_tz: Unaweza kuingiza na kutoa **njia za maudhui** kwa Kolibri katika kichupo cha **yaliyomo**.

source: Import Content Channel to Kolibri
sw_tz: Ingiza njia ya maudhui kwenye Kolibri

source: To import **Content Channel** to Kolibri, follow these steps.
sw_tz: Kuleta **Njia za maudhui** kwa Kolibri, fuata hatua hizi.

source: Click **Import** button in **My Channels** pane.
sw_tz: Bofya kitufe cha **Kuagiza** katika kidirisha cha **Njia yangu**.

source: Choose the source option (*Internet* or *Local Drives*).
sw_tz: Chagua chaguo chanzo (*mtandao* au *viendeshi ndani*).

source: Import Content Channel from the Internet
sw_tz: Ingiza njia ya yaliyomo kutoka kwenye intaneti

source: Choose option for *Internet*.
sw_tz: Chagua chaguo kwa *intaneti*.

source: Enter *Content Database ID* for the desired channel from the content curation server.
sw_tz: Ingiza *ID ya kihifadhi data za maudhui* kwa njia inayotakiwa kutoka kwenye seva ya kuwakilisha yaliyomo.

source: Click **Import** button.
sw_tz: Bofya kitufe cha **Kuingiza**.

source: Wait for the content to be downloaded and appear under the **My Channels** heading.
sw_tz: Subiri kwa maudhui kupakuliwa na kuonekana chini ya kichwa cha habari cha **Njia yangu**.

source: Import Content Channel from a Local Drive
sw_tz: Ingiza njia ya yaliyomo kutoka kwenye kiendeshi ndani

source: Choose option for *Local Drives*.
sw_tz: Chagua chaguo kwa * Vindeshi ndani*.

source: Kolibri will automatically detect the drive(s) with available content files.
sw_tz: Kolibri itatambua moja kwa moja kiendeshi chenye majalada ya maudhui yaliyopo.

source: Wait for the content to be imported and appear under the **My Channels** heading.
sw_tz: Subiri kwa maudhui kupakuliwa na kuonekana chini ya kichwa cha habari cha **Njia yangu**.

source: If the local drive is not detected, try re-inserting the storage device (USB key or external hard disk) and pressing the button **Refresh**.
sw_tz: Kama kiendeshi ndani hakionekani, jaribu tena kuingiza kifaa uhifadhi (flashi diski au diski ya nje) na kubonyeza kitufe cha **Onyesha upya**.

source: Export from Kolibri to Local Drive
sw_tz: Hamisha kutoka Kolibri kwenye kiendeshi ndani

source: Click **Export** button in **My Channels** pane.
sw_tz: Bofya kitufe cha **Kuagiza** katika kidirisha cha **Njia yangu**.

source: Select the local drive where you wish to export **Kolibri** content.
sw_tz: Chagua kiendeshi ndani ambacho unataka kupeleka maudhui ya **Kolibri **.

source: Click **Export** button.
sw_tz: Bofya kitufe cha **Kuagiza**.

source: Get support
sw_tz: Pata msaada

source: If you want to contact **Learning Equality** Support team to report an issue, or share your experience about using Kolibri, please register at our `Community Forums <https://community.learningequality.org/>`_.
sw_tz: Kama unataka kuwasiliana na timu ya msaada ya **Learning Equality** kuripoti suala, au kushiriki uzoefu wako kuhusu kutumia Kolibri, tafadhali jiandikishe katika 'Mabaraza yetu ya jamii <https://community.learningequality.org/ >'.

source: Once you register on our forums, please read the the first two pinned topics (*Welcome to LE’s Support Community* and *How do I post to this forum?* )
sw_tz: Mara baada ya kujiandikisha kwenye mabaraza yetu, Tafadhali soma kwanzamada mbili za juu (*Karibu kwenye jamii ya msaada ya LE* na *Je, ninawezaje kuposti kwenye jukwaa hili?*)

source: You can add the new topic with the **+ New Topic** button on the right. Make sure to select the **Kolibri** category in the **Create a New Topic** window so it’s easier to classify and respond to.
sw_tz: Unaweza kuongeza mada mpya na kutufe cha **+ Mada mpya** upande wa kulia. Hakikisha umechagua **Kolibri** katika dirisha la **Kuunda mada mpya** ili iwe ni rahisi kuainisha na kujibu.

source: The ``kolibri`` command
sw_tz: Melekezo ya ``kolibri``

source: In addition to the docs displayed below, there are some special forms of the ``kolibri`` command:
sw_tz: Pamoja na nyaraka zilizoonyeshwa chini, kuna aina fulani maalum ya maelekezo kwa ``kolibri``:

source: The commands above reload the Python code on changes, but they do *not* run python tests.
sw_tz: Maelekezo juu yataleta upya msimbo wa Python kwenye mabadiliko, lakini *hawata* endesha majaribio ya Python.

source: Kolibri Command Line Interface (CLI)
sw_tz: Muonekano usio na picha wa Kolibri (CLI)

source: Auto-generated usage instructions from ``kolibri -h``::
sw_tz: Maelekezo yaliyotengenezwa na mashine kutoka ``kolibri -h``::

source: User Guide
sw_tz: Mwongozo kwa mtumiaji

source: Learner
sw_tz: Mwanafunzi

source: Accessing Kolibri
sw_tz: Kufikia Kolibri

source: To log in to **Kolibri** follow these steps:
sw_tz: Kuingia **Kolibri** fuata hatua hizi:

source: Click the **Log In** icon in the main menu (left or bottom) to open the login window.
sw_tz: Bofya ikoni ya **Ingia** katika Menyu kuu (kushoto au chini) kufungua dirisha la kuingia.

source: Type the username and password provided by Kolibri **Administrator** (or your your teacher/coach).
sw_tz: Chapa jina la mtumiaji na nywila zinazotolewa na **Msimamizi** Kolibri (au wewe ni mwalimu/kocha).

source: Click the **Log In** button in the login window.
sw_tz: Bofya kitufe cha **Kuingia** katika dirisha la kuingia.

source: Once you have logged in into Kolibri, you can see your user data from the main menu option with your initial (below **Learn** and **Explore**).
sw_tz: Mara baada ya kuingia katika Kolibri, unaweza kuona data yako ya mtumiaji kutoka chaguo la menyu kuu zikiwa na herufi za mwanzo za majina yako (chini **Kujifunza** na **Kutafuta**).

source: To logout from Kolibri follow these steps:
sw_tz: Kutoka kutoka Kolibri fuata hatua hizi:

source: Click the icon with your initial in the main menu.
sw_tz: Bofya ikoni yenye herufi za mwanzo za majina yako katika Menyu kuu.

source: Select **Log Out** option.
sw_tz: Chagua chaguo la **Toka Nje**.

source: Using Kolibri
sw_tz: Kutumia Kolibri

source: Channels
sw_tz: Njia

source: In **Kolibri** you can find content from different sources grouped in **Channels**. Depending on how your school and teachers or coaches decided to organize the content, you may have one or more **Channels** available. Follow the indications by your teachers or coaches on how to use the content from each available **Channel**.
sw_tz: Katika **Kolibri** unaweza kupata maudhui kutoka vyanzo vya makundi tofauti katika **Njia**. Kutegemea jinsi shuleyako na waalimu au makocha waliamua kuandaa maudhui, unaweza kuwa na **Njia** moja au zaidi inayotikana. Fuata maelekezo kutoka kwa waalimu wako au makocha juu ya jinsi ya kutumia maudhui kutoka kila **Njia** inayopatikana.

source: To switch between **Channels** available to you, use the selector in the upper right corner of Kolibri.
sw_tz: Ili kubadili kati ya **Njia** zinazopatikana kwako, tumia kichaguzi katika kona ya juu ya kulia ya Kolibri.

source: Learn
sw_tz: Jifunze

source: Each time you login into **Kolibri**, the first thing you will see is the **Learn** page. Here you will find learning topics and materials related to what you were doing the last time you used Kolibri, or those recommended by your teachers and coaches.
sw_tz: Kila wakati unapoingia katika **Kolibri**, jambo la kwanza utaona ni ukurasa wa **Kujifunza**. Hapa utapata kujifunza mada na zana kuhusiana na ulikuwa unafanya nini mara ya mwisho ulipotumia Kolibri, au zile zilizopendekezwa na walimu wako na makocha.

source: Explore
sw_tz: Kuchunguza

source: **Explore** page offers you the option to navigate through the complete set of learning topics and materials available in **Kolibri**. Use it as you wish, or according to indications from your teachers and coaches.
sw_tz: **Kuchunguza** ukurasa unaotoa chaguo kuabiri kupitia Seti kamili ya kujifunza mada na nyenzo zinazopatikana katika **Kolibri**. Tumia kama unataka, au kwa mujibu wa dalili kutoka kwa walimu wako na makocha.

source: Navigate Kolibri content with breadcrumb links
sw_tz: Abiri maudhui ya Kolibri na viungo vunavyoonyeha upo wapi kwenye uabiri

source: **Breadcrumb** links indicate which group of **Kolibri** content you are viewing in each moment.
sw_tz: * Breadcrumb** viungo zinaonyesha ni kundi gani la maudhui ya **Kolibri** unaona katika kila muda.

source: To go back (up one level from where you are currently), click the next to last link in the breadcrumb.
sw_tz: Kurudi nyuma (juu kiwango kimoja kutoka pale ulipo kwa sasa), bofya Inayofuata kutoka kiungo mwisho katika breadcrumb.

source: Search
sw_tz: Tafuta

source: If you are looking for a specific subject, topic, or term, use the **Search** feature:
sw_tz: Kama unangalia somo mahususi, mada, au neno, tumia kipengele cha **Utafutaji**:

source: Click the magnifying glass icon in the upper right corner.
sw_tz: Bofya ikoni ya kioo kinachoangaza katika kona ya juu kulia.

source: Type the word or combination of words you are looking for in the search field.
sw_tz: Charaza neno au mchanganyiko wa maneno unaouangalia katika uga wa utafutaji.

source: Press **Enter** to display search results below the field.
sw_tz: Bonyeza **Ingiza** kuangazisha matokeo ya utafutizi chini ya eneo.

source: Video Player options
sw_tz: Machaguo ya kichezeshaji video

source: To play videos in **Kolibri** you have several available control buttons at the bottom of the video player screen. Move the cursor or tap on the video player screen to make appear the control buttons while playing the video.
sw_tz: Kucheza video katika **Kolibri** una vitufe kadhaa vya udhibiti vinapatikana chini ya kiwamba cha kichezaji cha video. Sogeza kielekezi au gusa kwenye kiwamba cha kichezaji cha video kufanya vitufe vya udhibiti vionekane wakati unacheza video.

source: (controls at the bottom of video player)
sw_tz: (vidhibiti chini ya kichezaji cha video)

source: Play/Pause buttons
sw_tz: Vitufe vya Cheza/Sitisha

source: Rewind/Fast forward buttons by +/- 10 seconds
sw_tz: Vutufe vya kurudisha nyuma/kupeleka mbele kwa +/- sekunde 10

source: Time tracker indicator with scrollbar
sw_tz: Kiangalizi muda kiashiria kikiwa na vingirizi

source: Video duration indicator
sw_tz: Kiashiria cha muda video

source: Mute sound button
sw_tz: Kitufe bubu cha sauti

source: Volume scrollbar
sw_tz: Mwambaa Vingirizi kiasi

source: Playback speed selector
sw_tz: Kiteuzi cha kasi ya uchezaji nyuma

source: Fullscreen button
sw_tz: Kitufe cha skrini nzima

source: Use the **Download Media** button below the video player to download the video file to your computer.
sw_tz: Tumia kitufe cha **Kupakua Data** chini ya kichezaji cha video kupakua faili ya video kwenye kompyuta yako.

source: Audio Player options
sw_tz: Machaguo ya kichezaji sikizi

source: To play audio files in **Kolibri** you have available several control buttons:
sw_tz: Kucheza Faili Sikizi katika **Kolibri** una vitufe kadhaa vilivyoko kwa udhibiti:

source: Play/Pause
sw_tz: Cheza/Sitisha

source: Audio duration indicator
sw_tz: Kiashiria cha muda sikizi

source: Re-play
sw_tz: Cheza tena

source: Rewind/Fast forward buttons by +/- 20 seconds
sw_tz: Vutufe vya kurudisha nyuma/kupeleka mbele kwa +/- sekunde 20

source: Use the **Download Media** button below the audio player to download the audio file to your computer.
sw_tz: Tumia kitufe cha **Kupakua Data** chini ya kichezaji cha video kupakua faili sikizi kwenye kompyuta yako.

source: PDF Viewer options
sw_tz: Chaguo za PDF Viewer

source: Options for viewing PDF files will depend on the browser you are using to view **Kolibri**.
sw_tz: Machaguo ya kuonesha faili za PDF itategemea kivinjari unatumia kuonesha **Kolibri**.

source: Use the **Toggle Fullscreen** button to open the PDF file in fullscreen view.
sw_tz: Tumia kitufe cha **Toggle Skrini nzima** kufungua faili la PDF lililopo katika mwonekano wa skrini nzima.

source: Use the **Esc** button to close the fullscreen view and return.
sw_tz: Tumia kitufe cha **Esc** kufunga muonekano wa skrini nzima na kurudi.
